{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Pretraživanje"]},"Control Center":{"*":["Kontrolni centar"]},"Main":{"*":["Glavni"]},"Network and Internet":{"*":["Mreža i internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Prilagoditi"]},"Region and Language":{"*":["Regija i jezik"]},"Multimedia":{"*":["Multimedija"]},"Accounts":{"*":["Račune"]},"Devices":{"*":["Uređaji"]},"System":{"*":["Sustav"]},"About":{"*":["O"]},"Other":{"*":["Drugi"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Korištenje interneta android uređaja na Linuxu putem USB-a"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Da biste internetsku vezu Android pametnog telefona podijelili s Linux računalom pomoću USB kabela, slijedite ove korake:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Povežite svoj Android pametni telefon s Linux računalom pomoću USB kabela."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Na pametnom telefonu otvorite \"Postavke\" i idite na \"Mreža i internet\" ili \"Veze i dijeljenje\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Potražite \"USB vezivanje\", \"USB vezivanje\" ili slične izraze i omogućite ga."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ako vaš Android uređaj nije povezan s Wi-Fi mrežom i koristi mobilne podatke, ta će veza potrošiti podatke iz vaše mobilne tarife. Da biste izbjegli naknade za podatke, prije omogućivanja povezivanja provjerite je li Android uređaj povezan s Wi-Fi mrežom."]},"Close":{"*":["Blizak"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Korištenje interneta vašeg iOS uređaja na Linuxu putem USB-a"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Da biste omogućili zajedničko korištenje internetske veze iOS pametnog telefona s Linux računalom pomoću USB kabela, slijedite ove korake:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Povežite iOS uređaj s Linux računalom pomoću USB kabela."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Na iOS uređaju otvorite \"Postavke\", a zatim odaberite \"Osobni hotspot\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Omogućite opciju \"Dopusti drugima da se pridruže\". To može automatski omogućiti \"USB vezivanje\" ako se otkrije USB veza."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ako vaš iOS uređaj nije povezan s Wi-Fi mrežom i koristi mobilne podatke, ovo povezivanje potrošit će podatke iz vaše mobilne tarife. Da biste izbjegli troškove podatkovnih troškova, prije omogućivanja povezivanja provjerite je li iOS uređaj povezan s Wi-Fi mrežom."]},"Configure AppimageLauncher":{"*":["Konfiguriranje programa AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Odaberite ponašanje programa dostupnih u .appimageu"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Postavke korištenja starih glazbenih CD-ova nisu valjane za MP3 glazbu."]},"Search for servers (zeroconf)":{"*":["Traži poslužitelje (zeroconf)"]},"Restore program configuration":{"*":["Vrati konfiguraciju programa"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Uslužni program koji olakšava obnovu instaliranog sustava, uglavnom obnavljajući pokretanje sustava (Grub). Također se može koristiti za pristup upravitelju paketa i terminalu instaliranog sustava."]},"Themes, Desktop and Tweaks":{"*":["Teme, radna površina i ugađanja"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Pružamo vam cjelovite konfiguracije koje možete odabrati na iznimno jednostavan način."]},"Install or remove programs.":{"*":["Instalirajte ili uklonite programe."]},"Introduction to BigLinux":{"*":["Uvod u BigLinux"]},"Themes to Bootsplash":{"*":["Teme za Bootsplash"]},"Brightness and color":{"*":["Svjetlina i boja"]},"Control brightness and colors":{"*":["Kontrola svjetline i boja"]},"Search for SSH servers":{"*":["Traženje SSH poslužitelja"]},"Search for VNC servers":{"*":["Traženje VNC poslužitelja"]},"Configure this window border theme":{"*":["Konfiguriraj ovu temu obruba prozora"]},"Configure this windows theme.":{"*":["Konfigurirajte ovu temu prozora."]},"Advanced Audio Manager - Alsamixer":{"*":["Napredni upravitelj zvuka - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Audio kontroler u slučaju da nema zvuka."]},"Partition or format":{"*":["Particija ili oblik"]},"Be careful, this program may erase all data on your computer.":{"*":["Budite oprezni, ovaj program može izbrisati sve podatke na vašem računalu."]},"Storage Information (SMART)":{"*":["Podaci o pohrani (SMART)"]},"Gufw Firewall":{"*":["Gufw vatrozid"]},"Configure security rules for the internet connection.":{"*":["Konfigurirajte sigurnosna pravila za internetsku vezu."]},"Configure webcam or capture card":{"*":["Konfiguriranje web-kamere ili kartice za snimanje"]},"HP printers":{"*":["HP-ovi pisači"]},"Check status, ink level and maintenance.":{"*":["Provjerite status, razinu tinte i održavanje."]},"Scanners HP":{"*":["HP skeneri"]},"Assemble Apple Hardware":{"*":["Sastavljanje Appleovog hardvera"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Pomoću ovog programa možete pristupiti programima na svom Apple iPhoneu ili iPadu na sličan način kao i pristup datotekama na USB sticku."]},"Connect to the internet using Android":{"*":["Povezivanje s internetom pomoću Androida"]},"Connect to Internet":{"*":["Poveži se s Internetom"]},"Connect to the internet using iOS":{"*":["Povezivanje s internetom pomoću sustava iOS"]},"Equalizer (DSP)":{"*":["Ekvilizator (DSP)"]},"Virtual desktops and activities":{"*":["Virtualne radne površine i aktivnosti"]},"Create more than one virtual desktop by switching between them.":{"*":["Stvorite više virtualnih radnih površina prebacivanjem između njih."]},"Enabling search increases system memory and processing consumption.":{"*":["Omogućavanje pretraživanja povećava sistemsku memoriju i potrošnju na obradu."]},"Adjust the date, time and time zone.":{"*":["Prilagodite datum, vrijeme i vremensku zonu."]},"Plasma Firewall":{"*":["Vatrozid za plazmu"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigurirajte sigurnosna pravila za veze. Ovaj vatrozid temelji se na Gufw infrastrukturi"]},"Integration with Google Drive and ownCloud":{"*":["Integracija s Google diskom i ownCloudom"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Pristupite datotekama koje se nalaze na Google disku ili ownCloudu izravno iz upravitelja datoteka."]},"Layout settings, hotkeys and other options.":{"*":["Postavke izgleda, hotkeys i druge opcije."]},"Manage connections":{"*":["Upravljanje vezama"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Napredna konfiguracija mreže (VPN, WiFi, žičani, fiksni IP, PPPoE, ADSL, žičana mreža, mobilna širokopojasna mreža i drugi)."]},"Manage services (Systemd)":{"*":["Upravljanje servisima (sistemski)"]},"Configure the Kvantum theme":{"*":["Konfiguriranje teme Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Da bi postavljanje Kvantuma funkcioniralo, primijenite temu Kvantum u 'Stilu aplikacije'."]},"KDE Password Wallet":{"*":["KDE novčanik za lozinke"]},"Manage files":{"*":["Upravljanje datotekama"]},"Get access to your files and folders.":{"*":["Pristupite datotekama i mapama."]},"Storage Usage":{"*":["Korištenje prostora za pohranu"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Ovaj program može prenositi datoteke između pametnih telefona, tableta i drugih računala. Uz to, možete, na primjer, koristiti svoj pametni telefon kao bežični miš i tipkovnicu za upravljanje računalom, između ostalih značajki. Bolje se integrira s BigLinuxom i nalazi se među apletima koji se nalaze u blizini sistemskog sata. Da biste se sinkronizirali sa svojim pametnim telefonom, idite u Google Store ili Apple Store i instalirajte Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Pristupite zapovjednom terminalu."]},"Password Manager":{"*":["Upravitelj lozinki"]},"Sound and microphone":{"*":["Zvuk i mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurirajte ili promijenite audioulazne i izlazne uređaje. (Na primjer: HDMI)"]},"Shared file information":{"*":["Informacije o zajedničkoj datoteci"]},"Printers":{"*":["Printeri"]},"Install, configure or remove printers.":{"*":["Instalirajte, konfigurirajte ili uklonite pisače."]},"KDE Control Center":{"*":["Kontrolni centar KDE"]},"Advanced power configurator":{"*":["Napredni konfigurator snage"]}}}}