{"hr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Centar za upravljanje"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Korištenje interneta s vašeg Android uređaja na Linuxu putem USB-a"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Za dijeljenje internetske veze Android pametnog telefona s Linux računalom putem USB kabela slijedite ove korake:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Povežite svoj Android pametni telefon s Linux računalom pomoću USB kabela."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Na svom pametnom telefonu otvorite 'Postavke' i navigirajte do 'Mreže i internet' ili 'Veze i dijeljenje'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Potražite 'USB tethering', 'USB tether' ili slične termine i omogućite ih."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Ovo će automatski uspostaviti internetsku vezu na vašem računalu s Linuxom bez potrebe za dodatnom konfiguracijom."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ako vaš Android uređaj nije povezan s Wi-Fi-jem i koristi mobilne podatke, ovo dijeljenje internetskog pristupa trošit će podatke iz vašeg mobilnog plana. Kako biste izbjegli troškove podataka, provjerite je li vaš Android uređaj povezan s Wi-Fi mrežom prije omogućavanja dijeljenja internetskog pristupa."]},"Close":{"*":["Zatvori"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Korištenje interneta s vašeg iOS uređaja na Linuxu putem USB-a"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Za dijeljenje internetske veze iOS pametnog telefona s Linux računalom putem USB kabela slijedite ove korake:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Povežite svoj iOS uređaj s Linux računalom pomoću USB kabela."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Na vašem iOS uređaju idite na 'Postavke', zatim odaberite 'Osobna točka pristupa'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Omogući 'Dopusti drugima da se pridruže'. To može automatski omogućiti 'USB tethering' ako se otkrije USB veza."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ako vaš uređaj iOS nije povezan s Wi-Fi mrežom i koristi mobilne podatke, ovo dijeljenje internetskog pristupa će trošiti podatke iz vašeg mobilnog plana. Kako biste izbjegli troškove podataka, provjerite je li vaš uređaj iOS povezan s Wi-Fi mrežom prije omogućavanja dijeljenja internetskog pristupa."]},"Main":{"*":["Glavni"]},"Network and Internet":{"*":["Mreža i internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Prilagodi"]},"Region and Language":{"*":["Regija i Jezik"]},"Multimedia":{"*":["Multimedijski"]},"Accounts":{"*":["Računi"]},"Devices":{"*":["Uređaji"]},"System":{"*":["Sustav"]},"About":{"*":["O programu"]},"Other":{"*":["Drugo"]},"Search...":{"*":["Pretraži..."]},"Configure AppimageLauncher":{"*":["Konfigurirajte AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Odaberite ponašanje programa dostupnih u .appimage datotekama"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Postavke upotrebe za stare glazbene CD-ove nisu važeće za MP3 glazbu."]},"Search for servers (zeroconf)":{"*":["Pretraži poslužitelje (zeroconf)"]},"Restore program configuration":{"*":["Vrati konfiguraciju programa"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Aplikacija koja olakšava obnovu instaliranog sustava, uglavnom obnavljanje sustava za pokretanje (Grub). Može se koristiti i za pristup upravitelju paketa i terminalu instaliranog sustava."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Nudimo potpune konfiguracije za odabir na izuzetno jednostavan način."]},"Install or remove programs.":{"*":["Instalirajte ili uklonite programe."]},"Introduction to BigLinux":{"*":["Uvod u BigLinux"]},"Themes to Bootsplash":{"*":["Teme za Pokretački zaslon"]},"Brightness and color":{"*":["Osvjetljenje i boja"]},"Control brightness and colors":{"*":["Kontrolirajte svjetlinu i boje"]},"Search for SSH servers":{"*":["Pretraži SSH poslužitelje"]},"Search for VNC servers":{"*":["Pretražite VNC poslužitelje"]},"Expand device support":{"*":["Proširi podršku za uređaje"]},"The basis of the system and video card support":{"*":["Osnova sustava i podrška za grafičku karticu"]},"Configure this window border theme":{"*":["Konfigurirajte temu okvira prozora"]},"Configure this windows theme.":{"*":["Konfigurirajte ovu Windows temu."]},"Advanced Audio Manager - Alsamixer":{"*":["Napredni upravitelj zvuka - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Audio kontroler u slučaju nedostatka zvuka."]},"Partition or format":{"*":["Particija ili formatiraj"]},"Be careful, this program may erase all data on your computer.":{"*":["Pazite, ovaj program može izbrisati sve podatke s vašeg računala."]},"Storage Information (SMART)":{"*":["Informacije o pohrani (SMART)"]},"Gufw Firewall":{"*":["Gufw vatrozid"]},"Configure security rules for the internet connection.":{"*":["Konfigurirajte sigurnosna pravila za internet vezu."]},"Configure webcam or capture card":{"*":["Konfigurirajte web kameru ili video karticu"]},"HP printers":{"*":["HP pisači"]},"Check status, ink level and maintenance.":{"*":["Provjerite status, razinu tinte i održavanje."]},"Scanners HP":{"*":["Skeniranje HP"]},"Assemble Apple Hardware":{"*":["Sastavite Apple hardver"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Pomoću ovog programa možete pristupiti programima na svom Apple iPhoneu ili iPadu na sličan način kao pristupanje datotekama na USB sticku."]},"Connect to the internet using Android":{"*":["Povežite se na internet pomoću Androida"]},"Connect to Internet":{"*":["Poveži se na Internet"]},"Connect to the internet using iOS":{"*":["Povežite se na internet pomoću iOS-a"]},"Equalizer (DSP)":{"*":["Izjednačivač (DSP)"]},"Virtual desktops and activities":{"*":["Virtualne radne površine i aktivnosti"]},"Create more than one virtual desktop by switching between them.":{"*":["Stvorite više virtualnih radnih površina prebacivanjem između njih."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Aktiviranje pretraživanja može trošiti značajne resurse memorije i procesora. To može usporiti sustav, ovisno o broju korisničkih datoteka."]},"Adjust the date, time and time zone.":{"*":["Prilagodite datum, vrijeme i vremensku zonu."]},"Plasma Firewall":{"*":["Plazma vatrozid"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigurirajte sigurnosna pravila za veze. Ovaj vatrozid temelji se na infrastrukturi Gufw"]},"Integration with Google Drive and ownCloud":{"*":["Integracija s Google Driveom i ownCloudom"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Pristupajte svojim datotekama koje se nalaze na Google Driveu ili ownCloudu izravno iz upravitelja datotekama."]},"Layout settings, hotkeys and other options.":{"*":["Postavke rasporeda, prečaci na tipkovnici i druge opcije."]},"Manage connections":{"*":["Upravljajte vezama"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Napredna konfiguracija mreže (VPN, wifi, žičana veza, fiksna IP adresa, PPPoE, ADSL, žičana mreža, mobilni širokopojasni internet i drugi)."]},"Manage services (Systemd)":{"*":["Upravljajte uslugama (Systemd)"]},"Configure the Kvantum theme":{"*":["Konfigurirajte Kvantum temu"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Za rad Kvantum postavki, primijenite Kvantum temu u 'Stil aplikacije'."]},"KDE Password Wallet":{"*":["KDE spremnik lozinki"]},"Snapshots and backups":{"*":["Snimke i sigurnosne kopije"]},"Create or activate restore points":{"*":["Stvorite ili aktivirajte točke vraćanja"]},"Manage files":{"*":["Upravljaj datotekama"]},"Get access to your files and folders.":{"*":["Pristupite svojim datotekama i mapama."]},"Storage Usage":{"*":["Upotreba prostora za pohranu"]},"KDE Connect":{"*":["KDE Poveži"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Ovaj program može prenositi datoteke između pametnih telefona, tableta i drugih računala. Na primjer, možete koristiti svoj pametni telefon kao bežični miš i tipkovnicu za kontrolu računala, među ostalim značajkama. Integrira se bolje s BigLinuxom i nalazi se među appletima smještenim blizu sistemskog sata. Za sinkronizaciju s vašim pametnim telefonom, idite u Google trgovinu ili Apple trgovinu i instalirajte Kde Connect."]},"Terminal":{"*":["Naredbeni redak"]},"Access the command terminal.":{"*":["Pristupite naredbenom terminalu."]},"Password Manager":{"*":["Upravitelj lozinkama"]},"Sound and microphone":{"*":["Zvuk i mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurirajte ili promijenite ulazne i izlazne audio uređaje. (Primjer: HDMI)"]},"Shared file information":{"*":["Podaci o zajedničkoj datoteci"]},"Printers":{"*":["Pisači"]},"Install, configure or remove printers.":{"*":["Instalirajte, konfigurirajte ili uklonite pisače."]},"KDE Control Center":{"*":["KDE kontrolni centar"]},"Advanced power configurator":{"*":["Napredni konfigurator napajanja"]},"$APP":{"*":["$APLIKACIJA"]},"Erro na criação do diretório : $bigdir":{"*":["Greška pri stvaranju direktorija: $bigdir"]},"Category":{"*":["Kategorija"]},"Name":{"*":["Ime"]},"ID":{"*":["ID"]},"Info":{"*":["Informacije"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["Izvještaj je spremljen u datoteku: $FILE_TO_SAVE\nŽelite li sada pregledati izvještaj?"]},"Visualizar o relatório":{"*":["Prikaz izvještaja"]},"Fechar":{"*":["Close"]},"Hardinfo Relatory":{"*":["Izvještaj Hardinfo"]},"Central de Controle - Webcam":{"*":["Središnja kontrola - Web kamera"]},"Nenhuma webcam localizada.":{"*":["Nijedna web kamera nije pronađena."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["Web kamera već koriste aplikacije:"]},"Abrirei em modo de configuração. ":{"*":["Otvorit ću u načinu konfiguracije."]},"As alterações feitas podem ser vistas":{"*":["Promjene koje su napravljene mogu se vidjeti"]},"na imagem da sua webcam em outros programas.":{"*":["na slici vaše web kamere u drugim programima."]},"Introdução ao BigLinux":{"*":["Uvod u BigLinux"]},"Aguarde, carregando...":{"*":["Čekajte, učitavanje..."]},"Bem vindo ao BigLinux":{"*":["Dobrodošli na BigLinux"]},"Comece com algumas etapas simples.":{"*":["Započnite s nekoliko jednostavnih koraka."]},"Mostrar na inicialização":{"*":["Prikazati prilikom pokretanja"]},"Olá":{"*":["Hello"]},"Ajustes iniciais":{"*":["Početna podešavanja"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["Ponudili smo potpune postavke za vas odabrati na izuzetno jednostavan način."]},"Configurações da Tela":{"*":["Postavke zaslona"]},"Escolha seu navegador padrão":{"*":["Odaberite svoj zadani preglednik"]},"Defina seus programas padrões.":{"*":["Postavi zadane programe."]},"Outros navegadores":{"*":["Drugi preglednici"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect je aplikacija koja olakšava bežične komunikacije i prijenos podataka između uređaja u lokalnim mrežama. Dostupan je u Google Play trgovini za Android i Apple trgovini za iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Instalacija upravljačkog programa i informacije o hardveru"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Instalirajte ili uklonite upravljačke programe i firmvere na jednostavan način."]},"Impressoras":{"*":["Printeri"]},"Conheça alguns recursos":{"*":["Upoznajte neke značajke"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Naš softver je suradnički, pridružite se ovoj evoluciji. Provjerite novosti!"]},"Big Store":{"*":["Velika trgovina"]},"Web Apps":{"*":["Web aplikacije"]},"Redutor de Ruídos":{"*":["Reducer buke"]},"Configurar a voz do sistema (TTS)":{"*":["Postavite glas sustava (TTS)"]},"OCR para PDF":{"*":["OCR u PDF"]},"Doação e Redes sociais":{"*":["Donacija i društvene mreže"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Vaša donacija je vrlo važna za projekt i pratite nas na društvenim mrežama."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Čestitamo, završili ste prve korake za korištenje BigLinux-a."]},"Aguarde...":{"*":["Pričekajte..."]},"Verificando conexão com a Internet...":{"*":["Provjera veze s internetom..."]},"Sem conexão com a Internet...":{"*":["Nema internetske veze..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Prilikom uklanjanja postavki, programi instalirani unutar Waydroida i njihove postavke bit će izgubljeni. Jeste li sigurni da želite ukloniti?"]},"Configurações removidas com sucesso!":{"*":["Postavke uspješno uklonjene!"]},"Nenhuma configuração foi removida!":{"*":["Nijedna konfiguracija nije uklonjena!"]},"Não existem configurações para remover.":{"*":["There are no settings to remove."]},"ID do Android:":{"*":["Android ID:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Nije moguće dohvatiti Android ID. \\n\\nUpozorenje: Waydroid mora biti otvoren."]},"Remover":{"*":["Ukloniti"]},"Maximizado":{"*":["Povećano"]},"Desinstalar":{"*":["Deinstalirati"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Koristite Android aplikacije na BigLinuxu."]},"Instalar o Waydroid":{"*":["Instalirajte Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Instalirajte Waydroid s Google aplikacijama"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Preuzimanje je veličine otprilike 1 GB, ovisno o vašoj vezi može potrajati."]},"Resolução":{"*":["Resolution"]},"Paisagem":{"*":["Nema prijevoda"]},"Retrato":{"*":["Portret"]},"Aceleração 3D":{"*":["3D ubrzanje"]},"Desativado":{"*":["Onemogućeno"]},"Ativado":{"*":["Aktivirano"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroid se također može pokrenuti korištenjem izbornika sustava"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Ako je 3D ubrzanje omogućeno na nekompatibilnom hardveru, Android neće proći kroz zaslon učitavanja."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D ubrzanje nije kompatibilno na Nvidia grafičkim karticama koristeći vlasnički drajver."]},"Exibir ID do Android":{"*":["Prikaži Android ID"]},"Ativar Google Apps":{"*":["Aktiviraj Google aplikacije"]},"PlayStore":{"*":["Trgovina Play"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["Za aktivaciju PlayStorea potrebno je kliknuti na (Prikaži Android ID) i kopirati Android ID, zatim kliknite na (Omogući Google aplikacije) kako biste otvorili stranicu Registracije uređaja, morate biti prijavljeni na svoj Google račun, unesite svoj Android ID i registrirajte uređaj. Može potrajati nekoliko minuta da se aktivira na vašem Waydroidu. Zatvorite i ponovno otvorite. Spremno!"]},"Remover Configurações":{"*":["Ukloniti postavke"]},"Desinstalar o Waydroid":{"*":["Deinstaliraj Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Ako je 3D ubrzanje omogućeno na nekompatibilnom hardveru, Android neće proći kroz zaslon učitavanja"]},"Parar o Waydroid":{"*":["Zaustaviti Waydroid"]},"Iniciar o Waydroid":{"*":["Pokreni Waydroid"]},"Advanced Firewall":{"*":["Napredni vatrozid"]}}}}