{"ru":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"A webcam já está sendo utilizada pelo programa: $WEBCAM_BUSY\n\nAbrirei em modo de configuração.\nAs alterações feitas podem ser vistas\nna imagem da sua webcam em outros programas.":{"*":["Веб-камера уже используется программой: $WEBCAM_BUSY\n\nЯ открою в режиме настройки.\nВнесенные изменения могут быть видны\nв изображении вашей веб-камеры в других программах."]},"Webcam":{"*":["Веб-камера"]},"Aguarde...":{"*":["Подождите..."]},"Verificando conexão com a Internet...":{"*":["Проверка подключения к Интернету..."]},"Sem conexão com a Internet...":{"*":["Отсутствует подключение к Интернету..."]},"Introdução ao BigLinux":{"*":["Введение в BigLinux"]},"Bem vindo ao BigLinux":{"*":["Добро пожаловать в BigLinux"]},"Comece com algumas etapas simples.":{"*":["Начните с нескольких простых шагов."]},"Mostrar na inicialização":{"*":["Показывать при запуске"]},"Olá":{"*":["I'm sorry, I can only assist with translations between English and Russian."]},"Ajustes iniciais":{"*":["Настройки начальные"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["Мы предоставляем полные настройки для вашего выбора в крайне простой форме."]},"Configurações da Tela":{"*":["Настройки экрана"]},"Escolha seu navegador padrão":{"*":["Выберите свой стандартный браузер"]},"Defina seus programas padrões.":{"*":["Укажите свои стандартные программы."]},"Outros navegadores":{"*":["Другие браузеры"]},"KDE Connect":{"*":["KDE Connect"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect - это приложение, упрощающее беспроводные коммуникации и передачу данных между устройствами в локальных сетях. Доступно в Google Play Store для Android и Apple Store для iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Установка драйвера и информация об аппаратном обеспечении"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Установка или удаление драйверов и прошивок в простой форме."]},"Impressoras":{"*":["Принтеры"]},"Conheça alguns recursos":{"*":["Meet some features"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Наша система является коллективной, присоединяйтесь к этому развитию. Проверьте новинки!"]},"Big Store":{"*":["Большой магазин"]},"Web Apps":{"*":["Веб-приложения"]},"Redutor de Ruídos":{"*":["Редуктор шума"]},"Configurar a voz do sistema (TTS)":{"*":["Настроить голос системы (TTS)"]},"OCR para PDF":{"*":["OCR в PDF"]},"Doação e Redes sociais":{"*":["Donate and Social Media"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Ваше пожертвование очень важно для проекта, подпишитесь на социальные сети."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Поздравляем, вы завершили первые шаги по использованию BigLinux."]},"Aguarde, carregando...":{"*":["Ожидайте, загрузка..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["При удалении настроек будут потеряны установленные программы внутри Waydroid и их настройки. Вы уверены, что хотите удалить?"]},"Configurações removidas com sucesso!":{"*":["Настройки успешно удалены!"]},"Nenhuma configuração foi removida!":{"*":["No configurations were removed!"]},"Não existem configurações para remover.":{"*":["There are no settings to remove."]},"ID do Android:":{"*":["ID устройства Android:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Не удалось извлечь идентификатор Android. \\n\\nВнимание: Waydroid должен быть открыт."]},"Remover":{"*":["Удалить"]},"Maximizado":{"*":["Максимизировано"]},"Desinstalar":{"*":["Удалить"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Используйте приложения для Android на BigLinux."]},"Instalar o Waydroid":{"*":["Установить Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Установить Waydroid с Google Apps"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Загрузка занимает примерно 1 ГБ, в зависимости от вашего подключения может занять некоторое время."]},"Resolução":{"*":["Resolution"]},"Paisagem":{"*":["Paisagem"]},"Retrato":{"*":["Retrato"]},"Aceleração 3D":{"*":["Aceleração 3D"]},"Desativado":{"*":["Отключено"]},"Ativado":{"*":["Включено"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroid также можно запустить, используя меню системы."]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Если включено 3D-ускорение на несовместимом оборудовании, Android не пройдет за экран загрузки."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D-ускорение несовместимо с видеокартами Nvidia при использовании собственного драйвера."]},"Exibir ID do Android":{"*":["Показать идентификатор Android"]},"Ativar Google Apps":{"*":["Активировать Google Apps"]},"PlayStore":{"*":["Play Маркет"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["Для активации PlayStore необходимо нажать на (Показать идентификатор Android) и скопировать идентификатор Android, затем нажать на (Активировать приложения Google), чтобы открыть страницу Регистрации устройства, необходимо быть авторизованным в своей учетной записи Google, введите свой идентификатор Android и зарегистрируйте устройство. Активация на вашем Waydroid может занять несколько минут. Закройте и откройте снова. Готово!"]},"Remover Configurações":{"*":["Удалить настройки"]},"Desinstalar o Waydroid":{"*":["Удалить Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Если включено 3D-ускорение на несовместимом оборудовании, Android не пройдет за экран загрузки"]},"Parar o Waydroid":{"*":["Остановить Waydroid"]},"Iniciar o Waydroid":{"*":["Запустить Waydroid"]},"Configure AppimageLauncher":{"*":["Настроить AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Выберите поведение программ, доступных в .appimage."]},"Search for Zeroconf servers":{"*":["Поиск серверов Zeroconf"]},"Expand device support":{"*":["Расширить поддержку устройств"]},"Detailed information about your computer":{"*":["Подробная информация о вашем компьютере"]},"System foundation and video card support":{"*":["Поддержка системной платформы и видеокарты"]},"Restore program configuration":{"*":["Восстановить конфигурацию программы"]},"Search for SSH servers":{"*":["Поиск серверов SSH"]},"Search for VNC servers":{"*":["Поиск серверов VNC"]},"Cross-platform buildsystem":{"*":["Кроссплатформенная система сборки"]},"Advanced Firewall Settings":{"*":["Расширенные настройки брандмауэра"]},"Advanced Audio Manager - Alsamixer":{"*":["Расширенный менеджер аудио - Alsamixer"]},"JamesDSP improving music and audio quality":{"*":["JamesDSP улучшает качество музыки и аудио"]},"Enhance your sound with equalizer, bass boost, surround, and other effects.":{"*":["Улучшите звук с помощью эквалайзера, усиления басов, объемного звучания и других эффектов."]},"Partition or Format":{"*":["Разделить или отформатировать"]},"HP Printers":{"*":["Принтеры HP"]},"Check status, ink level, and maintenance.":{"*":["Проверьте статус, уровень чернил и обслуживание."]},"HP Scanners":{"*":["Сканеры HP"]},"Configure and use HP scanning devices":{"*":["Настройка и использование сканирующих устройств HP"]},"Configure Kvantum Theme":{"*":["Настроить тему Kvantum"]},"For Kvantum configuration to work, apply the Kvantum theme in 'Application Style'.":{"*":["Чтобы конфигурация Kvantum работала, примените тему Kvantum в 'Стиле приложения'."]},"USB Device Formatter":{"*":["Форматировщик USB-устройств"]},"Format a USB device":{"*":["Отформатировать USB-устройство"]},"USB Image Writer":{"*":["USB-образный писатель"]},"Create a bootable USB device":{"*":["Создайте загрузочный USB-накопитель"]},"Storage Usage":{"*":["Использование хранилища"]},"Sound and microphone":{"*":["Звук и микрофон"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Настроить или изменить устройства ввода и вывода аудио. (Например, HDMI)"]},"Printers":{"*":["Принтеры"]},"Install, configure or remove printers.":{"*":["Установить, настроить или удалить принтеры."]},"KDE Control Center":{"*":["Центр управления KDE"]},"Configure webcam or capture card":{"*":["Настроить веб-камеру или видеозахватную карту"]},"Adjust settings and control webcams or video capture devices":{"*":["Настройте параметры и управляйте веб-камерами или устройствами захвата видео."]},"Configure accessibility options for users with special needs":{"*":["Настройте параметры доступности для пользователей с особыми потребностями."]},"Virtual desktops and activities":{"*":["Виртуальные рабочие столы и активности"]},"Create more than one virtual work environment by switching between them.":{"*":["Создайте более одной виртуальной рабочей среды, переключаясь между ними."]},"Manage applications that start automatically on login":{"*":["Управление приложениями, которые запускаются автоматически при входе в систему"]},"Enabling search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Включение поиска может потреблять значительное количество памяти и ресурсов процессора. Это может замедлить работу системы в зависимости от количества пользовательских файлов."]},"Connect and manage Bluetooth devices":{"*":["Подключите и управляйте Bluetooth-устройствами"]},"Manage Thunderbolt devices and security settings":{"*":["Управление устройствами Thunderbolt и настройками безопасности"]},"Adjust date, time and timezone.":{"*":["Настройте дату, время и часовой пояс."]},"Customize the color scheme of your desktop environment":{"*":["Настройте цветовую схему вашего рабочего стола."]},"Select which applications to use for specific tasks":{"*":["Выберите, какие приложения использовать для конкретных задач."]},"Change mouse cursor appearance and themes":{"*":["Измените внешний вид курсора мыши и темы"]},"Configure default paths for documents, downloads and other folders":{"*":["Настройте пути по умолчанию для документов, загрузок и других папок."]},"Change the visual appearance of the Plasma desktop":{"*":["Измените визуальный вид рабочего стола Plasma."]},"Configure which applications open specific file types":{"*":["Настройте, какие приложения открывают определенные типы файлов."]},"Manage permissions for Flatpak applications":{"*":["Управление разрешениями для приложений Flatpak"]},"Install and configure system fonts and typography settings":{"*":["Установите и настройте системные шрифты и параметры типографики."]},"Configure game controllers and joysticks":{"*":["Настройка игровых контроллеров и джойстиков"]},"Change the icon theme used throughout the system":{"*":["Измените тему значков, используемую по всей системе."]},"Configure digital camera integration with your system":{"*":["Настройте интеграцию цифровой камеры с вашей системой."]},"Manage system services running in the background":{"*":["Управляйте системными службами, работающими в фоновом режиме."]},"Layout settings, shortcuts and other options.":{"*":["Настройки макета, ярлыки и другие параметры."]},"Configure monitors, resolution, and screen arrangement":{"*":["Настройка мониторов, разрешения и расположения экрана"]},"Window Decorations":{"*":["Оформление окон"]},"Change the appearance of window title bars and borders":{"*":["Измените внешний вид заголовков окон и границ."]},"Configure visual effects and animations for the desktop":{"*":["Настройте визуальные эффекты и анимации для рабочего стола."]},"Configure how windows behave and interact":{"*":["Настройте, как окна ведут себя и взаимодействуют."]},"Configure mouse sensitivity, buttons and behavior":{"*":["Настройте чувствительность мыши, кнопки и поведение."]},"Advanced network configuration (VPN, WiFi, Wired, Static IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Расширенная настройка сети (VPN, WiFi, проводное соединение, статический IP, PPPoE, ADSL, проводная сеть, мобильный широкополосный доступ и другие)."]},"QEFI Entry Manager":{"*":["Менеджер записей QEFI"]},"Manage and configure boot entries for UEFI systems":{"*":["Управление и настройка загрузочных записей для систем UEFI"]},"Configure system and application notifications":{"*":["Настройка системных и приложенческих уведомлений"]},"Boot Screen":{"*":["Экран загрузки"]},"Change the splash screen shown during system startup":{"*":["Измените экран загрузки, отображаемый во время запуска системы."]},"Configure energy saving and battery settings":{"*":["Настройте параметры энергосбережения и батареи"]},"Configure network proxy settings for internet access":{"*":["Настройте параметры прокси-сервера для доступа в интернет."]},"Manage the history of recently accessed files":{"*":["Управляйте историей недавно открытых файлов"]},"Configure language, region, and format settings":{"*":["Настройте параметры языка, региона и формата"]},"Configure screen locking settings and appearance":{"*":["Настройте параметры блокировки экрана и его внешний вид."]},"Configure the login screen appearance and behavior":{"*":["Настройте внешний вид и поведение экрана входа."]},"Desktop Session":{"*":["Рабочий стол Сессия"]},"Configure session startup and shutdown behavior":{"*":["Настройте поведение запуска и завершения сеанса."]},"Configure sound effects for system events":{"*":["Настройте звуковые эффекты для системных событий"]},"Configure the splash screen shown while starting applications":{"*":["Настройте экран загрузки, отображаемый при запуске приложений."]},"Configure the visual appearance of applications":{"*":["Настройте визуальный вид приложений"]},"Configure drawing tablets and stylus settings":{"*":["Настройка графических планшетов и параметров стилуса"]},"Configure laptop touchpad behavior and gestures":{"*":["Настройте поведение и жесты сенсорной панели ноутбука."]},"Configure touchscreen behavior and calibration":{"*":["Настройка поведения и калибровки сенсорного экрана"]},"Configure trash bin behavior and cleanup settings":{"*":["Настройте поведение корзины и параметры очистки."]},"Change desktop background image and slideshow settings":{"*":["Измените изображение фона рабочего стола и настройки слайд-шоу."]},"Configure the system's landing page and default widgets.":{"*":["Настройте целевую страницу системы и виджеты по умолчанию."]},"Manage FireWire Audio Interfaces - FfadoMixer":{"*":["Управление аудиоинтерфейсами FireWire - FfadoMixer"]},"Control Panel for your FireWire Audio Interfaces.":{"*":["Панель управления для ваших аудиоинтерфейсов FireWire."]},"Access your files and folders.":{"*":["Получите доступ к своим файлам и папкам."]},"This program can transfer files between smartphones, tablets, and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates best with BigLinux and sits among the applets located near the system clock. To sync with your smartphone, go to the Google Store or Apple Store and install KDE Connect.":{"*":["Эта программа может передавать файлы между смартфонами, планшетами и другими компьютерами. С её помощью вы можете, например, использовать свой смартфон в качестве беспроводной мыши и клавиатуры для управления компьютером, среди прочих функций. Она лучше всего интегрируется с BigLinux и находится среди апплетов, расположенных рядом с системными часами. Чтобы синхронизироваться со своим смартфоном, перейдите в Google Store или Apple Store и установите KDE Connect."]},"Access the command terminal.":{"*":["Откройте командный терминал."]},"Password Manager - KWalletManager":{"*":["Менеджер паролей - KWalletManager"]},"Tool for managing KDE wallets":{"*":["Инструмент для управления кошельками KDE"]},"Add or remove programs installed on the system":{"*":["Добавить или удалить программы, установленные в системе"]},"Connect to internet using Android":{"*":["Подключитесь к интернету с помощью Android"]},"Connect to internet using iOS":{"*":["Подключитесь к интернету с помощью iOS."]},"Connect to Internet":{"*":["Подключиться к Интернету"]},"Snapshots and backups":{"*":["Снимки и резервные копии"]},"Create or activate restore points":{"*":["Создать или активировать точки восстановления"]},"Biglinux Settings":{"*":["Настройки Biglinux"]},"Simplify switching BigLinux operation.":{"*":["Упрощение переключения операций BigLinux."]},"BigLinux Themes":{"*":["Темы BigLinux"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Мы предоставляем полные конфигурации для выбора в чрезвычайно простом формате."]},"Configure feedback and usage report preferences.":{"*":["Настройте предпочтения отчетов о обратной связи и использовании."]},"Configure automatic actions for when devices are connected.":{"*":["Настройте автоматические действия при подключении устройств."]},"Configure search and indexing options in Plasma.":{"*":["Настройте параметры поиска и индексации в Plasma."]},"Using Your Android Device's Internet on Linux via USB":{"*":["Использование интернета вашего устройства Android на Linux через USB"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Подключите свой смартфон Android к компьютеру с Linux с помощью USB-кабеля."]},"On your smartphone, open 'Settings' and navigate to 'Network & Internet' or 'Connections & Sharing'.":{"*":["На вашем смартфоне откройте 'Настройки' и перейдите в 'Сеть и Интернет' или 'Подключения и обмен'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Ищите \"USB-подключение\" или аналогичные термины и включите его."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Это автоматически установит интернет-соединение на вашем компьютере с Linux без необходимости дополнительной настройки."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Если ваше устройство Android не подключено к Wi-Fi и использует мобильные данные, этот режим роутинга потребляет данные из вашего тарифа мобильной связи. Чтобы избежать списания средств за данные, убедитесь, что ваше устройство Android подключено к сети Wi-Fi перед включением режима роутинга."]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Использование интернета вашего устройства iOS на Linux через USB"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Подключите свое устройство iOS к компьютеру Linux с помощью USB-кабеля."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["На вашем устройстве iOS перейдите в раздел \"Настройки\", затем выберите \"Личная точка доступа\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Включить \"Разрешить другим присоединиться\". Это может автоматически включить \"USB-подключение\" при обнаружении USB-подключения."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Если ваше устройство iOS не подключено к Wi-Fi и использует мобильные данные, этот режим использования данных из вашего тарифа мобильной связи. Чтобы избежать списания средств за данные, убедитесь, что ваше устройство iOS подключено к сети Wi-Fi перед включением режима использования данных."]},"To share your smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Чтобы поделиться интернет-соединением вашего смартфона с компьютером на Linux с помощью USB-кабеля, выполните следующие шаги:"]},"Close":{"*":["Закрыть"]},"Control Center":{"*":["Центр управления"]},"About Control Center":{"*":["О центре управления"]},"Categories":{"*":["Категории"]},"Programs":{"*":["Программы"]},"Search...":{"*":["Поиск..."]},"Executing special command: {0}":{"*":["Выполнение специальной команды: {0}"]},"Launching: {0}":{"*":["Запуск: {0}"]},"Error launching program: {0}":{"*":["Ошибка при запуске программы: {0}"]},"BigLinux Team":{"*":["Команда BigLinux"]},"© 2025 BigLinux Team":{"*":["© 2025 Команда BigLinux"]},"Main":{"*":["Главный"]},"Network and Internet":{"*":["Сеть и Интернет"]},"Phone":{"*":["Телефон"]},"Customize":{"*":["Настроить"]},"Region and Language":{"*":["Регион и язык"]},"Multimedia":{"*":["Мультимедиа"]},"Accounts":{"*":["Учетные записи"]},"Devices":{"*":["Устройства"]},"System":{"*":["Система"]},"About":{"*":["О программе"]},"Other":{"*":["Другой"]}}}}