{"it":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"A webcam já está sendo utilizada pelo programa: $WEBCAM_BUSY\n\nAbrirei em modo de configuração.\nAs alterações feitas podem ser vistas\nna imagem da sua webcam em outros programas.":{"*":["La webcam è già in uso dal programma: $WEBCAM_BUSY\n\nAprirò in modalità di configurazione.\nLe modifiche apportate possono essere visualizzate\nnell'immagine della tua webcam in altri programmi."]},"Webcam":{"*":["Webcam"]},"Aguarde...":{"*":["Attendere..."]},"Verificando conexão com a Internet...":{"*":["Checking Internet connection..."]},"Sem conexão com a Internet...":{"*":["No Internet connection..."]},"Introdução ao BigLinux":{"*":["Introduction to BigLinux"]},"Bem vindo ao BigLinux":{"*":["Benvenuti su BigLinux"]},"Comece com algumas etapas simples.":{"*":["Start with some simple steps."]},"Mostrar na inicialização":{"*":["Show at startup"]},"Olá":{"*":["Hello"]},"Ajustes iniciais":{"*":["Initial Setup"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["We provide complete settings for you to select in an extremely simple way."]},"Configurações da Tela":{"*":["Screen Settings"]},"Escolha seu navegador padrão":{"*":["Choose your default browser"]},"Defina seus programas padrões.":{"*":["Set your default programs."]},"Outros navegadores":{"*":["Altri browser"]},"KDE Connect":{"*":["KDE Connect"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect è un'applicazione che facilita le comunicazioni wireless e il trasferimento di dati tra dispositivi in reti locali. Disponibile su Google Play Store per Android e Apple Store per iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Installazione del driver e informazioni sull'hardware"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Installare o rimuovere driver e firmware in modo semplice."]},"Impressoras":{"*":["Stampanti"]},"Conheça alguns recursos":{"*":["Meet some features"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Il nostro sistema è collaborativo, unisciti a questa evoluzione. Scopri le novità!"]},"Big Store":{"*":["Grande Negozio"]},"Web Apps":{"*":["Applicazioni Web"]},"Redutor de Ruídos":{"*":["Noise Reduction"]},"Configurar a voz do sistema (TTS)":{"*":["Configure system voice (TTS)"]},"OCR para PDF":{"*":["OCR to PDF"]},"Doação e Redes sociais":{"*":["Donation and Social Media"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["N/A"]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Congratulations, you have completed the first steps to using BigLinux."]},"Aguarde, carregando...":{"*":["Wait, loading..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Alla rimozione delle impostazioni, i programmi installati all'interno di Waydroid e le relative impostazioni verranno persi. Vuoi davvero rimuovere?"]},"Configurações removidas com sucesso!":{"*":["Impostazioni rimosse con successo!"]},"Nenhuma configuração foi removida!":{"*":["Nessuna configurazione è stata rimossa!"]},"Não existem configurações para remover.":{"*":["There are no settings to remove."]},"ID do Android:":{"*":["ID di Android:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["It was not possible to retrieve the Android ID. \\n\\nAttention: Waydroid needs to be open."]},"Remover":{"*":["Rimuovere"]},"Maximizado":{"*":["Massimizzato"]},"Desinstalar":{"*":["Uninstall"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Utilizza app per Android su BigLinux."]},"Instalar o Waydroid":{"*":["Installare Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Installare Waydroid con Google Apps"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Il download è di circa 1 GB, a seconda della tua connessione potrebbe richiedere del tempo."]},"Resolução":{"*":["Resolution"]},"Paisagem":{"*":["Paisagem"]},"Retrato":{"*":["N/A"]},"Aceleração 3D":{"*":["Accelerazione 3D"]},"Desativado":{"*":["Disabilitato"]},"Ativado":{"*":["Attivo"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Il Waydroid può anche essere avviato utilizzando il menu di sistema"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["If 3D acceleration is enabled on incompatible hardware, Android will not go past the loading screen."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D acceleration is incompatible on Nvidia graphics cards using the proprietary driver."]},"Exibir ID do Android":{"*":["Mostra ID del dispositivo Android"]},"Ativar Google Apps":{"*":["Attiva Google Apps"]},"PlayStore":{"*":["Play Store"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["Per attivare il PlayStore è necessario fare clic su (Mostra ID Android) e copiare l'ID Android, quindi fare clic su (Attiva app Google) per aprire la pagina di Registrazione del dispositivo, è necessario essere connessi al proprio account Google, inserire il proprio ID Android e registrare il dispositivo. Potrebbe richiedere alcuni minuti per attivarsi sul tuo Waydroid. Chiudi e riapri. Fatto!"]},"Remover Configurações":{"*":["Rimuovere Impostazioni"]},"Desinstalar o Waydroid":{"*":["Uninstall Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["If 3D acceleration is enabled on incompatible hardware, Android will not go past the loading screen."]},"Parar o Waydroid":{"*":["Stop Waydroid"]},"Iniciar o Waydroid":{"*":["Avvia Waydroid"]},"Configure AppimageLauncher":{"*":["Configura AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Scegli il comportamento dei programmi disponibili in .appimage"]},"Search for Zeroconf servers":{"*":["Cerca server Zeroconf"]},"Expand device support":{"*":["Espandi il supporto dei dispositivi"]},"Detailed information about your computer":{"*":["Informazioni dettagliate sul tuo computer"]},"System foundation and video card support":{"*":["Supporto della fondazione del sistema e della scheda video"]},"Restore program configuration":{"*":["Ripristina configurazione del programma"]},"Search for SSH servers":{"*":["Cerca server SSH"]},"Search for VNC servers":{"*":["Cerca server VNC"]},"Cross-platform buildsystem":{"*":["Sistema di build multipiattaforma"]},"Advanced Audio Manager - Alsamixer":{"*":["Gestore audio avanzato - Alsamixer"]},"JamesDSP improving music and audio quality":{"*":["JamesDSP migliora la qualità della musica e dell'audio"]},"Enhance your sound with equalizer, bass boost, surround, and other effects.":{"*":["Migliora il tuo suono con equalizzatore, potenziamento dei bassi, surround e altri effetti."]},"Partition or Format":{"*":["Partizionare o Formattare"]},"HP Printers":{"*":["Stampanti HP"]},"Check status, ink level, and maintenance.":{"*":["Controlla lo stato, il livello dell'inchiostro e la manutenzione."]},"HP Scanners":{"*":["Scanner HP"]},"Configure and use HP scanning devices":{"*":["Configura e utilizza i dispositivi di scansione HP"]},"Configure Kvantum Theme":{"*":["Configura Tema Kvantum"]},"For Kvantum configuration to work, apply the Kvantum theme in 'Application Style'.":{"*":["Per far funzionare la configurazione di Kvantum, applica il tema Kvantum in 'Stile Applicazione'."]},"USB Device Formatter":{"*":["Formatter per Dispositivi USB"]},"Format a USB device":{"*":["Formatta un dispositivo USB"]},"USB Image Writer":{"*":["Scrittore di Immagini USB"]},"Create a bootable USB device":{"*":["Crea un dispositivo USB avviabile"]},"Storage Usage":{"*":["Utilizzo dello spazio di archiviazione"]},"Sound and microphone":{"*":["Audio e microfono"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Configura o cambia i dispositivi di input e output audio. (Esempio: HDMI)"]},"Printers":{"*":["Stampanti"]},"Install, configure or remove printers.":{"*":["Installare, configurare o rimuovere stampanti."]},"KDE Control Center":{"*":["Centro di controllo KDE"]},"Configure webcam or capture card":{"*":["Configura webcam o scheda di acquisizione"]},"Adjust settings and control webcams or video capture devices":{"*":["Regola le impostazioni e controlla le webcam o i dispositivi di acquisizione video."]},"Configure accessibility options for users with special needs":{"*":["Configura le opzioni di accessibilità per gli utenti con esigenze speciali"]},"Virtual desktops and activities":{"*":["Desktop virtuali e attività"]},"Create more than one virtual work environment by switching between them.":{"*":["Crea più di un ambiente di lavoro virtuale passando da uno all'altro."]},"Manage applications that start automatically on login":{"*":["Gestisci le applicazioni che si avviano automaticamente al login"]},"Enabling search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Abilitare la ricerca può consumare una quantità significativa di memoria e risorse di elaborazione. Ciò potrebbe causare un rallentamento del sistema, a seconda del numero di file utente."]},"Connect and manage Bluetooth devices":{"*":["Collega e gestisci i dispositivi Bluetooth"]},"Manage Thunderbolt devices and security settings":{"*":["Gestisci i dispositivi Thunderbolt e le impostazioni di sicurezza"]},"Adjust date, time and timezone.":{"*":["Regola data, ora e fuso orario."]},"Customize the color scheme of your desktop environment":{"*":["Personalizza la combinazione di colori del tuo ambiente desktop"]},"Select which applications to use for specific tasks":{"*":["Seleziona quali applicazioni utilizzare per compiti specifici"]},"Change mouse cursor appearance and themes":{"*":["Cambia l'aspetto e i temi del cursore del mouse."]},"Configure default paths for documents, downloads and other folders":{"*":["Configura i percorsi predefiniti per documenti, download e altre cartelle"]},"Change the visual appearance of the Plasma desktop":{"*":["Cambia l'aspetto visivo del desktop Plasma"]},"Configure which applications open specific file types":{"*":["Configura quali applicazioni aprono tipi di file specifici"]},"Manage permissions for Flatpak applications":{"*":["Gestisci le autorizzazioni per le applicazioni Flatpak"]},"Install and configure system fonts and typography settings":{"*":["Installa e configura i caratteri di sistema e le impostazioni di tipografia"]},"Configure game controllers and joysticks":{"*":["Configura i controller di gioco e i joystick"]},"Change the icon theme used throughout the system":{"*":["Cambia il tema delle icone utilizzato in tutto il sistema."]},"Configure digital camera integration with your system":{"*":["Configura l'integrazione della fotocamera digitale con il tuo sistema"]},"Manage system services running in the background":{"*":["Gestisci i servizi di sistema in esecuzione in background"]},"Layout settings, shortcuts and other options.":{"*":["Impostazioni di layout, scorciatoie e altre opzioni."]},"Configure monitors, resolution, and screen arrangement":{"*":["Configura monitor, risoluzione e disposizione dello schermo"]},"Window Decorations":{"*":["Decorazioni della finestra"]},"Change the appearance of window title bars and borders":{"*":["Cambia l'aspetto delle barre del titolo delle finestre e dei bordi."]},"Configure visual effects and animations for the desktop":{"*":["Configura effetti visivi e animazioni per il desktop"]},"Configure how windows behave and interact":{"*":["Configura come si comportano e interagiscono le finestre."]},"Configure mouse sensitivity, buttons and behavior":{"*":["Configura la sensibilità del mouse, i pulsanti e il comportamento"]},"Advanced network configuration (VPN, WiFi, Wired, Static IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Configurazione avanzata della rete (VPN, WiFi, cablata, IP statico, PPPoE, ADSL, rete cablata, banda larga mobile e altri)."]},"QEFI Entry Manager":{"*":["Gestore di Entrata QEFI"]},"Manage and configure boot entries for UEFI systems":{"*":["Gestisci e configura le voci di avvio per i sistemi UEFI"]},"Configure system and application notifications":{"*":["Configura le notifiche di sistema e applicazione"]},"Boot Screen":{"*":["Schermata di avvio"]},"Change the splash screen shown during system startup":{"*":["Cambia la schermata di avvio mostrata durante l'avvio del sistema."]},"Configure energy saving and battery settings":{"*":["Configura le impostazioni di risparmio energetico e della batteria"]},"Configure network proxy settings for internet access":{"*":["Configura le impostazioni del proxy di rete per l'accesso a Internet"]},"Manage the history of recently accessed files":{"*":["Gestisci la cronologia dei file recentemente accessibili"]},"Configure language, region, and format settings":{"*":["Configura le impostazioni di lingua, regione e formato"]},"Configure screen locking settings and appearance":{"*":["Configura le impostazioni di blocco dello schermo e l'aspetto"]},"Configure the login screen appearance and behavior":{"*":["Configura l'aspetto e il comportamento della schermata di accesso"]},"Desktop Session":{"*":["Sessione Desktop"]},"Configure session startup and shutdown behavior":{"*":["Configura il comportamento di avvio e arresto della sessione"]},"Configure sound effects for system events":{"*":["Configura gli effetti sonori per gli eventi di sistema"]},"Configure the splash screen shown while starting applications":{"*":["Configura la schermata di avvio mostrata durante l'avvio delle applicazioni."]},"Configure the visual appearance of applications":{"*":["Configura l'aspetto visivo delle applicazioni"]},"Configure drawing tablets and stylus settings":{"*":["Configura le impostazioni delle tavolette grafiche e dello stilo"]},"Configure laptop touchpad behavior and gestures":{"*":["Configura il comportamento e i gesti del touchpad del laptop"]},"Configure touchscreen behavior and calibration":{"*":["Configura il comportamento e la calibrazione del touchscreen"]},"Configure trash bin behavior and cleanup settings":{"*":["Configura il comportamento del cestino e le impostazioni di pulizia"]},"Change desktop background image and slideshow settings":{"*":["Cambia l'immagine di sfondo del desktop e le impostazioni dello slideshow."]},"Configure the system's landing page and default widgets.":{"*":["Configura la pagina di atterraggio del sistema e i widget predefiniti."]},"Manage FireWire Audio Interfaces - FfadoMixer":{"*":["Gestisci interfacce audio FireWire - FfadoMixer"]},"Control Panel for your FireWire Audio Interfaces.":{"*":["Pannello di controllo per le tue interfacce audio FireWire."]},"Access your files and folders.":{"*":["Accedi ai tuoi file e cartelle."]},"This program can transfer files between smartphones, tablets, and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates best with BigLinux and sits among the applets located near the system clock. To sync with your smartphone, go to the Google Store or Apple Store and install KDE Connect.":{"*":["Questo programma può trasferire file tra smartphone, tablet e altri computer. Con esso, puoi, ad esempio, utilizzare il tuo smartphone come un mouse e una tastiera wireless per controllare il computer, tra le altre funzionalità. Si integra meglio con BigLinux e si trova tra gli applet situati vicino all'orologio di sistema. Per sincronizzarti con il tuo smartphone, vai al Google Store o all'Apple Store e installa KDE Connect."]},"Access the command terminal.":{"*":["Accedi al terminale dei comandi."]},"KWalletManager":{"*":["KWalletManager"]},"Tool for managing KDE wallets":{"*":["Strumento per la gestione dei portafogli KDE"]},"Add or remove programs installed on the system":{"*":["Aggiungi o rimuovi programmi installati sul sistema"]},"Connect to internet using Android":{"*":["Collegati a Internet utilizzando Android"]},"Connect to internet using iOS":{"*":["Collegati a Internet utilizzando iOS"]},"Connect to Internet":{"*":["Connettersi a Internet"]},"Snapshots and backups":{"*":["Snapshot e backup"]},"Create or activate restore points":{"*":["Creare o attivare punti di ripristino"]},"Biglinux Settings":{"*":["Impostazioni di Biglinux"]},"Simplify switching BigLinux operation.":{"*":["Semplifica il passaggio all'operazione di BigLinux."]},"BigLinux Themes":{"*":["Temi BigLinux"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Forniamo configurazioni complete per te da selezionare in modo estremamente semplice."]},"Configure feedback and usage report preferences.":{"*":["Configura le preferenze per il feedback e i report di utilizzo."]},"Configure automatic actions for when devices are connected.":{"*":["Configura azioni automatiche per quando i dispositivi sono connessi."]},"Configure search and indexing options in Plasma.":{"*":["Configura le opzioni di ricerca e indicizzazione in Plasma."]},"Using Your Android Device's Internet on Linux via USB":{"*":["Utilizzo dell'Internet del dispositivo Android su Linux tramite USB"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Collega il tuo smartphone Android al computer Linux utilizzando un cavo USB."]},"On your smartphone, open 'Settings' and navigate to 'Network & Internet' or 'Connections & Sharing'.":{"*":["Sul tuo smartphone, apri 'Impostazioni' e vai su 'Rete e Internet' o 'Connessioni e Condivisione'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Cerca di 'USB Tethering', 'USB Tether' o termini simili e abilitalo."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Questo stabilirà automaticamente la connessione internet sul tuo computer Linux senza richiedere alcuna configurazione aggiuntiva."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se il tuo dispositivo Android non è connesso a Wi-Fi e sta utilizzando i dati cellulari, questo tethering consumerà dati dal tuo piano cellulare. Per evitare costi dati, assicurati che il tuo dispositivo Android sia connesso a una rete Wi-Fi prima di abilitare il tethering."]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Utilizzo dell'Internet del dispositivo iOS su Linux tramite USB"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Collega il tuo dispositivo iOS al computer Linux utilizzando un cavo USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Sul tuo dispositivo iOS, vai su 'Impostazioni', quindi seleziona 'Hotspot personale'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Abilita 'Consenti ad altri di unirsi'. Questo potrebbe abilitare automaticamente 'USB Tethering' se viene rilevata una connessione USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se il tuo dispositivo iOS non è connesso a Wi-Fi e sta utilizzando i dati cellulari, questo tethering consumerà dati dal tuo piano cellulare. Per evitare costi aggiuntivi, assicurati che il tuo dispositivo iOS sia connesso a una rete Wi-Fi prima di abilitare il tethering."]},"To share your smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Per condividere la connessione internet del tuo smartphone con un computer Linux utilizzando un cavo USB, segui questi passaggi:"]},"Close":{"*":["Chiudi"]},"Control Center":{"*":["Centro di controllo"]},"About Control Center":{"*":["Informazioni su Control Center"]},"Categories":{"*":["Categorie"]},"Programs":{"*":["Programmi"]},"Search...":{"*":["Cerca..."]},"Executing special command: {0}":{"*":["Esecuzione comando speciale: {0}"]},"Launching: {0}":{"*":["Avvio: {0}"]},"Error launching program: {0}":{"*":["Errore durante il lancio del programma: {0}"]},"BigLinux Team":{"*":["BigLinux Team"]},"© 2025 BigLinux Team":{"*":["© 2025 BigLinux Team"]},"Main":{"*":["Principale"]},"Network and Internet":{"*":["Rete e Internet"]},"Phone":{"*":["Telefono"]},"Customize":{"*":["Personalizza"]},"Region and Language":{"*":["Regione e Lingua"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Accounti"]},"Devices":{"*":["Dispositivi"]},"System":{"*":["Sistema"]},"About":{"*":["Informazioni"]},"Other":{"*":["Altro"]}}}}