{"ro":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["căutare"]},"Control Center":{"*":["Centrul de control"]},"Main":{"*":["Principal"]},"Network and Internet":{"*":["Rețea și Internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Personalizare"]},"Region and Language":{"*":["Regiune și Limbă"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Conturi"]},"Devices":{"*":["Dispozitive"]},"System":{"*":["Sistem"]},"About":{"*":["Despre"]},"Other":{"*":["Altele"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Folosirea internetului dispozitivului Android pe Linux prin USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Pentru a partaja conexiunea la internet a smartphone-ului Android cu un computer Linux folosind un cablu USB, urmați acești pași:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Conectați-vă smartphone-ul Android la computerul Linux folosind un cablu USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Pe smartphone-ul dvs., deschideți „Setări” și navigați la „Rețea și internet” sau „Conexiuni și partajare”."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Caută „USB Tethering”, „USB Tether” sau termeni similari și activează-l."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Dacă dispozitivul Android nu este conectat la Wi-Fi și folosește date mobile, această funcție de partajare a conexiunii va consuma date din planul dvs. de date mobile. Pentru a evita taxele de date, asigurați-vă că dispozitivul Android este conectat la o rețea Wi-Fi înainte de a activa partajarea conexiunii."]},"Close":{"*":["Închide"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Folosirea internetului dispozitivului iOS pe Linux prin USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Pentru a partaja conexiunea la internet a smartphone-ului iOS cu un computer Linux folosind un cablu USB, urmați acești pași:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Conectați-vă dispozitivul iOS la computerul Linux folosind un cablu USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Pe dispozitivul iOS, mergi la 'Setări', apoi selectează 'Hotspot personal'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Activați „Permiteți altora să se alăture”. Acest lucru poate activa automat „Tethering USB” dacă este detectată o conexiune USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Dacă dispozitivul iOS nu este conectat la Wi-Fi și folosește date mobile, această funcție de partajare a conexiunii va consuma date din planul tău de date mobile. Pentru a evita taxele suplimentare, asigură-te că dispozitivul iOS este conectat la o rețea Wi-Fi înainte de a activa partajarea conexiunii."]},"Configure AppimageLauncher":{"*":["Configurați AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Alegeți comportamentul programelor disponibile în .appimage."]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Setările de utilizare pentru CD-urile vechi de muzică nu sunt valabile pentru muzica MP3."]},"Search for servers (zeroconf)":{"*":["Căutare servere (zeroconf)"]},"Restore program configuration":{"*":["Restabilirește configurarea programului"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Utilitar care facilitează restaurarea sistemului instalat, în principal restaurarea boot-ului sistemului (Grub). Poate fi folosit și pentru a accesa managerul de pachete și terminalul sistemului instalat."]},"Themes, Desktop and Tweaks":{"*":["Teme, Desktop și Reglaje"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Oferim configurații complete pentru a fi selectate într-un mod extrem de simplu."]},"Install or remove programs.":{"*":["Instalați sau eliminați programe."]},"Introduction to BigLinux":{"*":["Introducere în BigLinux"]},"Themes to Bootsplash":{"*":["Teme pentru Ecranul de pornire"]},"Brightness and color":{"*":["Luminozitate și culoare"]},"Control brightness and colors":{"*":["Controlați luminozitatea și culorile"]},"Search for SSH servers":{"*":["Căutați servere SSH"]},"Search for VNC servers":{"*":["Căutați servere VNC"]},"Configure this window border theme":{"*":["Configurați tema marginilor ferestrei acestei fereastră"]},"Configure this windows theme.":{"*":["Configurați acest aspect Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Manager audio avansat - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Controler audio în caz de lipsă de sunet."]},"Partition or format":{"*":["Partiționare sau formatare"]},"Be careful, this program may erase all data on your computer.":{"*":["Fii atent, acest program ar putea șterge toate datele de pe computerul tău."]},"Storage Information (SMART)":{"*":["Informații despre stocare (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Configurați regulile de securitate pentru conexiunea la internet."]},"Configure webcam or capture card":{"*":["Configurați camera web sau placa de captură"]},"HP printers":{"*":["imprimante HP"]},"Check status, ink level and maintenance.":{"*":["Verificați starea, nivelul de cerneală și întreținerea."]},"Scanners HP":{"*":["Scanere HP"]},"Assemble Apple Hardware":{"*":["Asamblare hardware Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Cu acest program puteți accesa programele de pe iPhone-ul sau iPad-ul dvs. Apple într-un mod similar cu accesarea fișierelor de pe un stick USB."]},"Connect to the internet using Android":{"*":["Conectați-vă la internet folosind Android"]},"Connect to Internet":{"*":["Conectați-vă la internet"]},"Connect to the internet using iOS":{"*":["Conectați-vă la internet folosind iOS"]},"Equalizer (DSP)":{"*":["Egalizator (DSP)"]},"Virtual desktops and activities":{"*":["Desktopuri virtuale și activități"]},"Create more than one virtual desktop by switching between them.":{"*":["Creează mai multe desktopuri virtuale comutând între ele."]},"Enabling search increases system memory and processing consumption.":{"*":["Activarea căutării crește consumul de memorie și procesare a sistemului."]},"Adjust the date, time and time zone.":{"*":["Ajustați data, ora și fusul orar."]},"Plasma Firewall":{"*":["Plasmă Firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Configurați regulile de securitate pentru conexiuni. Acest firewall se bazează pe infrastructura Gufw."]},"Integration with Google Drive and ownCloud":{"*":["Integrare cu Google Drive și ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Accesați fișierele de pe Google Drive sau ownCloud direct din managerul de fișiere."]},"Layout settings, hotkeys and other options.":{"*":["Setări de aspect, taste rapide și alte opțiuni."]},"Manage connections":{"*":["Gestionați conexiunile"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Configurare avansată a rețelei (VPN, wifi, cablu, IP fix, PPPoE, ADSL, rețea cablată, bandă largă mobilă și altele)."]},"Manage services (Systemd)":{"*":["Gestionați serviciile (Systemd)"]},"Configure the Kvantum theme":{"*":["Configurați tema Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Pentru ca configurarea Kvantum să funcționeze, aplicați tema Kvantum în 'Stil aplicație'."]},"KDE Password Wallet":{"*":["Portofelul de parole KDE"]},"Manage files":{"*":["Gestionați fișierele"]},"Get access to your files and folders.":{"*":["Accesați fișierele și folderele dvs."]},"Storage Usage":{"*":["Utilizare stocare"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Acest program poate transfera fișiere între smartphone-uri, tablete și alte computere. Cu el, de exemplu, poți folosi smartphone-ul ca mouse și tastatură wireless pentru a controla computerul, printre alte funcții. Se integrează mai bine cu BigLinux și se află printre aplicațiile situate în apropierea ceasului sistemului. Pentru a sincroniza cu smartphone-ul tău, mergi la Google Store sau Apple Store și instalează Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Accesați terminalul de comandă."]},"Password Manager":{"*":["Manager de parole"]},"Sound and microphone":{"*":["Sunet și microfon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Configurați sau schimbați dispozitivele de intrare și ieșire audio. (Ex: HDMI)"]},"Shared file information":{"*":["Informații despre fișierul partajat"]},"Printers":{"*":["Imprimante"]},"Install, configure or remove printers.":{"*":["Instalați, configurați sau eliminați imprimantele."]},"KDE Control Center":{"*":["Centrul de control KDE"]},"Advanced power configurator":{"*":["Configurator avansat de energie"]}}}}