Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.
da: Værktøj, der letter genoprettelsen af det installerede system, primært genoprettelse af systemstart (Grub). Det kan også bruges til at få adgang til pakkehåndteringen og terminalen i det installerede system.
el: Πρόγραμμα χρησιμότητας που διευκολύνει την αποκατάσταση του εγκατεστημένου συστήματος, κυρίως την επαναφορά της εκκίνησης του συστήματος (Grub). Μπορεί επίσης να χρησιμοποιηθεί για πρόσβαση στον διαχειριστή πακέτων και το τερματικό του εγκατεστημένου συστήματος.
et: Tööriist, mis hõlbustab paigaldatud süsteemi taastamist, peamiselt süsteemi käivitamise taastamist (Grub). Seda saab kasutada ka paigaldatud süsteemi pakihalduri ja terminali juurdepääsuks.
hu: Olyan segédprogram, amely megkönnyíti a telepített rendszer helyreállítását, főként a rendszerindító (Grub) helyreállítását. Használható a telepített rendszer csomagkezelőjének és termináljának elérésére is.
is: Utilitas yang memudahkan pemulihan sistem yang diinstal, terutama memulihkan boot sistem (Grub). Ini juga dapat digunakan untuk mengakses manajer paket dan terminal sistem yang diinstal.
it: Utilità che facilita il ripristino del sistema installato, principalmente ripristinando il boot del sistema (Grub). Può anche essere utilizzato per accedere al gestore di pacchetti e al terminale del sistema installato.
nl: Hulpprogramma dat het herstel van het geïnstalleerde systeem vergemakkelijkt, voornamelijk het herstellen van het systeem opstarten (Grub). Het kan ook worden gebruikt om toegang te krijgen tot de pakketbeheerder en terminal van het geïnstalleerde systeem.
ru: Утилита, облегчающая восстановление установленной системы, в основном восстановление загрузки системы (Grub). Ее также можно использовать для доступа к менеджеру пакетов и терминалу установленной системы.
sv: Verktyg som underlättar återställningen av det installerade systemet, främst återställning av systemstarten (Grub). Det kan också användas för att komma åt pakethanteraren och terminalen i det installerade systemet.

source: We provide complete configurations for you to select in an extremely simple way.
bg: Предоставяме пълни конфигурации за избор по изключително лесен начин.
cs: Poskytujeme kompletní konfigurace, které můžete vybrat velmi jednoduchým způsobem.
da: Vi giver komplette konfigurationer til dig at vælge på en ekstremt enkel måde.
de: Wir bieten Ihnen komplette Konfigurationen, die Sie auf einfachste Weise auswählen können.
el: Παρέχουμε πλήρεις ρυθμίσεις για εσάς να επιλέξετε με έναν εξαιρετικά απλό τρόπο.
es: Ofrecemos configuraciones completas para que selecciones de una manera extremadamente sencilla.
et: Pakume teile täielikke seadistusi, mida saate valida äärmiselt lihtsal viisil.
fi: Tarjoamme täydelliset määritykset, joita voit valita äärimmäisen yksinkertaisella tavalla.
fr: Nous fournissons des configurations complètes pour que vous puissiez sélectionner de manière extrêmement simple.
he: אנו מספקים הגדרות מלאות לבחירה בדרך קלה ביותר.
hr: Nudimo potpune konfiguracije za odabir na izuzetno jednostavan način.
hu: Teljes konfigurációkat biztosítunk Önnek, hogy rendkívül egyszerűen választhasson.
is: Kami menyediakan konfigurasi lengkap untuk Anda pilih dengan cara yang sangat sederhana.
it: Forniamo configurazioni complete per te da selezionare in modo estremamente semplice.
ja: 完全な構成を提供し、非常に簡単な方法で選択できます。
nl: We bieden volledige configuraties voor u om op een uiterst eenvoudige manier te selecteren.
no: Vi tilbyr komplette konfigurasjoner for deg å velge på en ekstremt enkel måte.
pl: Oferujemy kompletną konfigurację do wyboru w niezwykle prosty sposób.
pt: Fornecemos configurações completas para você selecionar de forma extremamente simples.
ro: Oferim configurații complete pentru a fi selectate într-un mod extrem de simplu.
ru: Мы предоставляем полные конфигурации для выбора в чрезвычайно простом формате.
sk: Poskytujeme kompletné konfigurácie, ktoré môžete jednoducho vybrať.
sv: Vi tillhandahåller kompletta konfigurationer för dig att välja på ett extremt enkelt sätt.
tr: Size seçmek için size tam yapılandırmalar sunuyoruz, son derece basit bir şekilde seçim yapabilirsiniz.
uk: Ми надаємо повні конфігурації для вибору у надзвичайно простий спосіб.

source: Install or remove programs.
cs: Nainstalovat nebo odstranit programy.
da: Installér eller fjern programmer.
el: Εγκαταστήστε ή αφαιρέστε προγράμματα.
es: Instalar o desinstalar programas.
et: Installige või eemaldage programme.
fi: Asenna tai poista ohjelmia.
fr: Installer ou supprimer des programmes.
he: התקן או הסר תוכניות.
hu: Telepítse vagy távolítsa el a programokat.
is: Pasang atau hapus program.
it: Installare o rimuovere programmi.
ja: プログラムのインストールまたは削除。
nl: Programma's installeren of verwijderen.
no: Installer eller fjern programmer.
pl: Zainstaluj lub usuń programy.
pt: Instalar ou remover programas.
ro: Instalați sau eliminați programe.
ru: Установить или удалить программы.
sv: Installera eller ta bort program.
tr: Programları yükle veya kaldır.
uk: Встановити або видалити програми.

source: Introduction to BigLinux
da: Introduktion til BigLinux
el: Εισαγωγή στο BigLinux
et: Sissejuhatus BigLinuxisse
hu: Bevezetés a BigLinuxba
is: Pengenalan BigLinux
it: Introduzione a BigLinux
nl: Introductie tot BigLinux
ru: Введение в BigLinux
sv: Introduktion till BigLinux

source: Themes to Bootsplash
da: Temaer til Bootsplash
el: Θέματα για την οθόνη εκκίνησης
et: Teemad Bootsplash
hu: Témák a Bootsplash-hez
is: Tema ke Bootsplash
it: Temi per Bootsplash
nl: Thema's naar Bootsplash
ru: Темы для экрана загрузки
sv: Teman till Bootsplash

source: Brightness and color
da: Lysstyrke og farve
el: Φωτεινότητα και χρώμα
et: Heledus ja värv
hu: Fényerő és szín
is: Kecerahan dan warna
it: Luminosità e colore
nl: Helderheid en kleur
ru: Яркость и цвет
sv: Ljusstyrka och färg

source: Control brightness and colors
da: Styr lysstyrke og farver
el: Ρύθμιση φωτεινότητας και χρωμάτων
et: Kontrolli heledust ja värve
hu: Fényerő és színek szabályozása
is: Kawal kecerahan dan warna
it: Controlla luminosità e colori
nl: Helderheid en kleuren aanpassen
ru: Управление яркостью и цветами
sv: Kontrollera ljusstyrka och färger

source: Search for SSH servers
bg: Търсене на SSH сървъри
cs: Hledat SSH servery
da: Søg efter SSH-servere
de: Suche nach SSH-Servern
el: Αναζήτηση για διακομιστές SSH
es: Buscar servidores SSH
et: Otsi SSH-servereid
fi: Etsi SSH-palvelimia
fr: Rechercher des serveurs SSH
he: חפש שרתי SSH
hr: Pretraži SSH poslužitelje
hu: Keresés SSH szerverekre
is: Cari server SSH
it: Cerca server SSH
ja: SSHサーバーを検索
nl: Zoek naar SSH-servers
no: Søk etter SSH-servere
pl: Wyszukaj serwery SSH
pt: Procurar por servidores SSH
ro: Căutați servere SSH
ru: Поиск серверов SSH
sk: Vyhľadajte SSH servery
sv: Sök efter SSH-servrar
tr: SSH sunucularını ara
uk: Пошук SSH серверів

source: Search for VNC servers
bg: Търсене на VNC сървъри
cs: Hledat servery VNC
da: Søg efter VNC-servere
de: Suche nach VNC-Servern
el: Αναζήτηση για διακομιστές VNC
es: Buscar servidores VNC
et: Otsi VNC-servereid
fi: Etsi VNC-palvelimia
fr: Rechercher des serveurs VNC
he: חפש שרתי VNC
hr: Pretražite VNC poslužitelje
hu: VNC szerverek keresése
is: Cari pelayan VNC
it: Cerca server VNC
ja: VNCサーバーを検索
nl: Zoek naar VNC-servers
no: Søk etter VNC-servere
pl: Szukaj serwerów VNC
pt: Procurar por servidores VNC
ro: Căutați servere VNC
ru: Поиск серверов VNC
sk: Vyhľadajte servery VNC
sv: Sök efter VNC-servrar
tr: VNC sunucularını ara
uk: Пошук серверів VNC

source: Expand device support
bg: Разширяване на поддръжката на устройства
cs: Rozšířit podporu zařízení
da: Udvid enhedsunderstøttelse
de: Geräteunterstützung erweitern
el: Επέκταση υποστήριξης συσκευών
es: Ampliar soporte de dispositivos
et: Seadme tugi laiendamine
fi: Laajenna laitelaitetuki
fr: Élargir la prise en charge des appareils
he: הרחב תמיכת התקן
hr: Proširi podršku za uređaje
hu: Eszköztámogatás kiterjesztése
is: Perluas dukungan perangkat
it: Espandi il supporto dei dispositivi
ja: デバイスサポートを拡張
nl: Apparaatondersteuning uitbreiden
no: Utvid enhetsstøtte
pl: Rozszerz obsługę urządzenia
pt: Expandir suporte a dispositivos
ro: Extindeți suportul dispozitivului
ru: Расширить поддержку устройств
sk: Rozšíriť podporu zariadení
sv: Expandera enhetsstöd
tr: Cihaz desteğini genişlet
uk: Розширити підтримку пристроїв

source: The basis of the system and video card support
da: Systemets grundlag og understøttelse af grafikkort
el: Η βάση του συστήματος και η υποστήριξη κάρτας γραφικϩν.
et: Süsteemi alus ja videokaardi tugi
hu: A rendszer alapja és a videokártya támogatása
is: Dasar sistem dan dukungan kartu video
it: La base del sistema e il supporto della scheda video
nl: De basis van het systeem en ondersteuning voor videokaarten
ru: Основа системы и поддержка видеокарты
sv: Systemets grund och support för grafikkort

source: Configure this window border theme
da: Konfigurér dette vindueskant tema
el: Ρυθμίστε το θέμα περιγράμματος παραθύρου αυτό
et: Konfigureeri selle akna piirjoone teema
hu: Ablakkeret témájának beállítása
is: Konfigurasikan tema batas jendela ini
it: Configura il tema del bordo della finestra
nl: Configureer dit vensterrandthema
ru: Настроить тему границ окна
sv: Konfigurera detta fönsterrams tema

source: Configure this windows theme.
da: Konfigurér dette Windows-tema.
el: Ρυθμίστε αυτό το θέμα των Windows.
et: Konfigureeri see Windowsi teema.
hu: Konfiguráld ezt a Windows témát.
is: Konfigurasikan tema Windows ini.
it: Configura questo tema di Windows.
nl: Configureer dit Windows-thema.
ru: Настроить эту тему Windows.
sv: Konfigurera detta Windows-tema.

source: Advanced Audio Manager - Alsamixer
bg: Разширен мениджър на аудио - Alsamixer
cs: Pokročilý správce zvuku - Alsamixer
da: Avanceret lydadministrator - Alsamixer
de: Erweiterter Audio-Manager - Alsamixer
el: Προηγμένος Διαχειριστής Ήχου - Alsamixer
es: Administrador de Audio Avanzado - Alsamixer
et: Täiustatud heli haldur - Alsamixer
fi: Edistynyt äänienhallinta - Alsamixer
fr: Gestionnaire audio avancé - Alsamixer
he: מנהל שמע מתקדם - Alsamixer
hr: Napredni upravitelj zvuka - Alsamixer
hu: Speciális hangkezelő - Alsamixer
is: Pengurus Audio Lanjutan - Alsamixer
it: Gestore audio avanzato - Alsamixer
ja: 高度なオーディオマネージャー - Alsamixer
nl: Geavanceerde audiobeheerder - Alsamixer
no: Avansert lydbehandler - Alsamixer
pl: Zaawansowany menedżer dźwięku - Alsamixer
pt: Gestor Avançado de Áudio - Alsamixer
ro: Manager audio avansat - Alsamixer
ru: Расширенный менеджер аудио - Alsamixer
sk: Pokročilý správca zvuku - Alsamixer
sv: Avancerad ljudhanterare - Alsamixer
tr: Gelişmiş Ses Yöneticisi - Alsamixer
uk: Розширений менеджер аудіо - Alsamixer

source: Audio controller in case of no sound.
da: Lydcontroller i tilfælde af ingen lyd.
el: Ελεγκτής ήχου σε περίπτωση έλλειψης ήχου.
et: Helijuhtimine heli puudumisel.
hu: Hang nélküli hangvezérlő.
is: Pengawal audio dalam kes tiada bunyi.
it: Controller audio in caso di assenza di suono.
nl: Audiobesturingselement in geval van geen geluid.
ru: Аудио контроллер в случае отсутствия звука.
sv: Ljudkontrollant i fall av inget ljud.

source: Partition or format
da: Partitioner eller formater
el: Διαίρεση ή μορφοποίηση
et: Partitsioneerimine või vormindamine
hu: Partíció vagy formázás
is: Partisi atau format
it: Partizione o formattazione
nl: Partitie of formatteer
ru: Раздел или форматирование
sv: Partitionera eller formatera

source: Be careful, this program may erase all data on your computer.
da: Vær forsigtig, dette program kan slette alle data på din computer.
el: Προσοχή, αυτό το πρόγραμμα μπορεί να διαγράψει όλα τα δεδομένα στον υπολογιστή σας.
et: Ole ettevaatlik, see programm võib kustutada kogu teie arvutis oleva teabe.
hu: Óvatosan, ez a program törölheti az összes adatot a számítógépén.
is: Berhati-hatilah, program ini mungkin akan menghapus semua data di komputer Anda.
it: Fai attenzione, questo programma potrebbe cancellare tutti i dati sul tuo computer.
nl: Wees voorzichtig, dit programma kan alle gegevens op uw computer wissen.
ru: Будьте осторожны, эта программа может стереть все данные на вашем компьютере.
sv: Var försiktig, detta program kan radera all data på din dator.

source: Storage Information (SMART)
da: Lagringsoplysninger (SMART)
el: Πληροφορίες Αποθήκευσης (SMART)
et: Salvestusteave (SMART)
hu: Tárolási információk (SMART)
is: Maklumat Penyimpanan (SMART)
it: Informazioni di archiviazione (SMART)
nl: Opslaginformatie (SMART)
ru: Информация о хранилище (SMART)
sv: Lagringsinformation (SMART)

source: Gufw Firewall
el: Το Τείχος Προστασίας Gufw
et: Gufw tulemüür
hu: Gufw tűzfal
it: Firewall Gufw
ru: Gufw Брандмауэр
sv: Gufw brandvägg

source: Configure security rules for the internet connection.
da: Konfigurér sikkerhedsregler for internetforbindelsen.
el: Διαμορφώστε τους κανόνες ασφαλείας για τη σύνδεση στο internet.
et: Konfigureerige turvareeglid internetiühenduse jaoks.
hu: Konfigurálja a biztonsági szabályokat az internetkapcsolathoz.
is: Konfigurasikan aturan keamanan untuk koneksi internet.
it: Configurare le regole di sicurezza per la connessione internet.
nl: Configureer beveiligingsregels voor de internetverbinding.
ru: Настройте правила безопасности для подключения к интернету.
sv: Konfigurera säkerhetsregler för internetanslutningen.

source: Configure webcam or capture card
bg: Конфигуриране на уебкамера или карта за заснемане
cs: Nakonfigurujte webkameru nebo videozachytávací kartu
da: Konfigurér webcam eller capture card
de: Webcam oder Capture-Karte konfigurieren
el: Ρύθμιση webcam ή κάρτας καταγραφής
es: Configurar cámara web o tarjeta de captura
et: Konfigureeri veebikaamera või videosalvestuskaart
fi: Määritä web-kamera tai tallennuskortti
fr: Configurer la webcam ou la carte de capture
he: הגדר מצלמת רשת או כרטיס כידוד
hr: Konfigurirajte web kameru ili video karticu
hu: Webkamera vagy capture kártya konfigurálása
is: Konfigurasikan webcam atau kartu tangkap
it: Configura webcam o scheda di acquisizione
ja: ウェブカメラまたはキャプチャカードを設定します。
nl: Webcam of capturekaart configureren
no: Konfigurer webkamera eller videokort
pl: Skonfiguruj kamerę internetową lub kartę przechwytywania
pt: Configurar webcam ou placa de captura
ro: Configurați camera web sau placa de captură
ru: Настроить веб-камеру или видеозахватную карту
sk: Nakonfigurujte webkameru alebo záznamovú kartu
sv: Konfigurera webbkamera eller videoinspelningskort
tr: Web kamerasını veya yakalama kartını yapılandırma
uk: Налаштувати вебкамеру або захоплюючу карту

source: HP printers
da: HP-printere
el: Εκτυπωτές HP
et: HP printerid
hu: HP nyomtatók
is: Pencetak HP
it: Stampanti HP
ru: Принтеры HP
sv: HP-skrivare

source: Check status, ink level and maintenance.
da: Tjek status, blækniveau og vedligeholdelse.
el: Έλεγχος κατάστασης, επίπεδο μελανιού και συντήρηση.
et: Kontrollige olekut, tinti taset ja hooldust.
hu: Ellenőrizze az állapotot, a tintaszintet és a karbantartást.
is: Periksa status, tingkat tinta, dan pemeliharaan.
it: Controlla lo stato, il livello di inchiostro e la manutenzione.
nl: Controleer status, inktniveau en onderhoud.
ru: Проверьте статус, уровень чернил и обслуживание.
sv: Kontrollera status, bläcknivå och underhåll.

source: Scanners HP
be: Сканеры hp
da: Scannere fra HP
el: Σαρωτές HP
et: HP skannerid
hu: HP szkennerek
is: Pemindai HP
it: Scanner HP
ru: Сканеры HP
sv: Skannrar från HP

source: Assemble Apple Hardware
da: Samle Apple-hardware
el: Συναρμολόγηση υλικού Apple
et: Kokku panna Apple riistvara
hu: Apple hardver összeszerelése
is: Kumpulkan Perangkat Keras Apple
it: Assemblare hardware Apple
ru: Собрать аппаратное обеспечение Apple
sv: Montera Apple-maskinvara

source: With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.
da: Med dette program kan du få adgang til programmer på din Apple iPhone eller iPad på en lignende måde som at få adgang til filer på en pendrive.
el: Με αυτό το πρόγραμμα μπορείτε να έχετε πρόσβαση σε προγράμματα στο Apple iPhone ή iPad σας με τον ίδιο τρόπο που έχετε πρόσβαση σε αρχεία σε ένα USB stick.
et: Selle programmi abil saate oma Apple iPhone'is või iPadis programme avada sarnaselt failide avamisega USB-mälupulgalt.
hu: Ezzel a programmal hozzáférhetsz az alkalmazásokhoz az Apple iPhone vagy iPad készüléken, hasonlóan ahhoz, ahogy fájlokat hozzáférnél egy pendrive-ról.
is: Dengan program ini, Anda dapat mengakses program di Apple iPhone atau iPad Anda dengan cara yang mirip dengan mengakses file di flash drive.
it: Con questo programma puoi accedere ai programmi sul tuo Apple iPhone o iPad in modo simile all'accesso ai file su una chiavetta USB.
nl: Met dit programma kunt u programma's op uw Apple iPhone of iPad benaderen op een vergelijkbare manier als het benaderen van bestanden op een USB-stick.
ru: С помощью этой программы вы можете получить доступ к программам на своем Apple iPhone или iPad таким же образом, как к файлам на флеш-накопителе.
sv: Med detta program kan du komma åt program på din Apple iPhone eller iPad på ett liknande sätt som att komma åt filer på en USB-minne.

source: Connect to the internet using Android
da: Opret forbindelse til internettet ved hjælp af Android
el: Συνδεθείτε στο internet χρησιμοποιώντας το Android
et: Ühendage Androidi kaudu internetiga
hu: Csatlakozzon az internethez Android segítségével
is: Sambungkan ke internet menggunakan Android
it: Connettersi a Internet utilizzando Android
nl: Verbind met internet met behulp van Android
ru: Подключиться к интернету с помощью Android
sv: Anslut till internet med Android

source: Connect to Internet
bg: Свържете се с Интернет
cs: Připojit k internetu
da: Opret forbindelse til internettet
de: Mit Internet verbinden
el: Σύνδεση στο Internet
es: Conectar a Internet
et: Ühenda internetiga
fi: Yhdistä Internetiin
fr: Se connecter à Internet
he: התחבר לאינטרנט
hr: Poveži se na Internet
hu: Csatlakozzon az internethez
is: Sambungkan ke Internet
it: Connettersi a Internet
ja: インターネットに接続
nl: Verbinden met internet
no: Koble til Internett
pl: Połącz z Internetem
pt: Conectar à Internet
ro: Conectați-vă la internet
ru: Подключиться к Интернету
sk: Pripojiť sa k internetu
sv: Anslut till Internet
tr: İnternete bağlan
uk: Підключитися до Інтернету

source: Connect to the internet using iOS
da: Opret forbindelse til internettet ved hjælp af iOS
el: Συνδεθείτε στο internet χρησιμοποιώντας το iOS.
et: Ühendage internetiga iOS-i kaudu
hu: Csatlakozzon az internethez iOS rendszeren
is: Sambungkan ke internet menggunakan iOS
it: Connettersi a Internet utilizzando iOS
nl: Verbind met internet met behulp van iOS
ru: Подключитесь к интернету с помощью iOS
sv: Anslut till internet med iOS

source: Equalizer (DSP)
el: Ισοσταθμιστής (DSP)
et: Helitugeja (DSP)
hu: Kiegyenlítő (DSP)
is: Pemerata Suara (DSP)
it: Equalizzatore (DSP)
ru: Эквалайзер (Цифровая обработка сигнала)

source: Virtual desktops and activities
bg: Виртуални работни плотове и дейности
cs: Virtuální plochy a aktivity
da: Virtuelle skriveborde og aktiviteter
de: Virtuelle Desktops und Aktivitäten
el: Εικονικά γραφεία και δραστηριότητες
es: Escritorios virtuales y actividades
et: Virtuaalarvutid ja tegevused
fi: Virtuaalityöpöydät ja toiminnot
fr: Bureaux virtuels et activités
he: שולחנות עבודה ופעילויות וירטואליים
hr: Virtualne radne površine i aktivnosti
hu: Virtuális asztalok és tevékenységek
is: Desktop maya maya dan aktiviti
it: Desktop virtuali e attività
ja: 仮想デスクトップとアクティビティ
nl: Virtuele bureaubladen en activiteiten
no: Virtuelle skrivebord og aktiviteter
pl: Wirtualne pulpity i aktywności
pt: Desktops virtuais e atividades
ro: Desktopuri virtuale și activități
ru: Виртуальные рабочие столы и активности
sk: Virtuálne pracovné plochy a aktivity
sv: Virtuella skrivbord och aktiviteter
tr: Sanal masaüstleri ve etkinlikler
uk: Віртуальні робочі столи та дії

source: Create more than one virtual desktop by switching between them.
da: Opret mere end én virtuel skrivebord ved at skifte mellem dem.
el: Δημιουργήστε περισσότερα από ένα εικονικά γραφεία μεταβαίνοντας μεταξύ τους.
et: Loo mitu virtuaalarvutit, vahetades nende vahel.
hu: Hozzon létre több virtuális asztalt azok közötti váltással.
is: Buat lebih dari satu desktop virtual dengan beralih di antara mereka.
it: Creare più di un desktop virtuale passando da uno all'altro.
nl: Maak meer dan één virtueel bureaublad door tussen hen te schakelen.
ru: Создавайте более одного виртуального рабочего стола, переключаясь между ними.
sv: Skapa flera virtuella skrivbord genom att växla mellan dem.

source: Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.
da: Aktivering af søgningen kan forbruge betydelig hukommelse og processorkraft. Dette kan få systemet til at køre langsommere, afhængigt af antallet af brugerfiler.
el: Η ενεργοποίηση της αναζήτησης μπορεί να καταναλώσει σημαντικούς πόρους μνήμης και επεξεργαστικής ισχύος. Αυτό μπορεί να προκαλέσει το σύστημα να επιβραδυνθεί, ανάλογα με τον αριθμό των αρχείων χρήστη.
et: Otsingu aktiveerimine võib tarbida märkimisväärseid mälu- ja töötlemisressursse. See võib põhjustada süsteemi aeglustumist, olenevalt kasutaja failide arvust.
hu: A keresés aktiválása jelentős memória- és feldolgozási erőforrásokat igényelhet. Ez a rendszert lelassíthatja a felhasználói fájlok számától függően.
is: Mengaktifkan pencarian dapat menghabiskan memori dan sumber daya pemrosesan yang signifikan. Hal ini dapat menyebabkan sistem melambat, tergantung pada jumlah file pengguna.
it: Attivare la ricerca può consumare notevoli risorse di memoria e di elaborazione. Ciò potrebbe causare un rallentamento del sistema, a seconda del numero di file dell'utente.
nl: Het activeren van de zoekfunctie kan aanzienlijk geheugen en verwerkingsbronnen verbruiken. Dit kan ervoor zorgen dat het systeem vertraagt, afhankelijk van het aantal gebruikersbestanden.
ru: Активация поиска может потреблять значительное количество памяти и ресурсов процессора. Это может привести к замедлению системы в зависимости от количества пользовательских файлов.
sv: Att aktivera sökningen kan förbruka betydande minne och processresurser. Detta kan få systemet att sakta ner, beroende på antalet användarfiler.

source: Adjust the date, time and time zone.
da: Juster datoen, tidspunktet og tidszonen.
el: Ρύθμιση ημερομηνίας, ώρας και ζώνης ώρας.
et: Kohanda kuupäeva, aja ja ajavööndit.
hu: Állítsa be a dátumot, időt és időzónát.
is: Sesuaikan tanggal, waktu, dan zona waktu.
it: Regola la data, l'ora e il fuso orario.
nl: Pas de datum, tijd en tijdzone aan.
ru: Настройте дату, время и часовой пояс.
sv: Justera datum, tid och tidszon.

source: Plasma Firewall
cs: Plazmová firewall
el: Προστασία του Plasma
es: Firewall de Plasma
et: Plasma tulemüür
fi: Plasman palomuuri
fr: Firewall Plasma
he: גדר אש פלזמה
hu: Plazma tűzfal
is: Plasma Dinding Api
it: Firewall Plasma
ja: プラズマファイアウォール
no: Plasma brannmur
pl: Zapora Plazmowa
pt: Firewall Plasma
ro: Plasmă Firewall
ru: Плазменный брандмауэр
sv: Plasma brandvägg
tr: Plazma Güvenlik Duvarı
uk: Плазмовий брандмауер
