Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Instalar o Waydroid
cs: Nainstalovat Waydroid
da: Installér Waydroid
el: Εγκατάσταση του Waydroid
es: Instalar Waydroid
et: Installige Waydroid
fi: Asenna Waydroid
fr: Installer Waydroid
he: התקן את Waydroid
hu: Telepítse a Waydroid-ot
is: Install Waydroid
it: Installare Waydroid
ja: Waydroidをインストールします
nl: Installeer Waydroid
no: Installere Waydroid
pl: Zainstaluj Waydroid
ro: Install Waydroid
ru: Установить Waydroid
sv: Installera Waydroid
tr: Waydroid'u yükleyin
uk: Встановити Waydroid

source: Instalar o Waydroid com Google Apps
cs: Nainstalujte Waydroid s Google aplikacemi
da: Installér Waydroid med Google Apps
el: Εγκατάσταση του Waydroid με τις εφαρμογές της Google.
es: Instalar Waydroid con Google Apps
et: Installige Waydroid koos Google'i rakendustega
fi: Asenna Waydroid Google-sovelluksilla
fr: Installer Waydroid avec Google Apps
he: התקן את Waydroid עם Google Apps
hu: Waydroid telepítése Google alkalmazásokkal
is: Install Waydroid with Google Apps
it: Installare Waydroid con Google Apps
ja: WaydroidをGoogle Appsと一緒にインストール
nl: Waydroid installeren met Google-apps
no: Installere Waydroid med Google-apper
pl: Zainstaluj Waydroid z aplikacjami Google.
ro: Instalați Waydroid cu Google Apps
ru: Установить Waydroid с Google Apps
sv: Installera Waydroid med Google-appar
tr: Waydroid'u Google Uygulamaları ile birlikte yükleyin
uk: Встановити Waydroid з додатками Google

source: O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.
cs: Stahování trvá přibližně 1 GB, v závislosti na vašem připojení to může trvat.
da: Downloadet er cirka 1 GB stort, afhængigt af din forbindelse kan det tage tid.
el: Η λήψη είναι περίπου 1 GB, ανάλογα με τη σύνδεσή σας μπορεί να διαρκέσει.
es: La descarga tiene aproximadamente 1 GB, dependiendo de tu conexión puede tardar.
et: Allaalaadimine on umbes 1 GB, sõltuvalt teie ühendusest võib aega võtta.
fi: Latauksen koko on noin 1 Gt, riippuen yhteydestäsi se voi kestää aikaa.
fr: Le téléchargement fait environ 1 Go, selon votre connexion, cela peut prendre du temps.
he: ההורדה כוללת בערך 1 ג'יגה-בייט, תלוי במהירות החיבור שלך זמן ההורדה עשוי להיות ארוך.
hu: A letöltés körülbelül 1 GB méretű, a kapcsolatától függően eltarthat egy ideig.
is: The download is approximately 1 GB, depending on your connection it may take a while.
it: Il download è di circa 1 GB, a seconda della tua connessione potrebbe richiedere del tempo.
ja: ダウンロードサイズは約1 GBです。接続速度によっては時間がかかる場合があります。
nl: De download is ongeveer 1 GB groot, afhankelijk van je verbinding kan het even duren.
no: Nedlastingen er omtrent 1 GB stor, avhengig av tilkoblingen din kan det ta litt tid.
pl: Pobieranie zajmuje około 1 GB, w zależności od Twojego połączenia może to potrwać.
ro: Descărcarea are aproximativ 1 GB, în funcție de conexiunea dvs. poate dura.
ru: Загрузка занимает примерно 1 ГБ, в зависимости от вашего подключения может занять некоторое время.
sv: Nedladdningen är ungefär 1 GB stor, beroende på din anslutning kan det ta tid.
tr: İndirme yaklaşık 1 GB boyutundadır, bağlantınıza bağlı olarak uzun sürebilir.
uk: Завантаження має приблизно 1 ГБ, залежно від вашого з'єднання це може зайняти час.

source: Resolução
cs: Nemohu přeložit tuto frázi, protože se nejedná o software string.
da: Resolution
el: Ανάλυση
es: Resolution
et: Resolutsioon
fi: Resoluutio
fr: Resolution
he: Resolution
hu: Felbontás
is: Resolution
it: Resolution
ja: 解像度
nl: Resolution
no: Resolution
pl: Resolution
pt: Resolution
ro: Resolution
ru: Resolution
sv: Upplösning
tr: Resolution
uk: Роздільна здатність

source: Paisagem
cs: I don't have anything to translate for "Paisagem".
da: I landskab
el: There is nothing to translate in your request.
es: No encontré nada para traducir.
et: No translation
fi: N/A
hu: There is nothing to translate in your request.
is: There is no text to translate in your request.
ja: There is nothing to translate in the provided string.
nl: I have no text to translate for "Paisagem".
pl: There is no text to translate in your request.
ro: I'm sorry, but I couldn't find anything to translate in your request.
sv: There is no text to translate.
tr: There is nothing to translate in the provided string.
uk: There is no text to translate in your request.

source: Retrato
cs: I don't have anything to translate for "Retrato".
da: Portrait
el: N/A
et: No translation needed.
fi: Ei löytynyt mitään käännettäväksi.
fr: Portrait
hu: Nincs fordítandó szöveg.
is: N/A
it: N/A
ja: 肖像
nl: There is no text to translate in your request.
no: Portrait
pt: Não encontrado.
ro: I can't find anything to translate.
sv: Portrait
tr: There is nothing to translate in the provided string.
uk: Portrait

source: Aceleração 3D
cs: 3D akcelerace
da: 3D-acceleration
el: Τρισδιάστατη επιτάχυνση
es: Aceleración 3D
et: 3D kiirendus
fi: 3D-kiihdytys
fr: 3D Acceleration
he: תאוצה גרפית 3D
hu: 3D gyorsítás
is: 3D Acceleration
it: Accelerazione 3D
ja: 3Dアクセラレーション
nl: 3D-versnelling
no: 3D-akselerasjon
pl: Accelerated 3D
ro: Acelerare 3D
sv: 3D-acceleration
tr: 3D Acceleration
uk: Прискорення 3D

source: Desativado
cs: Vypnuto
da: Deaktiveret
el: Απενεργοποιημένο
es: Desactivado
et: Keelatud
fi: Poistettu
fr: Désactivé
he: מושבת
hu: Letiltva
is: Nonaktif
it: Disabilitato
ja: 無効
nl: Uitgeschakeld
no: Deaktivert
pl: Wyłączone
ro: Inactivat.
ru: Отключено
sv: Inaktiverad
tr: Inactive
uk: Вимкнено

source: Ativado
cs: Aktivováno
da: Aktiveret
el: Ενεργοποιημένο
es: Activado
et: Aktiveeritud
fi: Aktivoitu
fr: Activé
he: פעיל
hu: Aktiválva
is: Diaktifkan
it: Attivo
ja: 有効
nl: Ingeschakeld
no: Aktivert
pl: Włączone
ro: Activat
ru: Включено
sv: Aktiverad
tr: Etkinleştirildi
uk: Увімкнено

source: O Waydroid também pode ser iniciado utilizando o menu do sistema
be: Waydroid таксама можна запусціць з дапамогай сістэмнага меню
cs: Waydroid lze také spustit pomocí nabídky systému.
da: Waydroid kan også startes ved hjælp af systemmenuen.
el: Το Waydroid μπορεί επίσης να εκκινηθεί χρησιμοποιώντας το μενού του συστήματος
es: Waydroid también se puede iniciar utilizando el menú del sistema
et: Waydroidi saab käivitada ka süsteemi menüüst
fi: Waydroidia voidaan myös käynnistää käyttämällä järjestelmän valikkoa
fr: Le Waydroid peut également être lancé en utilisant le menu du système
he: ה-Waydroid יכול גם להתחיל באמצעות תפריט המערכת
hu: A Waydroid indítására a rendszer menüjéből is lehetőség van.
is: Waydroid juga dapat dimulai menggunakan menu sistem
it: Il Waydroid può anche essere avviato utilizzando il menu di sistema
ja: Waydroidはシステムメニューを使用しても起動できます
nl: Waydroid kan ook worden gestart via het systeemmenu
no: Waydroid kan også startes ved å bruke systemmenyen
pl: Waydroid może również zostać uruchomiony za pomocą menu systemowego
ro: Waydroid poate fi de asemenea pornit folosind meniul sistemului
ru: Waydroid также можно запустить, используя меню системы.
sv: Waydroid kan också startas genom att använda systemmenyn.
tr: Waydroid ayrıca sistem menüsünü kullanarak da başlatılabilir.
uk: О Waydroid також можна запустити, використовуючи меню системи.

source: Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading
cs: Pokud je 3D akcelerace aktivována na nekompatibilním hardwaru, Android se zasekne na obrazovce s načítáním.
da: Hvis 3D-acceleration er aktiveret på inkompatibel hardware, vil Android ikke gå videre end indlæsningsskærmen.
el: Εάν η 3D επιτάχυνση είναι ενεργοποιημένη σε μη συμβατό υλικό, το Android δεν θα προχωρήσει πέρα από την οθόνη φόρτωσης.
es: If 3D acceleration is enabled on incompatible hardware, Android will not go past the loading screen.
et: Kui 3D kiirendus on lubatud kokkusobimatus riistvaras, siis Android ei lähe laadimise ekraanist edasi.
fi: Jos 3D-kiihdytys on käytössä yhteensopimattomassa laitteessa, Android ei pääse latausnäytön ohi.
fr: Si l'accélération 3D est activée sur un matériel incompatible, Android restera bloqué sur l'écran de chargement.
he: אם האצת 3D מופעלת על חומרה שאינה תואמת, אנדרואיד לא יעבור את מסך הטעינה
hu: Ha a 3D gyorsítás engedélyezve van egy nem kompatibilis hardveren, az Android nem fog továbblépni a betöltési képernyőn.
is: Jika akselerasi 3D diaktifkan pada perangkat keras yang tidak kompatibel, Android tidak akan melewati layar loading
it: If 3D acceleration is enabled on incompatible hardware, Android will not go past the loading screen.
ja: 3Dアクセラレーションが非互換なハードウェアで有効になっている場合、Androidはローディング画面を超えません。
nl: Als 3D-versnelling is ingeschakeld op een oncompatibele hardware, zal Android niet verder gaan dan het laadscherm.
no: Hvis 3D-akselerasjon er aktivert på inkompatibel maskinvare, vil ikke Android gå forbi lastingsskjermen.
pl: Jeśli akceleracja 3D jest włączona na niekompatybilnym sprzęcie, Android nie przejdzie przez ekran ładowania.
ro: Dacă accelerarea 3D este activată pe un hardware incompatibil, Android nu va trece de ecranul de încărcare.
ru: Если включено 3D-ускорение на несовместимом оборудовании, Android не пройдет за экран загрузки.
sv: Om 3D-acceleration är aktiverad på en inkompatibel hårdvara kommer Android inte att gå förbi laddningsskärmen.
tr: Eğer uyumsuz bir donanımda 3D hızlandırma etkinleştirilirse, Android yükleme ekranından ileri geçmeyecektir.
uk: Якщо активація 3D-прискорення на несумісному обладнанні, Android не пройде екран завантаження.

source: Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.
cs: 3D akcelerace není kompatibilní s grafickými kartami Nvidia při použití proprietárního ovladače.
da: 3D-acceleration er ikke kompatibel på Nvidia-grafikkort med proprietær driver.
el: Η τρισδιάστατη επιτάχυνση δεν είναι συμβατή σε κάρτες γραφικών Nvidia χρησιμοποιώντας τον ιδιόκτητο οδηγό.
es: La aceleración 3D no es compatible en tarjetas de video Nvidia utilizando el controlador propietario.
et: 3D kiirendus on Nvidia graafikakaartidel, kasutades propageeritud draiverit, kokkusobimatu.
fi: 3D-kiihdytys ei ole yhteensopiva Nvidian näytönohjainten kanssa käytettäessä suljettua ajuria.
fr: La 3D Acceleration n'est pas compatible avec les cartes graphiques Nvidia utilisant le pilote propriétaire.
he: תאוצת 3D אינה תואמת בכרטיסי מסך Nvidia בשימוש בדרייבר פרופריטרי.
hu: 3D gyorsítás nem kompatibilis Nvidia videokártyákon a saját meghajtóval.
is: 3D acceleration is incompatible on Nvidia graphics cards using the proprietary driver.
it: 3D acceleration is incompatible on Nvidia graphics cards using the proprietary driver.
ja: 3Dアクセラレーションは、Nvidiaのプロプライエタリドライバを使用しているビデオカードでは互換性がありません。
nl: 3D-versnelling is niet compatibel op Nvidia-videokaarten met de eigen driver.
no: 3D-akselerasjon er ikke kompatibel på Nvidia-grafikkort med proprietær driver.
pl: 3D acceleration is incompatible on Nvidia graphics cards using the proprietary driver.
pt: A aceleração 3D não é compatível em placas de vídeo Nvidia com o driver proprietário.
ro: Accelerarea 3D este incompatibilă pe plăcile video Nvidia utilizând driverul proprietar.
ru: 3D-ускорение несовместимо с видеокартами Nvidia при использовании собственного драйвера.
sv: 3D-acceleration är inte kompatibel med Nvidia-grafikkort som använder proprietära drivrutiner.
tr: 3D acceleration is incompatible on Nvidia video cards using the proprietary driver.
uk: 3D-прискорення несумісне з відеокартами Nvidia при використанні пропрієтарного драйвера.

source: Exibir ID do Android
be: Паказаць ідэнтыфікатар Android
cs: Zobrazit ID zařízení Android
da: Vis Android-ID
el: Εμφάνιση αναγνωριστικού Android
es: Mostrar ID de Android
et: Kuva Androidi ID
fi: Näytä Androidin tunniste
fr: Afficher l'identifiant Android
he: הצגת מזהה Android
hu: Android azonosító megjelenítése
is: Tampilkan ID Android
it: Mostra ID del dispositivo Android
ja: Android IDを表示
nl: Display Android ID
no: Vis ID for Android
pl: Wyświetl identyfikator Androida
pt: Mostrar ID do Android
ro: Display Android ID
ru: Показать идентификатор Android
sv: Visa Android-ID
tr: Android Kimliğini Göster
uk: Показати ідентифікатор Android

source: Ativar Google Apps
be: Актывуйце Google Apps
cs: Aktivovat Google Aplikace
da: Aktivér Google Apps
el: Ενεργοποίηση Google Apps
es: Activar Google Apps
et: Aktiveeri Google Apps
fi: Aktivoi Google-sovellukset
fr: Activer Google Apps
he: הפעלת Google Apps
hu: Google Apps aktiválása
is: Enable Google Apps
it: Attiva Google Apps
ja: Google Appsを有効にする
nl: Google Apps activeren
no: Aktiver Google-apper
pl: Włącz usługi Google
ro: Activare Google Apps
ru: Активировать Google Apps
sv: Aktivera Google Apps
tr: Google Uygulamalarını Etkinleştir
uk: Активувати Google Apps

source: Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!
be: Каб актываваць PlayStore, вам трэба націснуць (Праглядзець ідэнтыфікатар Android) і скапіяваць ідэнтыфікатар Android, затым націснуць (Актываваць Google Apps), каб адкрыць старонку рэгістрацыі прылады, вам трэба ўвайсці ў свой уліковы запіс Google, увесці свой ID Android і зарэгістравацца. Для актывацыі на вашым Waydroid можа спатрэбіцца некалькі хвілін. Зачыніце і зноў адкрыйце. Гатовы!
cs: Pro aktivaci PlayStore je nutné kliknout na (Zobrazit ID Androidu) a zkopírovat ID Androidu, poté klikněte na (Aktivovat Google Aplikace) pro otevření stránky Registrace zařízení, musíte být přihlášeni do svého účtu Google, zadejte své ID Androidu a proveďte registraci. Aktivace ve vašem Waydroidu může trvat několik minut. Zavřete a znovu otevřete. Hotovo!
da: For at aktivere PlayStore skal du klikke på (Vis Android ID) og kopiere Android ID, derefter klikke på (Aktiver Google Apps) for at åbne enhedsregistreringssiden, du skal være logget ind på din Google-konto, indtast din Android ID og registrer enheden. Det kan tage nogle minutter at aktivere det på din Waydroid. Luk og åbn igen. Klar!
el: Για να ενεργοποιήσετε το PlayStore, κάντε κλικ στο (Εμφάνιση ID Android) και αντιγράψτε το ID Android, στη συνέχεια κάντε κλικ στο (Ενεργοποίηση εφαρμογών Google) για να ανοίξετε τη σελίδα Εγγραφής συσκευής, πρέπει να είστε συνδεδεμένοι στον λογαριασμό σας Google, εισάγετε το ID Android σας και κάντε την εγγραφή. Μπορεί να χρειαστεί λίγος χρόνος για να ενεργοποιηθεί στο Waydroid σας. Κλείστε και ανοίξτε ξανά. Έτοιμο!
es: To activate the Play Store, you need to click on (Show Android ID) and copy the Android ID, then click on (Enable Google Apps) to open the Device Registration page, you need to be logged into your Google account, enter your Android ID and register. It may take a few minutes to activate on your Waydroid. Close and reopen. Done!
et: PlayStore'i aktiveerimiseks klõpsake (Androidi ID kuvamine) ja kopeerige Androidi ID, seejärel klõpsake (Google Apps'i lubamine), et avada seadme registreerimise leht, peate olema sisse logitud oma Google'i kontole, sisestage oma Androidi ID ja registreerige. Aktiveerimine võib võtta mõned minutid teie Waydroidis. Sulgege ja avage uuesti. Valmis!
fi: Aktivoi PlayStore klikkaamalla (Näytä Android-tunniste) ja kopioi Android-tunniste. Sen jälkeen klikkaa (Aktivoi Google-sovellukset) avataksesi laitteen rekisteröintisivun. Sinun tulee olla kirjautuneena Google-tilillesi, syötä Android-tunniste ja rekisteröi laite. Aktivointi Waydroidissa voi kestää muutaman minuutin. Sulje ja avaa uudelleen. Valmista!
fr: Pour activer le PlayStore, vous devez cliquer sur (Afficher l'identifiant Android) et copier l'identifiant Android, puis cliquer sur (Activer les applications Google) pour ouvrir la page d'enregistrement de l'appareil, vous devez être connecté à votre compte Google, insérez votre identifiant Android et enregistrez. Cela peut prendre quelques minutes pour s'activer sur votre Waydroid. Fermez et rouvrez. C'est tout !
he: כדי להפעיל את חנות ה-PlayStore, יש ללחוץ על (הצגת מזהה Android) ולהעתיק את מזהה ה-Android, לאחר מכן ללחוץ על (הפעלת Google Apps) כדי לפתוח את דף הרישום של המכשיר, עליך להיות מחובר לחשבון ה-Google שלך, להזין את מזהה ה-Android שלך ולבצע את הרישום. ייתכן שיקח כמה דקות עד שהשירות יפעיל ב-Waydroid שלך. סגור ופתח מחדש. מוכן!
hu: Az Android ID megjelenítéséhez kattintson az (Android ID megjelenítése) gombra, másolja az Android ID-t, majd kattintson az (Google alkalmazások engedélyezése) gombra a készülék regisztrációs oldalának megnyitásához. Be kell jelentkeznie a Google-fiókjába, adja meg az Android ID-jét, és regisztrálja a készüléket. Néhány percbe telhet, amíg aktiválódik a Waydroidon. Zárja be, majd nyissa meg újra. Kész!
is: To activate the Play Store, you need to click on (View Android ID) and copy the Android ID, then click on (Enable Google Apps) to open the Device Registration page, you need to be logged into your Google account, enter your Android ID and register. It may take a few minutes to activate on your Waydroid. Close and reopen. Ready!
it: Per attivare il PlayStore è necessario fare clic su (Mostra ID Android) e copiare l'ID Android, quindi fare clic su (Attiva app Google) per aprire la pagina di Registrazione del dispositivo, è necessario essere connessi al proprio account Google, inserire il proprio ID Android e registrare il dispositivo. Potrebbe richiedere alcuni minuti per attivarsi sul tuo Waydroid. Chiudi e riapri. Fatto!
ja: PlayStoreを有効にするには、（Android IDを表示）をクリックしてAndroid IDをコピーし、次に（Google Appsを有効にする）をクリックしてデバイス登録ページを開きます。Googleアカウントにログインしている必要があります。Android IDを入力して登録を行います。Waydroidで有効化するには数分かかる場合があります。閉じて再度開いてください。完了です！
nl: Om de PlayStore te activeren, moet je op (Android ID weergeven) klikken en het Android ID kopiëren, vervolgens op (Google-apps activeren) klikken om de apparaatregistratiepagina te openen, je moet ingelogd zijn op je Google-account, voer je Android ID in en registreer het apparaat. Het kan enkele minuten duren voordat het geactiveerd is op je Waydroid. Sluit en open opnieuw. Klaar!
no: To activate the Play Store, click on (View Android ID) and copy the Android ID, then click on (Enable Google Apps) to open the Device Registration page, you need to be logged into your Google account, enter your Android ID and register. It may take a few minutes to activate on your Waydroid. Close and reopen. Done!
pl: Aby aktywować PlayStore, kliknij (Pokaż ID Androida) i skopiuj ID Androida, następnie kliknij (Włącz aplikacje Google), aby otworzyć stronę Rejestracji urządzenia, musisz być zalogowany na swoje konto Google, wprowadź swój ID Androida i zarejestruj. Może to potrwać kilka minut, aby aktywować w Waydroid. Zamknij i ponownie otwórz. Gotowe!
pt: Para ativar a Play Store, clique em (Exibir ID do Android) e copie o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!
ro: Pentru a activa PlayStore, trebuie să dați clic pe (Afișare ID Android) și să copiați ID-ul Android, apoi dați clic pe (Activare aplicații Google) pentru a deschide pagina de Înregistrare a dispozitivului, trebuie să fiți conectat la contul dvs. Google, introduceți ID-ul dvs. Android și faceți înregistrarea. Poate dura câteva minute până se activează în Waydroid-ul dvs. Închideți și deschideți din nou. Gata!
ru: Для активации PlayStore необходимо нажать на (Показать идентификатор Android) и скопировать идентификатор Android, затем нажать на (Активировать приложения Google), чтобы открыть страницу Регистрации устройства, необходимо быть авторизованным в своей учетной записи Google, введите свой идентификатор Android и зарегистрируйте устройство. Активация на вашем Waydroid может занять несколько минут. Закройте и откройте снова. Готово!
sv: För att aktivera PlayStore måste du klicka på (Visa Android-ID) och kopiera Android-ID, sedan klicka på (Aktivera Google Apps) för att öppna enhetsregistreringssidan, du måste vara inloggad på ditt Google-konto, ange ditt Android-ID och registrera det. Det kan ta några minuter att aktivera det på din Waydroid. Stäng och öppna igen. Klart!
tr: To activate the Play Store, you need to click on (Display Android ID) and copy the Android ID, then click on (Enable Google Apps) to open the Device Registration page, you need to be logged into your Google account, enter your Android ID and register. It may take a few minutes to activate on your Waydroid. Close and reopen. Done!
uk: Для активації PlayStore необхідно натиснути (Показати ID Android) та скопіювати ID Android, потім натисніть (Активувати додатки Google), щоб відкрити сторінку реєстрації пристрою, потрібно увійти в свій обліковий запис Google, введіть свій ID Android та зареєструйте пристрій. Активація на вашому Waydroid може зайняти кілька хвилин. Закрийте та відкрийте знову. Готово!

source: Remover Configurações
cs: Odstranit nastavení
da: Fjern indstillinger
el: Αφαίρεση ρυθμίσεων
es: Eliminar configuraciones
et: Eemaldage sätted
fi: Poista asetukset
fr: Supprimer les paramètres
he: הסר הגדרות
hu: Beállítások eltávolítása
is: Hapus Pengaturan
it: Rimuovere Impostazioni
ja: 設定の削除
nl: Verwijder instellingen
no: Fjern innstillinger
pl: Usuń ustawienia
ro: Ștergeți Configurările
ru: Удалить настройки
sv: Ta bort inställningar
tr: Ayarları Kaldır
uk: Видалити налаштування

source: Desinstalar o Waydroid
cs: Odinstalovat Waydroid
da: Afinstaller Waydroid
el: Απεγκατάσταση του Waydroid
es: Desinstalar Waydroid
et: Eemalda Waydroid
fi: Poista Waydroid
fr: Désinstaller Waydroid
he: הסרת Waydroid
hu: Waydroid eltávolítása
is: Uninstall Waydroid
it: Uninstall Waydroid
ja: Waydroidのアンインストール
nl: Waydroid verwijderen
no: Avinstaller Waydroid
pl: Odinstaluj Waydroid
pt: Uninstall Waydroid
ro: Uninstall Waydroid
ru: Удалить Waydroid
sv: Avinstallera Waydroid
tr: Waydroid'u kaldır
uk: Видалити Waydroid
