Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading
be: Калі 3D-паскарэнне ўключана на несумяшчальным абсталяванні<br> android не пройдзе праз экран загрузкі
cs: Pokud je 3D akcelerace aktivována na nekompatibilním hardwaru, Android se zasekne na obrazovce s načítáním.
da: Hvis 3D-acceleration er aktiveret på inkompatibel hardware,<br> vil Android ikke gå forbi indlæsningsskærmen.
el: Εάν η 3D επιτάχυνση είναι ενεργοποιημένη σε μη συμβατό υλικό, το Android δεν θα προχωρήσει πέρα από την οθόνη φόρτωσης.
es: Si la aceleración 3D está activada en un hardware incompatible, Android no pasará de la pantalla de carga.
et: Kui 3D kiirendus on lubatud kokkusobimatus riistvaras, siis Android ei lähe laadimise ekraanist edasi
fi: Jos 3D-kiihdytys on käytössä yhteensopimattomassa laitteessa,<br> Android ei pääse latausnäytön ohi
fr: Si l'accélération 3D est activée sur un matériel incompatible, Android restera bloqué sur l'écran de chargement.
he: אם האצת 3D מופעלת על חומרה שאינה תואמת, אנדרואיד לא יעבור את מסך הטעינה
hu: Ha a 3D gyorsítás engedélyezve van egy nem kompatibilis hardveren<br> az android nem fog továbblépni a betöltési képernyőn
is: Jika akselerasi 3D diaktifkan pada perangkat keras yang tidak kompatibel, Android tidak akan melewati layar loading
it: If 3D acceleration is enabled on incompatible hardware, Android will not go past the loading screen.
ja: 3Dアクセラレーションが非互換なハードウェアで有効になっている場合、Androidはローディング画面を超えることができません。
nl: Als 3D-versnelling is ingeschakeld op een incompatibele hardware, zal Android niet verder gaan dan het laadscherm.
no: Hvis 3D-akselerasjon er aktivert på inkompatibel maskinvare, vil ikke Android gå forbi lastingsskjermen
pl: Jeśli akceleracja 3D jest włączona na niekompatybilnym sprzęcie, Android nie przejdzie przez ekran ładowania
ro: Dacă accelerarea 3D este activată pe un hardware incompatibil, Androidul nu va trece de ecranul de încărcare
ru: Если включено 3D-ускорение на несовместимом оборудовании, Android не пройдет за экран загрузки
sv: Om 3D-acceleration är aktiverad på en inkompatibel hårdvara<br> kommer Android inte att gå förbi laddningsskärmen
tr: Eğer uyumsuz bir donanımda 3D hızlandırma etkinse, Android yükleme ekranından ileri geçmeyecektir.
uk: Якщо активація 3D-прискорення на несумісному обладнанні, Android не пройде екран завантаження

source: Parar o Waydroid
be: спыніць Waydroid
cs: Zastavit Waydroid
da: Stop Waydroid
el: Διακοπή του Waydroid
es: Detener Waydroid
et: Lõpeta Waydroid
fi: Lopeta Waydroid
fr: Arrêter Waydroid
he: עצור את Waydroid
hu: Waydroid leállítása
is: Stop Waydroid
it: Stop Waydroid
ja: Waydroidを停止
nl: Stop Waydroid
no: Stop Waydroid
pl: Stop Waydroid
pt: Stop Waydroid
ro: Stop Waydroid
ru: Остановить Waydroid
sv: Stop Waydroid
tr: Waydroid'u durdur
uk: Зупинити Waydroid

source: Iniciar o Waydroid
be: Запусціце Waydroid
cs: Spustit Waydroid
da: Start Waydroid
el: Εκκίνηση του Waydroid
es: Launch Waydroid
et: Käivita Waydroid
fi: Käynnistä Waydroid
fr: Démarrer Waydroid
he: הפעל את Waydroid
hu: Indítsa el a Waydroid-ot.
is: Start Waydroid
it: Avvia Waydroid
ja: Waydroidを起動
nl: Waydroid starten
no: Start Waydroid
pl: Uruchom Waydroid
pt: Start Waydroid
ro: Start Waydroid
ru: Запустить Waydroid
sv: Starta Waydroid
tr: Waydroid'u başlatmak
uk: Запустити Waydroid

source: Advanced Firewall
cs: Pokročilá firewall
da: Avanceret firewall
el: Προηγμένος τοίχος προστασίας
es: Firewall Avanzado
et: Täiustatud tulemüür
fi: Edistynyt palomuuri
fr: Firewall avancé
he: גישה מתקדמת לגישה מתקדמת
hu: Speciális tűzfal
is: Pemadam Api Lanjutan
it: Firewall avanzato
ja: 高度なファイアウォール
nl: Geavanceerde firewall
no: Avansert brannmur
pl: Zaawansowany firewall
pt: Firewall Avançado
ro: Firewall Avansat
ru: Расширенный брандмауэр
sv: Avancerad brandvägg
tr: Gelişmiş Güvenlik Duvarı
uk: Розширений брандмауер

source: Error creating directory: $bigdir
cs: Chyba při vytváření adresáře: $bigdir
da: Fejl ved oprettelse af mappe: $bigdir
el: Σφάλμα κατά τη δημιουργία καταλόγου: $bigdir
es: Error al crear el directorio: $bigdir
et: Viga kausta loomisel: $bigdir
fi: Virhe hakemiston luomisessa: $bigdir
fr: Erreur lors de la création du répertoire : $bigdir
he: שגיאה ביצירת תיקייה: $bigdir
hu: Hiba a könyvtár létrehozásakor: $bigdir
is: Villa ekki hægt að búa til skráarsafn: $bigdir
it: Errore nella creazione della directory: $bigdir
ja: ディレクトリの作成中にエラーが発生しました: $bigdir
nl: Fout bij het aanmaken van de map: $bigdir
no: Feil ved oppretting av katalog: $bigdir
pl: Błąd podczas tworzenia katalogu: $bigdir
pt: Erro ao criar diretório: $bigdir
ro: Eroare la crearea directorului: $bigdir
ru: Ошибка при создании каталога: $bigdir
sv: Fel vid skapande av katalog: $bigdir
tr: Dizin oluşturulurken hata: $bigdir
uk: Помилка створення каталогу: $bigdir

source: EFI Entry Manager
da: EFI Indgangsadministrator
el: Διαχειριστής Εισόδου EFI
et: EFI sisenemise haldur
hu: EFI Bejegyzéskezelő
is: EFI Inngangsstjóri
it: Gestore di Entrata EFI
nl: EFI-invoermanager
ru: Менеджер входа EFI
sv: EFI Inmatningshanterare

source: Find servers (zeroconf)
cs: Najít servery (zeroconf)
da: Find servere (zeroconf)
el: Βρείτε διακομιστές (zeroconf)
es: Buscar servidores (zeroconf)
et: Leia servereid (zeroconf)
fi: Etsi palvelimia (zeroconf)
fr: Trouver des serveurs (zeroconf)
he: מצא שרתים (זירוקונף)
hu: Kiszolgálók keresése (zeroconf)
is: Finndu þjónustu (zeroconf)
it: Trova server (zeroconf)
ja: サーバーを検索する（ゼロコンフィグ）
nl: Zoek servers (zeroconf)
no: Finn servere (zeroconf)
pl: Znajdź serwery (zeroconf)
pt: Encontrar servidores (zeroconf)
ro: Găsește servere (zeroconf)
ru: Найти серверы (zeroconf)
sv: Hitta servrar (zeroconf)
tr: Sunucuları bul (zeroconf)
uk: Знайти сервери (zeroconf)

source: Search for Zeroconf services available on your network
cs: Hledejte služby Zeroconf dostupné ve vaší síti
da: Søg efter Zeroconf-tjenester, der er tilgængelige på dit netværk
el: Αναζητήστε υπηρεσίες Zeroconf που είναι διαθέσιμες στο δίκτυό σας.
es: Busque servicios Zeroconf disponibles en su red.
et: Otsi oma võrgus saadaval olevaid Zeroconf teenuseid
fi: Etsi Zeroconf-palveluja, jotka ovat saatavilla verkossasi.
fr: Recherchez les services Zeroconf disponibles sur votre réseau.
he: חפש שירותי Zeroconf זמינים ברשת שלך
hu: Keresés a hálózatán elérhető Zeroconf szolgáltatások után
is: Leitaðu að Zeroconf þjónustum sem eru tiltækar á netinu þínu.
it: Cerca i servizi Zeroconf disponibili sulla tua rete
ja: ネットワーク上で利用可能なZeroconfサービスを検索する
nl: Zoek naar beschikbare Zeroconf-diensten op uw netwerk
no: Søk etter Zeroconf-tjenester tilgjengelig på nettverket ditt
pl: Szukaj usług Zeroconf dostępnych w sieci.
pt: Pesquise por serviços Zeroconf disponíveis na sua rede
ro: Caută servicii Zeroconf disponibile pe rețeaua ta
ru: Ищите доступные службы Zeroconf в вашей сети
sv: Sök efter Zeroconf-tjänster som är tillgängliga på ditt nätverk
tr: Ağınızdaki mevcut Zeroconf hizmetlerini arayın.
uk: Шукайте доступні служби Zeroconf у вашій мережі

source: Drivers and firmware
cs: Ovladače a firmware
da: Drivere og firmware
el: Οδηγοί και υλικοί οδηγοί
es: Controladores y firmware
et: Draiverid ja püsivara
fi: Ohjaimet ja laiteohjelmisto
fr: Pilotes et micrologiciels
he: דרייברים וקושחה
hu: Illesztőprogramok és firmware
is: Drifta og fastbúnaður
it: Driver e firmware
ja: ドライバーとファームウェア
nl: Stuurprogramma's en firmware
no: Drivere og fastvare
pl: Sterowniki i oprogramowanie układowe
pt: Drivers e firmware
ro: Drivere și firmware
ru: Драйверы и прошивка
sv: Drivrutiner och firmware
tr: Sürücüler ve yazılım.
uk: Драйвери та прошивка

source: Hardware Information
cs: Informace o hardwaru
da: Hardwareoplysninger
el: Πληροφορίες Υλικού
es: Información del hardware
et: Riistvara teave
fi: Laitetiedot
fr: Informations sur le matériel
he: מידע על חומרה
hu: Hardverinformáció
is: Hugbúnaðarupplýsingar
it: Informazioni sull'hardware
ja: ハードウェア情報
nl: Hardware-informatie
no: Maskinvaresinformasjon
pl: Informacje o sprzęcie
pt: Informações de Hardware
ro: Informații hardware
ru: Информация о оборудовании
sv: Hårdvaruinformation
tr: Donanım Bilgisi
uk: Інформація про апаратне забезпечення

source: Detailed information about your computer
bg: Подробна информация за вашия компютър
cs: Podrobné informace o vašem počítači
da: Detaljeret information om din computer
de: Detaillierte Informationen über Ihren Computer
el: Λεπτομερείς πληροφορίες σχετικά με τον υπολογιστή σας
es: Información detallada sobre su computadora
et: Teave teie arvuti kohta.
fi: Yksityiskohtaiset tiedot tietokoneestasi
fr: Informations détaillées sur votre ordinateur
he: מידע מפורט על המחשב שלך
hr: Detaljne informacije o vašem računalu
hu: Részletes információk a számítógépéről
is: Nákvæmar upplýsingar um tölvuna þína
it: Informazioni dettagliate sul tuo computer
ja: コンピュータに関する詳細情報
nl: Gedetailleerde informatie over uw computer
no: Detaljert informasjon om datamaskinen din
pl: Szczegółowe informacje o twoim komputerze
pt: Informações detalhadas sobre o seu computador
ro: Informații detaliate despre computerul tău
ru: Подробная информация о вашем компьютере
sk: Podrobné informácie o vašom počítači
sv: Detaljerad information om din dator
tr: Bilgisayarınız hakkında ayrıntılı bilgi
uk: Детальна інформація про ваш комп'ютер

source: Install kernel and mesa versions
cs: Nainstalujte verze jádra a mesa.
da: Installer kernele og mesa-versioner
el: Εγκαταστήστε τις εκδόσεις πυρήνα και mesa
es: Instalar versiones del kernel y mesa
et: Installi kernel ja mesa versioonid
fi: Asenna ydin- ja mesa-versiot
fr: Installer les versions du noyau et de Mesa
he: התקן גרסאות קרנל ומסה
hu: Kernel és Mesa verziók telepítése
is: Settuðu kjarna- og mesa útgáfur
it: Installa le versioni del kernel e di mesa
ja: カーネルとメサのバージョンをインストールします
nl: Installeer kernel- en mesa-versies
no: Installer kjerne- og mesa-versjoner
pl: Zainstaluj wersje jądra i mesa
pt: Instale as versões do kernel e mesa
ro: Instalați versiunile kernel și mesa
ru: Установите версии ядра и mesa
sv: Installera kärn- och mesa-versioner
tr: Kerneli ve mesa sürümlerini yükleyin
uk: Встановіть версії ядра та Mesa.

source: System foundation and video card support
bg: Поддръжка на системна основа и видеокарта
cs: Podpora základního systému a grafické karty
da: Systemgrundlag og grafikkortsupport
de: Systemgrundlage und Grafikkartenunterstützung
el: Υποστήριξη θεμελίων συστήματος και κάρτας βίντεο
es: Soporte de sistema y tarjeta de video
et: Süsteemi alus ja videokaardi tugi
fi: Järjestelmän perusta ja näytönohjaimen tuki
fr: Support de la fondation système et de la carte vidéo
he: תמיכה במערכת הפעלה ובכרטיס גרפי
hr: Podrška za sustav i grafičku karticu
hu: Rendszeralap és videokártya támogatás
is: Kerfisgrunnur og stuðningur fyrir myndkort
it: Supporto della fondazione del sistema e della scheda video
ja: システム基盤とビデオカードのサポート
nl: Systeemfundament en videokaartondersteuning
no: Systemgrunnlag og grafikkortstøtte
pl: Wsparcie dla systemu i karty graficznej
pt: Suporte para a fundação do sistema e placa de vídeo
ro: Suport pentru fundația sistemului și placa video
ru: Поддержка системной платформы и видеокарты
sk: Podpora systémových základov a grafickej karty
sv: Systemgrund och grafikkortsstöd
tr: Sistem temeli ve ekran kartı desteği
uk: Підтримка системи та відеокарти

source: Search for SSH servers with Zeroconf enabled
cs: Hledejte SSH servery s povoleným Zeroconf.
da: Søg efter SSH-servere med Zeroconf aktiveret
el: Αναζητήστε διακομιστές SSH με ενεργοποιημένο το Zeroconf.
es: Buscar servidores SSH con Zeroconf habilitado
et: Otsi Zeroconf lubatud SSH-servereid
fi: Etsi SSH-palvelimia, joissa Zeroconf on käytössä.
fr: Recherchez des serveurs SSH avec Zeroconf activé
he: חפש שרתי SSH עם Zeroconf מופעל
hu: Keresés Zeroconf engedélyezett SSH szerverek után
is: Leitaðu að SSH þjónustum með Zeroconf virkjað.
it: Cerca server SSH con Zeroconf abilitato
ja: Zeroconfが有効なSSHサーバーを検索する
nl: Zoek naar SSH-servers met ingeschakelde Zeroconf.
no: Søk etter SSH-servere med Zeroconf aktivert
pl: Szukaj serwerów SSH z włączonym Zeroconf
pt: Pesquise por servidores SSH com Zeroconf habilitado.
ro: Caută servere SSH cu Zeroconf activat
ru: Искать SSH-серверы с включенным Zeroconf
sv: Sök efter SSH-servrar med Zeroconf aktiverat
tr: Zeroconf etkinleştirilmiş SSH sunucularını ara
uk: Шукайте SSH-сервери з увімкненим Zeroconf.

source: Search for VNC servers with Zeroconf enabled
cs: Hledejte VNC servery s povoleným Zeroconf.
da: Søg efter VNC-servere med Zeroconf aktiveret
el: Αναζητήστε διακομιστές VNC με ενεργοποιημένο το Zeroconf.
es: Buscar servidores VNC con Zeroconf habilitado
et: Otsi Zeroconf lubatud VNC servereid
fi: Etsi VNC-palvelimia, joissa Zeroconf on käytössä.
fr: Recherchez des serveurs VNC avec Zeroconf activé.
he: חפש שרתי VNC עם Zeroconf מופעל
hu: Keresés Zeroconf engedélyezett VNC szerverek után
is: Leitaðu að VNC þjónustum með Zeroconf virkjað.
it: Cerca server VNC con Zeroconf abilitato
ja: Zeroconfが有効なVNCサーバーを検索する
nl: Zoek naar VNC-servers met Zeroconf ingeschakeld
no: Søk etter VNC-servere med Zeroconf aktivert
pl: Szukaj serwerów VNC z włączonym Zeroconf
pt: Pesquise servidores VNC com Zeroconf ativado
ro: Caută servere VNC cu Zeroconf activat
ru: Искать VNC-серверы с включенным Zeroconf
sv: Sök efter VNC-servrar med Zeroconf aktiverat
tr: Zeroconf etkinleştirilmiş VNC sunucularını ara
uk: Шукайте сервери VNC з увімкненим Zeroconf.

source: Cross-platform buildsystem
bg: Кросплатформена система за изграждане
cs: Křížová platforma buildsystem
da: Krydsplatform byggeværktøj
de: Plattformübergreifendes Buildsystem
el: Διαλειτουργικό σύστημα κατασκευής
es: Sistema de construcción multiplataforma
et: Ristplatvormi ehitussüsteem
fi: Ristiinrakennusjärjestelmä
fr: Système de construction multiplateforme
he: מערכת בנייה חוצת פלטפורמות
hr: Križ-platformski sustav izgradnje
hu: Keresztplatformos build rendszer
is: Fjölbreytt byggikerfi
it: Sistema di build multipiattaforma
ja: クロスプラットフォームビルドシステム
nl: Cross-platform buildsysteem
no: Tverrplattform byggetsystem
pl: System budowania wieloplatformowego
pt: Sistema de construção multiplataforma
ro: Sistem de construire multiplatformă
ru: Кроссплатформенная система сборки
sk: Križová platformová build systém
sv: Korsplattform byggsystem
tr: Çapraz platform derleme sistemi
uk: Кросплатформена система збірки

source: Firewall Configuration
cs: Konfigurace firewallu
da: Firewall-konfiguration
el: Διαμόρφωση Τείχους Προστασίας
es: Configuración del cortafuegos
et: Tulemüüri konfiguratsioon
fi: Palomuurin kokoonpano
fr: Configuration du pare-feu
he: הגדרת חומת אש
hu: Tűzfal konfiguráció
is: Eldveggarsstilling
it: Configurazione del firewall
ja: ファイアウォール設定
nl: Firewallconfiguratie
no: Brannmurkonfigurasjon
pl: Konfiguracja zapory sieciowej
pt: Configuração do Firewall
ro: Configurare Firewall
ru: Конфигурация брандмауэра
sv: Brandväggskonfiguration
tr: Güvenlik Duvarı Yapılandırması
uk: Конфігурація брандмауера

source: Audio controller in case of sound absence.
cs: Ovladač zvuku v případě absence zvuku.
da: Lydkontroller i tilfælde af lydfravær.
el: Ελεγκτής ήχου σε περίπτωση απουσίας ήχου.
es: Controlador de audio en caso de ausencia de sonido.
et: Heli juhtpaneel heli puudumise korral.
fi: Ääniohjain äänen puuttuessa.
fr: Contrôleur audio en cas d'absence de son.
he: בקר שמע במקרה של היעדר צליל.
hu: Hangkibővítő hanghiány esetén.
is: Hljóðstýring í tilfelli hljóðleysis.
it: Controllore audio in caso di assenza di suono.
ja: 音声がない場合のオーディオコントローラー。
nl: Audiocontroller in geval van geluidsafwezigheid.
no: Lydkontroller ved fravær av lyd.
pl: Kontroler audio w przypadku braku dźwięku.
pt: Controlador de áudio em caso de ausência de som.
ro: Controler audio în cazul absenței sunetului.
ru: Аудиоконтроллер в случае отсутствия звука.
sv: Ljudkontroller vid ljudavbrott.
tr: Ses yokluğunda ses kontrol cihazı.
uk: Аудіоконтролер у разі відсутності звуку.

source: Partition or Format
bg: Разделяне или Форматиране
cs: Oddíl nebo Formátovat
da: Partition eller Formater
de: Partitionieren oder Formatieren
el: Διαμέριση ή Μορφοποίηση
es: Particionar o Formatear
et: Partitsioon või vorminda
fi: Osio tai Muotoile
fr: Partitionner ou Formater
he: חלק או עיצוב
hr: Particija ili Formatiranje
hu: Particionálás vagy Formázás
is: Partisjon eða Formatera
it: Partizionare o Formattare
ja: パーティションまたはフォーマット
nl: Partitioneren of Formatteren
no: Partisjon eller Formater
pl: Partycjonuj lub formatuj
pt: Particionar ou Formatar
ro: Partiționare sau Formatare
ru: Разделить или отформатировать
sk: Rozdeliť alebo naformátovať
sv: Partitionera eller formatera
tr: Bölüm veya Biçimlendir
uk: Розділити або відформатувати

source: Be careful, this program can erase all data on your computer.
cs: Buďte opatrní, tento program může smazat všechna data na vašem počítači.
da: Vær forsigtig, dette program kan slette alle data på din computer.
el: Προσοχή, αυτό το πρόγραμμα μπορεί να διαγράψει όλα τα δεδομένα στον υπολογιστή σας.
es: Ten cuidado, este programa puede borrar todos los datos de tu computadora.
et: Ole ettevaatlik, see programm võib kustutada kõik andmed teie arvutist.
fi: Ole varovainen, tämä ohjelma voi poistaa kaikki tiedot tietokoneeltasi.
fr: Soyez prudent, ce programme peut effacer toutes les données de votre ordinateur.
he: היזהר, תוכנה זו יכולה למחוק את כל הנתונים במחשב שלך.
hu: Legyél óvatos, ez a program törölheti az összes adatot a számítógépeden.
is: Vertu varlega, þetta forrit getur eytt öllum gögnum á tölvunni þinni.
it: Fai attenzione, questo programma può cancellare tutti i dati sul tuo computer.
ja: 注意してください。このプログラムはコンピュータ上のすべてのデータを消去する可能性があります。
nl: Wees voorzichtig, dit programma kan alle gegevens op uw computer wissen.
no: Vær forsiktig, dette programmet kan slette all data på datamaskinen din.
pl: Uważaj, ten program może usunąć wszystkie dane na twoim komputerze.
pt: Tenha cuidado, este programa pode apagar todos os dados do seu computador.
ro: Fii atent, acest program poate șterge toate datele de pe computerul tău.
ru: Будьте осторожны, эта программа может стереть все данные на вашем компьютере.
sv: Var försiktig, det här programmet kan radera all data på din dator.
tr: Dikkatli olun, bu program bilgisayarınızdaki tüm verileri silebilir.
uk: Будьте обережні, ця програма може стерти всі дані на вашому комп'ютері.

source: HP Printers
bg: Принтери HP
cs: Tiskárny HP
da: HP-printere
de: HP-Drucker
el: Εκτυπωτές HP
es: Impresoras HP
et: HP printerid
fi: HP-tulostimet
fr: Imprimantes HP
he: מדפסות HP
hr: HP pisači
hu: HP nyomtatók
is: HP prentarar
it: Stampanti HP
ja: HPプリンター
no: HP-skrivere
pl: Drukarki HP
pt: Impressoras HP
ro: Imprimante HP
ru: Принтеры HP
sk: Tlačiarne HP
sv: HP-skrivare
tr: HP Yazıcılar
uk: Принтери HP

source: Check status, ink level, and maintenance.
bg: Проверете състоянието, нивото на мастилото и поддръжката.
cs: Zkontrolujte stav, úroveň inkoustu a údržbu.
da: Tjek status, blækniveau og vedligeholdelse.
de: Überprüfen Sie den Status, den Tintenstand und die Wartung.
el: Ελέγξτε την κατάσταση, το επίπεδο μελανιού και τη συντήρηση.
es: Verificar estado, nivel de tinta y mantenimiento.
et: Kontrolli olekut, tinditaset ja hooldust.
fi: Tarkista tila, mustetaso ja huolto.
fr: Vérifiez l'état, le niveau d'encre et la maintenance.
he: בדוק מצב, רמת דיו ותחזוקה.
hr: Provjerite status, razinu tinte i održavanje.
hu: Ellenőrizze az állapotot, a tintaszintet és a karbantartást.
is: Athugaðu stöðu, blekstig, og viðhald.
it: Controlla lo stato, il livello dell'inchiostro e la manutenzione.
ja: ステータス、インクレベル、およびメンテナンスを確認してください。
nl: Controleer status, inktniveau en onderhoud.
no: Sjekk status, blekknivå og vedlikehold.
pl: Sprawdź status, poziom tuszu i konserwację.
pt: Verifique o status, o nível de tinta e a manutenção.
ro: Verificați starea, nivelul de cerneală și întreținerea.
ru: Проверьте статус, уровень чернил и обслуживание.
sk: Skontrolujte stav, úroveň atramentu a údržbu.
sv: Kontrollera status, bläcknivå och underhåll.
tr: Durum, mürekkep seviyesi ve bakım kontrolü.
uk: Перевірте стан, рівень чорнила та обслуговування.

source: HP Scanners
bg: HP Скенери
cs: HP skenery
da: HP-scannere
de: HP-Scanner
el: Σαρωτές HP
es: Escáneres HP
et: HP skannerid
fi: HP-skannerit
fr: Scanners HP
he: סורקי HP
hr: HP skeneri
hu: HP Szkennerek
is: HP skannar
it: Scanner HP
ja: HPスキャナー
no: HP-skannere
pl: Skanery HP
pt: Scanners HP
ro: Scanere HP
ru: Сканеры HP
sk: Skeneri HP
sv: HP-skannrar
tr: HP Tarayıcılar
uk: HP Сканери

source: Configure and use HP scanning devices
bg: Конфигуриране и използване на сканиращи устройства HP
cs: Nakonfigurujte a používejte skenovací zařízení HP.
da: Konfigurer og brug HP-scanningsenheder
de: HP-Scangeräte konfigurieren und verwenden
el: Ρυθμίστε και χρησιμοποιήστε συσκευές σάρωσης HP
es: Configurar y usar dispositivos de escaneo HP
et: Konfigureeri ja kasuta HP skaneerimise seadmeid
fi: Määritä ja käytä HP-skannauslaitteita
fr: Configurer et utiliser les dispositifs de numérisation HP
he: הגדר והשתמש במכשירי סריקה של HP
hr: Konfigurirajte i koristite HP skener uređaje
hu: HP beolvasó eszközök konfigurálása és használata
is: Stilltu og notaðu HP skönnunarvörur
it: Configura e utilizza i dispositivi di scansione HP
ja: HPスキャンデバイスの設定と使用
nl: Configureer en gebruik HP-scanners.
no: Konfigurer og bruk HP skanneenheter
pl: Skonfiguruj i używaj urządzeń skanujących HP
pt: Configurar e usar dispositivos de digitalização HP
ro: Configurează și folosește dispozitivele de scanare HP
ru: Настройка и использование сканирующих устройств HP
sk: Nakonfigurujte a používajte skenovacie zariadenia HP
sv: Konfigurera och använd HP-skanningsenheter
tr: HP tarayıcı cihazlarını yapılandırın ve kullanın
uk: Налаштуйте та використовуйте пристрої сканування HP

source: Configure Kvantum Theme
bg: Конфигуриране на тема Kvantum
cs: Nastavit téma Kvantum
da: Konfigurer Kvantum-tema
de: Kvantum-Theme konfigurieren
el: Ρυθμίστε το Θέμα Kvantum
es: Configurar el tema Kvantum
et: Konfigureeri Kvantum teema
fi: Määritä Kvantum-teema
fr: Configurer le thème Kvantum
he: הגדר את נושא קוונטום
hr: Konfiguriraj Kvantum temu
hu: Kvantum téma konfigurálása
is: Stillir Kvantum þema
it: Configura Tema Kvantum
ja: Kvantumテーマを設定する
nl: Configureer Kvantum-thema
no: Konfigurer Kvantum-tema
pl: Skonfiguruj motyw Kvantum
pt: Configurar o Tema Kvantum
ro: Configurează tema Kvantum
ru: Настроить тему Kvantum
sk: Nastaviť tému Kvantum
sv: Konfigurera Kvantum-tema
tr: Kvantum Temasını Yapılandırın
uk: Налаштувати тему Kvantum
