Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: A webcam já está sendo utilizada pelo programa: $WEBCAM_BUSY Abrirei em modo de configuração. As alterações feitas podem ser vistas na imagem da sua webcam em outros programas.
be: Вэб-камера ўжо выкарыстоўваецца праграмай: $WEBCAM_BUSY Я адкрыю яе ў рэжыме канфігурацыі. Унесеныя змены можна ўбачыць на малюнку вашай вэб-камеры ў іншых праграмах.

source: Webcam
be: вэбкамера

source: O relatório foi salvo no arquivo $FILE_TO_SAVE Deseja visualizar o relatório agora?
be: Справаздача была захавана ў файле $FILE_TO_SAVE Вы хочаце праглядзець справаздачу зараз?

source: Temas, Desktop e Ajustes
be: Тэмы, працоўны стол і налады

source: Escolha seu Avatar
be: Выберыце свой аватар

source: Pacotes de Idioma
be: Моўныя пакеты

source: Doação
be: Ахвяраванне

source: Fórum
be: Форум

source: Twitter
be: твітэр

source: Telegram
be: тэлеграма

source: Bom dia
be: Добрай раніцы

source: Boa tarde
be: Добры дзень

source: Boa noite
be: Дабранач

source: Integração com Google Drive e ownCloud
be: Інтэграцыя з Google Drive і ownCloud

source: Acesse seus arquivos que estão no Google Drive ou ownCloud diretamente no gerenciador de arquivos.
be: Атрымлівайце доступ да файлаў, якія знаходзяцца на Google Drive або ownCloud, непасрэдна ў файлавым менеджэр.

source: Configurar o AppimageLauncher
be: Наладзьце AppimageLauncher

source: Escolher o comportamento dos programas disponibilizados em .appimage
be: Выберыце паводзіны праграм, даступных у .appimage

source: Qt Assistant
be: Памочнік Qt

source: Programas de desenvolvimento para QT.
be: Праграмы распрацоўкі для qt.

source: Configurações de uso dos antigos CDs de música, não são válidas para músicas em MP3.
be: Налады выкарыстання старых музычных кампакт-дыскаў не дзейнічаюць для музыкі MP3.

source: Procurar servidores (zeroconf)
be: Прагляд сервераў (zeroconf)

source: Instalar ou remover programas.
be: Ўстаноўка або выдаленне праграм.

source: Restaurar a configuração de programas
be: Аднавіць канфігурацыю праграмы

source: Utilitário que facilita a restauração do sistema instalado, <br> principalmente a restauração do boot do sistema (Grub). <br><br> Também pode ser utilizado para acessar o gerenciador <br> de pacotes e o terminal do sistema instalado.
be: Ўтыліта, якая палягчае аднаўленне ўстаноўленай сістэмы,<br> у асноўным аднаўленне загрузкі сістэмы (Grub).<br><br> Яго таксама можна выкарыстоўваць для доступу да мэнэджара<br> пакетаў і тэрмінал усталяванай сістэмы.

source: Temas do Bootsplash
be: Тэмы Bootsplash

source: Controle o brilho e as cores
be: Кіруйце яркасцю і колерамі

source: Brilho e cor
be: яркасць і колер

source: Procurar servidores SSH
be: Прагляд SSH-сервераў

source: Procurar servidores VNC
be: Прагляд VNC-сервераў

source: Configurar este tema de borda de janelas
be: Наладзьце гэтую тэму мяжы Windows

source: Configurar este tema de janelas.
be: Наладзьце гэтую тэму windows.

source: Qt Designer
be: Дызайнер Qt

source: Gerenciador de áudio avançado - Alsamixer
be: Advanced Audio Manager - Alsamixer

source: Controlador de áudio em caso de ausência som.
be: Аўдыёкантролер у выпадку адсутнасці гуку.

source: Particionar ou formatar
be: раздзел або фармат

source: Cuidado, este programa poderá apagar todos os dados do computador.
be: Будзьце ўважлівыя, гэтая праграма можа выдаліць усе дадзеныя з вашага кампутара.

source: Informações de armazenamento (SMART)
be: Інфармацыя пра захоўванне (SMART)

source: Firewall
be: брандмаўэр

source: Configurar regras de segurança para a conexão com a internet.
be: Наладзьце правілы бяспекі для інтэрнэт-злучэння.

source: Configurar webcam ou placa de captura
be: Наладзьце вэб-камеру або карту захопу

source: Impressoras HP
be: Прынтэры hp

source: Verificar o status, nível de tinta e manutenção.
be: Праверце стан, узровень чарнілаў і абслугоўванне.

source: Montar Hardware Apple
be: Мантаж абсталявання Apple

source: Com esse programa você pode acessar os programas do seu iPhone ou iPad Apple de forma similar ao acesso de arquivos em um pendrive.
be: З дапамогай гэтай праграмы вы можаце атрымаць доступ да праграм на вашым Apple iPhone або iPad так жа, як і да файлаў на USB-назапашвальніку.

source: Equalizador (DSP)
be: Эквалайзер (DSP)

source: Áreas de trabalho virtuais e atividades
be: Віртуальныя працоўныя прасторы і мерапрыемствы

source: Crie mais de uma área de trabalho vitual alternando entre elas.
be: Стварыце больш чым адзін віртуальны працоўны стол, пераключаючыся паміж імі.

source: Ativar a pesquisa aumenta o consumo de memória e processamento do sistema.
be: Уключэнне апытання павялічвае спажыванне памяці і апрацоўку сістэмы.

source: Ajuste a data, hora e fuso horário.
be: Наладзьце дату, час і гадзінны пояс.

source: Tema da Área de Trabalho
be: Тэма працоўнай прасторы

source: Ícones e emoticons
be: Абразкі і смайлікі

source: Joystick
be: джойсцік

source: Configurações de layout, teclas de atalho e outras opções.
be: Налады макета, гарачыя клавішы і іншыя параметры.

source: Gerenciar conexões
be: кіраваць злучэннямі

source: Configuração avançada de rede (VPN, wifi, cabeada, IP fixo, PPPoE, ADSL, rede com fio, banda larga móvel e outros).
be: Пашыраная канфігурацыя сеткі (VPN, Wi-Fi, правадны, фіксаваны IP, PPPoE, ADSL, правадная сетка, мабільны шырокапалосны доступ і іншыя).

source: Instalar, configurar ou remover impressoras.
be: Усталюйце, наладзьце або выдаліце прынтэры.

source: Gerenciar serviços (Systemd)
be: Кіраванне службамі (Systemd)

source: Configurar o tema Kvantum
be: Наладзьце тэму Kvantum

source: Para a configuração do Kvantum funcionar, aplique o tema Kvantum em 'Estilo do aplicativo'.
be: Каб канфігурацыя Kvantum працавала, прымяніце тэму Kvantum у «Стылі прыкладання».

source: Carteira de senhas do KDE
be: KDE Password Wallet

source: Qt Linguist
be: Лінгвіст Qt

source: Gerenciador de usuários
be: менеджэр карыстальнікаў

source: Adiciona, remove ou edita usuários e grupos do sistema.
be: Дадае, выдаляе або рэдагуе карыстальнікаў і групы сістэмы.

source: Gerenciar arquivos
be: кіраваць файламі

source: Tenha acesso a seus arquivos e pastas.
be: Атрымаць доступ да файлаў і папак.

source: Esse programa pode transferir arquivos entre smartphones, tablets e outros computadores. Com ele você pode, por exemplo, utilizar seu smartphone como mouse e teclado sem fio para controlar o computador, entre outros recursos. Ele se integra melhor ao BigLinux e fica entre os applets localizados perto do relógio do sistema. Para sincronizar com o seu smartphone acesse a Google Store ou Apple Store e instale o Kde Connect.
be: Гэтая праграма можа перадаваць файлы паміж смартфонамі, планшэтамі і іншымі кампутарамі. З яго дапамогай вы можаце, напрыклад, выкарыстоўваць свой смартфон у якасці бесправадной мышы і клавіятуры для кіравання кампутарам, сярод іншых функцый. Ён лепш інтэгруецца з BigLinux і ўваходзіць у лік аплетаў, размешчаных побач з сістэмнымі гадзінамі. Каб сінхранізаваць са сваім смартфонам, перайдзіце ў Google Store або Apple Store і ўсталюйце Kde Connect.

source: Acesse o terminal de comandos.
be: Доступ да каманднага тэрмінала.

source: Gerenciador de senhas
be: менеджэр пароляў

source: Som e microfone
be: гук і мікрафон

source: Configurar ou alterar dispositivos de entrada e saída de áudio. (Ex: HDMI)
be: Наладзіць або змяніць прылады ўводу і вываду гуку. (Напрыклад: HDMI)

source: Centro de controle do KDE
be: Цэнтр кіравання KDE

source: Configurador avançado de energia
be: Пашыраны канфігуратар харчавання

source: Categorias
be: Катэгорыі

source: Principais
be: Галоўны

source: Sistema
be: Сістэма

source: Aparência
be: Знешні выгляд

source: Dispositivos
be: прылады

source: Personalizar
be: Персаналізацыя

source: Telefone
be: Тэлефон

source: Multimídia
be: Мультымедыя

source: Rede e Internet
be: Сетка і Інтэрнэт

source: Contas
be: Рахункі

source: Região e Idioma
be: Рэгіён і мова

source: Privacidade
be: Канфідэнцыяльнасць

source: Servidor
be: сервер

source: Desenvolvimento
be: Развіццё

source: Sobre
be: Аб

source: Outros
be: Іншыя

source: Pesquisar...
be: Шукаць...

source: Resultado da pesquisa
be: вынік пошуку

source: Abrir
be: Адкрыць

source: Temas, desktop e ajustes
be: Тэмы, працоўны стол і налады

source: Lista com alguns programas do sistema que você pode restaurar a configuração com um clique.
be: Спіс некаторых сістэмных праграм, канфігурацыю якіх можна аднавіць адным пстрычкай мышы.

source: Informações do sistema e hardware
be: Інфармацыя пра сістэму і абсталяванне

source: Além de visualizar as informações é possível salvar em um arquivo e compartilhar na internet.
be: Акрамя прагляду інфармацыі, яе можна захаваць у файл і падзяліцца ім у Інтэрнэце.

source: Conectar à internet
be: падключыцца да Інтэрнэту

source: Conecte na internet por cabo de rede ou wifi.
be: Падключыцеся да Інтэрнэту з дапамогай сеткавага кабеля або Wi-Fi.

source: Conectar à internet utilizando o Android
be: Падключыцеся да інтэрнэту з дапамогай Android

source: Você pode utilizar seu smartphone ou tablet Android como um dispositivo wifi usb para seu computador.
be: Вы можаце выкарыстоўваць свой смартфон або планшэт Android у якасці прылады USB Wi-Fi для вашага кампутара.

source: Como utilizar a internet do seu tablet ou smartphone Android: <br><br> 1. Plugue o dispositivo na USB do computador; <br> 2. Acesse as Configurações do seu dispositivo Android e procure por algumas das opções: 'Vínculo USB', 'Ancoragem USB' ou 'USB Tethering'. <br> São formas diferentes que cada fabricante utiliza para o mesmo recurso. <br><br> *Essas opções estão dentro da sessão 'Rede e Internet' ou 'Conexões e compartilhamento'. <br><br> Ao ativar será conectado automaticamente, e você estará utilizando a mesma conexão do seu dispositivo Android. <br> *Caso esteja utilizando o dados móveis, será consumido do seu plano de dados.
be: Як карыстацца Інтэрнэтам з планшэта або смартфона Android:<br><br> 1. Падключыце прыладу да USB кампутара;<br> 2. Перайдзіце ў налады вашага Android прылады і знайдзіце некаторыя з варыянтаў: «USB-тэтэрынг», «USB-тэтэрынг» або «USB-тэтэрынг».<br> Гэта розныя спосабы, якія кожны вытворца выкарыстоўвае для аднаго і таго ж рэсурсу.<br><br> *Гэтыя параметры знаходзяцца ў раздзеле «Сетка і Інтэрнэт» або «Падключэнне і абагульванне».<br><br> Пры актывацыі ён будзе аўтаматычна падлучаны, і вы будзеце выкарыстоўваць тое ж злучэнне, што і ваша прылада Android.<br> *Калі вы выкарыстоўваеце мабільную перадачу даных, яна будзе спажывацца з вашага тарыфнага плана.

source: Visualizar informações do sistema e hardware
be: Прагляд інфармацыі аб сістэме і абсталяванні

source: Também cria um arquivo com informações, que você pode enviar a outras pessoas para que o ajudem com o suporte.
be: Ён таксама стварае інфармацыйны файл, які вы можаце адправіць іншым, каб дапамагчы вам з падтрымкай.

source: Adicionar ou Remover Usuários
be: Дадаць або выдаліць карыстальнікаў

source: Criar, remover e gerenciar contas e grupos de usuários.
be: Стварэнне, выдаленне і кіраванне ўліковымі запісамі і групамі карыстальнікаў.

source: Economia de energia
be: Энергазберажэнне

source: Monitores e Telas
be: Маніторы і экраны

source: Configurar resolução, cor, frequência, dpi, escala, cor noturna, etc.
be: Наладзьце дазвол, колер, частату, dpi, маштаб, начны колер і г.д.

source: Resetar as configurações da tela
be: Скінуць налады экрана

source: Restaurar a configuração padrão do monitor.
be: Аднавіць канфігурацыю манітора па змаўчанні.

source: Instale o aplicativo Airmore na loja de aplicativos do seu smartphone. Utilize esse botão para abrir o site do Airmore nesse computador. Leia o QRcode que será exibido na tela do seu computador utilizando o aplicativo no smartphone e tenha acesso a transferência de arquivos e muito mais. Você também pode utilizar nosso gerenciador de Web apps para facilitar o uso desse site.
be: Усталюйце праграму Airmore з крамы прыкладанняў вашага смартфона. Выкарыстоўвайце гэтую кнопку, каб адкрыць вэб-сайт Airmore на гэтым кампутары. Прачытайце QR-код, які будзе адлюстроўвацца на экране вашага кампутара з дапамогай прыкладання на вашым смартфоне, і атрымайце доступ да перадачы файлаў і многае іншае. Вы таксама можаце выкарыстоўваць наш менеджэр вэб-прыкладанняў, каб палегчыць выкарыстанне гэтага сайта.

source: Instale o aplicativo Airdroid na loja de aplicativos do seu smartphone. Utilize esse botão para abrir o site do Airdroid nesse computador. Leia o QRcode que será exibido na tela do seu computador utilizando o aplicativo no smartphone e tenha acesso a transferência de arquivos e muito mais. Você também pode utilizar nosso gerenciador de Web apps para facilitar o uso desse site.
be: Усталюйце праграму Airdroid з крамы прыкладанняў вашага смартфона. Выкарыстоўвайце гэтую кнопку, каб адкрыць вэб-сайт Airdroid на гэтым кампутары. Прачытайце QR-код, які будзе адлюстроўвацца на экране вашага кампутара з дапамогай прыкладання на вашым смартфоне, і атрымайце доступ да перадачы файлаў і многае іншае. Вы таксама можаце выкарыстоўваць наш менеджэр вэб-прыкладанняў, каб палегчыць выкарыстанне гэтага сайта.

source: Suporte a aplicativos Android
be: Падтрымка Android прыкладання

source: Utilizando Waydroid abra programas de Android no BigLinux. *Este recurso ainda está em fase experimental.
be: З дапамогай Waydroid адкрывайце праграмы Android у BigLinux. *Гэта функцыя ўсё яшчэ знаходзіцца ў эксперыментальнай фазе.

source: Instalar drivers e firmwares
be: Ўстаноўка драйвераў і прашыўкі

source: Snapshots e backups
be: Здымкі і рэзервовыя копіі

source: Gerenciar pontos de restauração.
be: Кіраванне кропкамі аднаўлення.

source: A partição que o sistema foi instalado não possui pontos de restauração, mas é possível fazer backups utilizando o método rsync.
be: Раздзел, на якім была ўсталяваная сістэма, не мае кропак аднаўлення, але рэзервовае капіраванне можна зрабіць з дапамогай метаду rsync.

source: Sistema em modo live. Restaure pontos de restauração do sistema instalado.
be: Сістэма ў жывым рэжыме. Аднавіць устаноўленыя кропкі аднаўлення сістэмы.

source: Selecione o texto desejado e utilize o atalho com a tecla [Meta] + V ou o ícone no menu do sistema para que textos escritos sejam falados.
be: Выберыце патрэбны тэкст і выкарыстоўвайце цэтлік з дапамогай клавішы [Meta] + V або значка ў сістэмным меню, каб напісаныя тэксты прамаўляліся.

source: Instalar versões de kernel
be: Ўсталяваць версіі ядра

source: Regras de segurança do Java
be: Правілы бяспекі Java

source: OpenJDK Java 8 Policy Tool
be: Інструмент палітыкі OpenJDK Java 8

source: Snapdrop (Não precisa de aplicativo)
be: Snapdrop (прыкладанне не патрабуецца)

source: Basta abrir o site https://snapdrop.net nos Hardware que você quer transferir os arquivos, automaticamente eles serão detectados e você poderá enviar os arquivos que desejar. Utilize esse botão para abrir o site do Snapdrop nesse computador. O Snapdrop pode ser utilizado em qualquer smartphone ou computador Inclusive transferindo arquivos diretamente de um smartphone para outro. Você também pode utilizar nosso gerenciador de Web apps para facilitar o uso desse site.
be: Проста адкрыйце вэб-сайт https://snapdrop.net на абсталяванні, на якое вы хочаце перадаць файлы, яны будуць аўтаматычна выяўлены, і вы зможаце загрузіць патрэбныя файлы. Выкарыстоўвайце гэтую кнопку, каб адкрыць вэб-сайт Snapdrop на гэтым кампутары. Snapdrop можна выкарыстоўваць на любым смартфоне або кампутары, уключаючы перадачу файлаў непасрэдна з аднаго смартфона на іншы. Вы таксама можаце выкарыстоўваць наш менеджэр вэб-прыкладанняў, каб палегчыць выкарыстанне гэтага сайта.

source: As configurações da tela foram resetadas.
be: Налады экрана былі скінуты.

source: Configurações da tela
be: налады экрана

source: Aguarde, criando arquivos de cache...
be: Пачакайце, стварэнне файлаў кэша...

source: Utilize programas para Android no seu computador, está em fase experimental, alguns programas podem não funcionar.<br>
be: Выкарыстоўвайце праграмы для Android на вашым кампутары, ён знаходзіцца ў эксперыментальнай фазе, некаторыя праграмы могуць не працаваць.<br>

source: Com o Wayland instalado é possível abrir programas no formato .apk, abra pelo gerenciador de arquivos do BigLinux.<br>
be: З усталяваным Wayland можна адкрываць праграмы ў фармаце .apk, адкрываць іх праз файлавы менеджэр BigLinux.<br>

source: <b>ATIVAR</b> a aceleração 3D em placas de vídeo Intel e AMD, outras como Nvidia <b>DESATIVE</b>.
be: <b>УКЛЮЧЫЦЬ</b> 3D-паскарэнне на відэакартах Intel і AMD, іншыя, як Nvidia, <b>АДКЛЮЧЫЦЬ</b> .

source: Download próximo de 1 GB, pode demorar muito.
be: Спампоўка каля 1 ГБ, гэта можа заняць шмат часу.

source: Resolução:
be: Рэзалюцыя:

source: Ativar a aceleração 3D
be: Уключыць 3D-паскарэнне

source: Desativar a aceleração 3D
be: Адключыць 3D паскарэнне

source: Instalar Waydroid
be: ўсталяваць Waydroid

source: Instalar Waydroid com Google Apps
be: Усталюйце Waydroid з Google Apps

source: About Control Center
bg: За Контролен център
de: Über das Kontrollzentrum
hr: O Kontrolnom centru
sk: O ovládacom centre

source: Search for Zeroconf servers
bg: Търсене на Zeroconf сървъри
de: Nach Zeroconf-Servern suchen
hr: Pretraži Zeroconf poslužitelje
sk: Hľadať servery Zeroconf

source: Advanced Firewall Settings
bg: Разширени настройки на защитната стена
de: Erweiterte Firewall-Einstellungen
hr: Napredne postavke vatrozida
sk: Pokročilé nastavenia brány firewall

source: JamesDSP improving music and audio quality
bg: JamesDSP подобрява качеството на музиката и звука
de: JamesDSP verbessert Musik- und Audioqualität
hr: JamesDSP poboljšava kvalitetu glazbe i zvuka
sk: JamesDSP zlepšuje kvalitu hudby a zvuku

source: Enhance your sound with equalizer, bass boost, surround, and other effects.
bg: Подобрете звука си с еквалайзер, усилване на баса, обкръжаващ звук и други ефекти.
de: Verbessern Sie Ihren Sound mit einem Equalizer, Bassverstärkung, Surround und anderen Effekten.
hr: Poboljšajte svoj zvuk s ekvilajzerom, pojačavanjem basa, surround zvukom i drugim efektima.
sk: Vylepšite svoj zvuk pomocou ekvalizéra, zvýšenia basov, priestorového zvuku a ďalších efektov.

source: QEFI Entry Manager
bg: Мениджър на входа на QEFI
de: QEFI Eingangsmanager
hr: QEFI Upravitelj Unosa
sk: Správca vstupov QEFI

source: Manage and configure boot entries for UEFI systems
bg: Управлявайте и конфигурирайте записи за зареждане за UEFI системи
de: Verwalten und Konfigurieren von Boot-Einträgen für UEFI-Systeme
hr: Upravljajte i konfigurirajte boot unose za UEFI sustave
sk: Spravujte a konfigurovate zavádzacie položky pre systémy UEFI

source: Manage FireWire Audio Interfaces - FfadoMixer
bg: Управление на FireWire аудио интерфейси - FfadoMixer
de: Verwalten von FireWire-Audio-Interfaces - FfadoMixer
hr: Upravljanje FireWire audio sučeljima - FfadoMixer
sk: Spravovať zvukové rozhrania FireWire - FfadoMixer

source: Control Panel for your FireWire Audio Interfaces.
bg: Контролен панел за вашите FireWire аудио интерфейси.
de: Systemsteuerung für Ihre FireWire-Audio-Schnittstellen.
hr: Upravljačka ploča za vaše FireWire audio sučelja.
sk: Ovládací panel pre vaše FireWire audio rozhrania.

source: Password Manager - KWalletManager
bg: Мениджър на пароли - KWalletManager
de: Passwortmanager - KWalletManager
hr: Upravitelj lozinki - KWalletManager
sk: Správca hesiel - KWalletManager

source: Biglinux Settings
bg: Настройки на Biglinux
de: Biglinux-Einstellungen
hr: Biglinux Postavke
sk: Nastavenia Biglinux

source: Simplify switching BigLinux operation.
bg: Оптимизирайте превключването на BigLinux операция.
de: Vereinfachen Sie den Wechsel des BigLinux-Betriebs.
hr: P pojednostavite prebacivanje BigLinux operacije.
sk: Zjednodušte prepínanie operácie BigLinux.
