Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Control Center
bg: Контролен център
cs: Řídící centrum
da: Kontrolcenter
de: Kontrollzentrum
el: Κέντρο Ελέγχου
es: Centro de Control
et: Juhtimiskeskus
fi: Ohjauskeskus
fr: Centre de contrôle
he: מרכז בקרה
hr: Centar za upravljanje
hu: Vezérlőközpont
is: Pusat Kontrol
it: Centro di controllo
ja: コントロールセンター
nl: Bedieningspaneel
no: Kontrollsenter
pl: Centrum Sterowania
pt: Centro de Controle
ro: Centrul de control
ru: Центр управления
sk: Ovládací panel
sv: Kontrollcenter
tr: Kontrol Merkezi
uk: Центр керування

source: Using Your Android Device's Internet on Linux via USB
bg: Използване на интернет от вашия Android устройство на Linux чрез USB
cs: Použití internetu z vašeho zařízení s Androidem v Linuxu pomocí USB
da: Brug af din Android-enhedens internet på Linux via USB
de: Verwenden des Internets Ihres Android-Geräts unter Linux via USB
el: Χρησιμοποιώντας το Διαδίκτυο της Android συσκευής σας στο Linux μέσω USB
es: Usar Internet de tu dispositivo Android en Linux a través de USB
et: Kasutage oma Android-seadme Interneti-ühendust Linuxis USB kaudu
fi: Käytä Android-laitteesi internetyhteyttä Linuxissa USB:n kautta
fr: Utilisation de l'Internet de votre appareil Android sur Linux via USB
he: שימוש באינטרנט של המכשיר האנדרואיד שלך ב-Linux דרך USB
hr: Korištenje interneta s vašeg Android uređaja na Linuxu putem USB-a
hu: Az Android eszköz internetének használata Linuxon USB-n keresztül
is: Menggunakan Internet Peranti Android Anda pada Linux melalui USB
it: Utilizzo dell'Internet del dispositivo Android su Linux tramite USB
ja: AndroidデバイスのインターネットをUSB経由でLinuxで使用する
nl: Het internet van uw Android-apparaat gebruiken op Linux via USB
no: Bruk Internett-tilkoblingen på Android-enheten din på Linux via USB
pl: Korzystanie z Internetu urządzenia z systemem Android na komputerze z systemem Linux za pomocą kabla USB
pt: Usando a Internet do seu dispositivo Android no Linux via USB
ro: Folosirea internetului dispozitivului Android pe Linux prin USB
ru: Использование интернета вашего устройства Android на Linux через USB
sk: Používanie internetu z vášho zariadenia s Androidom na Linuxe cez USB
sv: Använd din Android-enhetens internet på Linux via USB
tr: Android Cihazınızın İnternetini USB Aracılığıyla Linux Üzerinde Kullanma
uk: Використання Інтернету вашого пристрою Android на Linux через USB

source: To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:
da: For at dele din Android-smartphones internetforbindelse med en Linux-computer ved hjælp af et USB-kabel, skal du følge disse trin:
el: Για να μοιραστείτε τη σύνδεση internet του Android smartphone σας με έναν υπολογιστή Linux χρησιμοποιώντας ένα καλώδιο USB, ακολουθήστε αυτά τα βήματα:
et: Android nutitelefoni internetiühenduse jagamiseks Linuxi arvutiga USB-kaabli abil järgige neid samme:
hu: Az Android okostelefon internetkapcsolatának megosztásához egy Linux számítógéppel USB kábelen keresztül, kövesse ezeket lépéseket:
is: Untuk membagikan koneksi internet ponsel Android Anda dengan komputer Linux menggunakan kabel USB, ikuti langkah-langkah berikut:
it: Per condividere la connessione internet del tuo smartphone Android con un computer Linux tramite cavo USB, segui questi passaggi:
nl: Om de internetverbinding van uw Android-smartphone te delen met een Linux-computer via een USB-kabel, volgt u deze stappen:
ru: Для обмена интернет-соединением вашего смартфона Android с компьютером на Linux с помощью USB-кабеля выполните следующие шаги:
sv: För att dela din Android-smartphones internetanslutning med en Linux-dator med hjälp av en USB-kabel, följ dessa steg:

source: Connect your Android smartphone to the Linux computer using a USB cable.
bg: Свържете вашия Android смартфон към компютъра с Linux чрез USB кабел.
cs: Připojte svůj smartphone s Androidem k počítači s Linuxem pomocí USB kabelu.
da: Tilslut din Android smartphone til Linux-computeren ved hjælp af et USB-kabel.
de: Verbinden Sie Ihr Android-Smartphone über ein USB-Kabel mit dem Linux-Computer.
el: Συνδέστε το smartphone Android σας στον υπολογιστή Linux χρησιμοποιώντας ένα καλώδιο USB.
es: Conecta tu smartphone Android al ordenador Linux usando un cable USB.
et: Ühendage oma Android nutitelefon Linuxi arvutiga USB-kaabli abil.
fi: Yhdistä Android-älypuhelimesi Linux-tietokoneeseen USB-kaapelilla.
fr: Connectez votre smartphone Android à l'ordinateur Linux à l'aide d'un câble USB.
he: חבר את הסמארטפון שלך המרובה למחשב הלינוקס באמצעות כבל USB.
hr: Povežite svoj Android pametni telefon s Linux računalom pomoću USB kabela.
hu: Csatlakoztasd az Android okostelefonodat a Linux számítógéphez egy USB kábellel.
is: Sambungkan smartphone Android Anda ke komputer Linux menggunakan kabel USB.
it: Collega il tuo smartphone Android al computer Linux utilizzando un cavo USB.
ja: AndroidスマートフォンをUSBケーブルでLinuxコンピュータに接続してください。
nl: Verbind uw Android-smartphone met de Linux-computer met behulp van een USB-kabel.
no: Koble til Android-smarttelefonen til Linux-datamaskinen ved hjelp av en USB-kabel.
pl: Podłącz swój smartfon z systemem Android do komputera z systemem Linux za pomocą kabla USB.
pt: Conecte seu smartphone Android ao computador Linux usando um cabo USB.
ro: Conectați-vă smartphone-ul Android la computerul Linux folosind un cablu USB.
ru: Подключите свой смартфон Android к компьютеру с Linux с помощью USB-кабеля.
sk: Pripojte svoj Android smartfón k Linux počítaču pomocou USB kábla.
sv: Anslut din Android-smartphone till Linux-datorn med en USB-kabel.
tr: Android akıllı telefonunuzu USB kablosu kullanarak Linux bilgisayara bağlayın.
uk: Підключіть свій смартфон Android до комп'ютера з операційною системою Linux за допомогою USB-кабелю.

source: On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.
da: På din smartphone skal du åbne 'Indstillinger' og navigere til 'Netværk og internet' eller 'Forbindelser og deling'.
el: Στο smartphone σας, ανοίξτε τις 'Ρυθμίσεις' και πλοηγηθείτε στο 'Δίκτυο &amp; Internet' ή 'Συνδέσεις &amp; Διαμοιρασμός'.
et: Avaage oma nutitelefonis menüüd „Seaded“ ja liigu valikuni „Võrk ja internet“ või „Ühendused ja jagamine“.
hu: A smartphone-on a 'Beállítások' menüpontban nyisd meg a 'Hálózat és internet' vagy 'Kapcsolatok és megosztás' lehetőséget.
is: Pada telefon pintar anda, buka 'Tetapan' dan navigasikan ke 'Rangkaian & Internet' atau 'Sambungan & Berkongsi'.
it: Sul tuo smartphone, apri 'Impostazioni' e vai su 'Rete e Internet' o 'Connessioni e condivisione'.
nl: Op uw smartphone opent u 'Instellingen' en navigeert u naar 'Netwerk en internet' of 'Verbindingen en delen'.
ru: На своем смартфоне откройте "Настройки" и перейдите в раздел "Сеть и интернет" или "Соединения и общий доступ".
sv: På din smartphone, öppna 'Inställningar' och navigera till 'Nätverk & Internet' eller 'Anslutningar & Delning'.

source: Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.
bg: Търсете "USB Tethering", "USB Tether" или подобни термини и го активирайте.
cs: Hledejte „USB sdílení připojení“, „USB sdílení“ nebo podobné termíny a povolte ho.
da: Søg efter 'USB-tethering', 'USB-tether' eller lignende termer og aktiver det.
de: Suchen Sie nach „USB-Tethering“, „USB-Tether“ oder ähnlichen Begriffen und aktivieren Sie dies.
el: Αναζητήστε το "Κοινή χρήση USB", "Δέσμευση USB" ή παρόμοιους όρους και ενεργοποιήστε το.
es: Busque 'USB Tethering', 'USB Tether' u otros términos similares y habilítelo.
et: Otsige 'USB jagamine', 'USB jagamine' või sarnased terminid ning luba see.
fi: Etsi 'USB-tetherointi', 'USB-tether' tai vastaavat termit ja ota se käyttöön.
fr: Recherchez "Partage de connexion USB", "Tethering USB" ou des termes similaires et activez-le.
he: חפש 'שיתוף גישה באמצעות USB', 'שיתוף גישה USB', או מונחים דומים והפעל אותם.
hr: Potražite 'USB tethering', 'USB tether' ili slične termine i omogućite ih.
hu: Keresd meg a 'USB osztott hálózat', 'USB osztott kapcsolat' vagy hasonló kifejezéseket, majd engedélyezd.
is: Cari 'USB Tethering', 'USB Tether', atau istilah serupa dan aktifkan.
it: Cerca di 'USB Tethering', 'USB Tether' o termini simili e abilitalo.
ja: 「USBテザリング」、「USBテザ」などの用語を検索して有効にしてください。
nl: Zoek naar 'USB-tethering', 'USB-tether' of vergelijkbare termen en schakel het in.
no: Se etter 'USB-deling', 'USB-deling' eller lignende termer og aktiver det.
pl: Wyszukaj "Udostępnianie internetu przez USB", "Udostępnianie USB" lub podobne terminy i włącz to.
pt: Procure 'Compartilhamento de USB', 'USB Tether' ou termos similares e habilite-o.
ro: Caută „USB Tethering”, „USB Tether” sau termeni similari și activează-l.
ru: Ищите "USB-подключение" или аналогичные термины и включите его.
sk: Hľadajte „USB zdieľanie pripojenia“, „USB zdieľanie“ alebo podobné termíny a povolte ho.
sv: Sök efter 'USB-tethering', 'USB-tether' eller liknande termer och aktivera det.
tr: 'USB Tethering' arayın, etkinleştirin.
uk: Знайдіть "USB-прив'язку", "USB-прив'язку" або подібні терміни та увімкніть її.

source: This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.
bg: Това ще установи интернет връзката автоматично на вашия компютър с Linux, без да се изисква допълнителна конфигурация.
cs: Toto automaticky naváže internetové připojení na vašem počítači s Linuxem bez potřeby jakékoliv další konfigurace.
da: Dette vil automatisk oprette internetforbindelsen på din Linux-computer uden behov for yderligere konfiguration.
de: Dies wird die Internetverbindung auf Ihrem Linux-Computer automatisch herstellen, ohne dass irgendeine zusätzliche Konfiguration erforderlich ist.
el: Αυτό θα εγκαταστήσει αυτόματα τη σύνδεση στο internet στον υπολογιστή σας Linux χωρίς να απαιτείται κάποια επιπλέον ρύθμιση.
es: Esto establecerá automáticamente la conexión a Internet en su computadora Linux sin necesidad de ninguna configuración adicional.
et: See loob automaatselt internetiühenduse teie Linuxi arvutis ilma täiendava konfiguratsiooni nõudmata.
fi: Tämä määrittää internet-yhteyden automaattisesti Linux-tietokoneellasi ilman lisäkonfigurointia.
fr: Cela établira automatiquement la connexion Internet sur votre ordinateur Linux sans nécessiter de configuration supplémentaire.
he: זה יקים את חיבור האינטרנט באופן אוטומטי במחשב ה-Linux שלך בלי צורך בתצורה נוספת.
hr: Ovo će automatski uspostaviti internetsku vezu na vašem računalu s Linuxom bez potrebe za dodatnom konfiguracijom.
hu: Ez automatikusan létrehozza az internetkapcsolatot a Linux számítógépen, további konfiguráció nélkül.
is: Ini akan secara otomatis membuat koneksi internet pada komputer Linux Anda tanpa memerlukan konfigurasi tambahan.
it: Questo stabilirà automaticamente la connessione internet sul tuo computer Linux senza richiedere alcuna configurazione aggiuntiva.
ja: これにより、追加の設定を必要とせずに、Linuxコンピューターでインターネット接続が自動的に確立されます。
nl: Dit zal automatisch de internetverbinding tot stand brengen op uw Linux-computer zonder dat er extra configuratie nodig is.
no: Dette vil automatisk opprette internettforbindelsen på Linux-datamaskinen din uten behov for ytterligere konfigurasjon.
pl: To automatycznie ustanowi połączenie internetowe na twoim komputerze z systemem Linux bez konieczności dodatkowej konfiguracji.
pt: Isso estabelecerá automaticamente a conexão com a internet no seu computador Linux sem exigir nenhuma configuração adicional.
ro: Acesta va stabili automat conexiunea la internet pe computerul dvs. Linux fără a necesita configurări suplimentare.
ru: Это автоматически установит интернет-соединение на вашем компьютере с Linux без необходимости дополнительной настройки.
sk: Toto automaticky vytvorí internetové pripojenie na vašom počítači so systémom Linux bez potreby ďalšej konfigurácie.
sv: Detta kommer automatiskt att upprätta internetanslutningen på din Linux-dator utan att kräva någon ytterligare konfiguration.
tr: Bu, Linux bilgisayarınızda herhangi bir ek yapılandırma gerektirmeden internet bağlantısını otomatik olarak kuracaktır.
uk: Це автоматично встановить підключення до Інтернету на вашому комп'ютері з операційною системою Linux без потреби будь-якої додаткової конфігурації.

source: If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.
bg: Ако вашият Android устройство не е свързано към Wi-Fi и използва мобилни данни, този тетъринг ще консумира данни от вашия мобилен план. За да избегнете такси за данни, се уверете, че вашият Android устройство е свързано към Wi-Fi мрежа, преди да активирате тетъринг.
cs: Pokud není váš zařízení s Androidem připojeno k Wi-Fi a používá mobilní data, toto připojení bude spotřebovávat data z vašeho mobilního tarifu. Abyste se vyhnuli poplatkům za data, ujistěte se, že je vaše zařízení s Androidem připojeno k Wi-Fi síti před povolením připojení.
da: Hvis din Android-enhed ikke er tilsluttet til Wi-Fi og bruger mobildata, vil denne deling forbruge data fra din mobilplan. For at undgå dataafgifter skal du sørge for, at din Android-enhed er tilsluttet til et Wi-Fi-netværk, før du aktiverer deling.
de: Wenn Ihr Android-Gerät nicht mit Wi-Fi verbunden ist und Mobilfunkdaten verwendet, verbraucht dieses Tethering Daten aus Ihrem Mobilfunktarif. Um Datengebühren zu vermeiden, stellen Sie sicher, dass Ihr Android-Gerät mit einem Wi-Fi-Netzwerk verbunden ist, bevor Sie Tethering aktivieren.
el: Εάν το Android σας δεν είναι συνδεδεμένο σε Wi-Fi και χρησιμοποιεί δεδομένα κινητής τηλεφωνίας, αυτή η διαμοιρασμός θα καταναλώσει δεδομένα από το πρόγραμμα κινητής τηλεφωνίας σας. Για να αποφύγετε χρεώσεις δεδομένων, βεβαιωθείτε ότι το Android σας είναι συνδεδεμένο σε ένα δίκτυο Wi-Fi πριν ενεργοποιήσετε τον διαμοιρασμό.
es: Si tu dispositivo Android no está conectado a Wi-Fi y está utilizando datos móviles, este enlace consumirá datos de tu plan celular. Para evitar cargos por datos, asegúrate de que tu dispositivo Android esté conectado a una red Wi-Fi antes de habilitar el enlace.
et: Kui teie Android-seade pole Wi-Fi-ga ühendatud ja kasutab mobiilset andmesidet, siis see jagamine tarbib andmeid teie mobiilsest plaanist. Andme tasude vältimiseks veenduge, et teie Android-seade on enne jagamise lubamist ühendatud Wi-Fi-võrku.
fi: Jos Android-laitteesi ei ole yhteydessä Wi-Fi-verkkoon ja käyttää matkapuhelinverkon dataa, tämä jaon käyttö kuluttaa dataa matkapuhelinsuunnitelmastasi. Välttääksesi datakuluja varmista, että Android-laitteesi on yhteydessä Wi-Fi-verkkoon ennen jaon käyttöönottoa.
fr: Si votre appareil Android n'est pas connecté au Wi-Fi et utilise des données cellulaires, ce partage de connexion consommera des données de votre forfait cellulaire. Pour éviter les frais de données, assurez-vous que votre appareil Android est connecté à un réseau Wi-Fi avant d'activer le partage de connexion.
he: אם המכשיר שלך ב-Android אינו מחובר לרשת Wi-Fi ומשתמש בנתונים סלולריים, השימוש בטתרינג יצרף נתונים מתוך תוכנית הסלולר שלך. כדי למנוע חיובים בנתונים, וודא שהמכשיר שלך ב-Android מחובר לרשת Wi-Fi לפני הפעלת הטתרינג.
hr: Ako vaš Android uređaj nije povezan s Wi-Fi-jem i koristi mobilne podatke, ovo dijeljenje internetskog pristupa trošit će podatke iz vašeg mobilnog plana. Kako biste izbjegli troškove podataka, provjerite je li vaš Android uređaj povezan s Wi-Fi mrežom prije omogućavanja dijeljenja internetskog pristupa.
hu: Ha az Android készüléke nincs csatlakoztatva Wi-Fi-hez, és mobiladatot használ, akkor ez a megosztás mobiladatot fog fogyasztani a mobilcsomagjából. Adatai díjainak elkerülése érdekében győződjön meg róla, hogy az Android készüléke csatlakoztatva van egy Wi-Fi hálózathoz, mielőtt engedélyezné a megosztást.
is: Jika peranti Android anda tidak disambungkan ke Wi-Fi dan menggunakan data selular, pengikatan ini akan menggunakan data dari rancangan selular anda. Untuk mengelakkan caj data, pastikan bahawa peranti Android anda disambungkan ke rangkaian Wi-Fi sebelum mengaktifkan pengikatan.
it: Se il tuo dispositivo Android non è connesso a Wi-Fi e sta utilizzando i dati cellulari, questo tethering consumerà dati dal tuo piano cellulare. Per evitare costi dati, assicurati che il tuo dispositivo Android sia connesso a una rete Wi-Fi prima di abilitare il tethering.
ja: AndroidデバイスがWi-Fiに接続されておらず、携帯データを使用している場合、このテザリングは携帯プランからデータを消費します。データ料金を回避するためには、テザリングを有効にする前にAndroidデバイスがWi-Fiネットワークに接続されていることを確認してください。
nl: Als uw Android-apparaat niet is verbonden met Wi-Fi en mobiele data gebruikt, zal deze tethering gegevens verbruiken van uw mobiele abonnement. Om datakosten te voorkomen, zorg ervoor dat uw Android-apparaat is verbonden met een Wi-Fi-netwerk voordat u tethering inschakelt.
no: Hvis Android-enheten din ikke er koblet til Wi-Fi og bruker mobildata, vil deling av nettverk forbruke data fra mobilabonnementet ditt. For å unngå dataavgifter, sørg for at Android-enheten din er koblet til et Wi-Fi-nettverk før du aktiverer deling av nettverk.
pl: Jeśli urządzenie z systemem Android nie jest podłączone do sieci Wi-Fi i korzysta z danych komórkowych, udostępnianie połączenia zużyje dane z Twojego planu komórkowego. Aby uniknąć opłat za dane, upewnij się, że urządzenie z systemem Android jest podłączone do sieci Wi-Fi przed włączeniem udostępniania połączenia.
pt: Se o seu dispositivo Android não estiver conectado ao Wi-Fi e estiver usando dados móveis, esse compartilhamento consumirá dados do seu plano celular. Para evitar cobranças de dados, certifique-se de que seu dispositivo Android esteja conectado a uma rede Wi-Fi antes de ativar o compartilhamento.
ro: Dacă dispozitivul Android nu este conectat la Wi-Fi și folosește date mobile, această partajare de conexiune va consuma date din planul tău de date mobile. Pentru a evita taxele de date, asigură-te că dispozitivul Android este conectat la o rețea Wi-Fi înainte de a activa partajarea de conexiune.
ru: Если ваше устройство Android не подключено к Wi-Fi и использует мобильные данные, этот режим роутинга потребляет данные из вашего тарифа мобильной связи. Чтобы избежать списания средств за данные, убедитесь, что ваше устройство Android подключено к сети Wi-Fi перед включением режима роутинга.
sk: Ak váš zariadenie s Androidom nie je pripojené k Wi-Fi a používa mobilné dáta, toto zdieľanie spotrebuje dáta z vášho mobilného plánu. Aby ste sa vyhli poplatkom za dáta, uistite sa, že je vaše zariadenie s Androidom pripojené k Wi-Fi sieti pred povolením zdieľania.
sv: Om din Android-enhet inte är ansluten till Wi-Fi och använder mobildata kommer denna delning att använda data från ditt mobilabonnemang. För att undvika dataavgifter, se till att din Android-enhet är ansluten till ett Wi-Fi-nätverk innan du aktiverar delning.
tr: Android cihazınız Wi-Fi'ye bağlı değilse ve mobil veriyi kullanıyorsa, bu bağlantı paylaşımı mobil planınızdan veri tüketir. Veri ücretlerinden kaçınmak için, paylaşımı etkinleştirmeden önce Android cihazınızın bir Wi-Fi ağına bağlı olduğundan emin olun.
uk: Якщо ваш пристрій Android не підключений до Wi-Fi і використовує мобільні дані, це підключення витрачатиме дані з вашого мобільного плану. Щоб уникнути збору плати за дані, переконайтеся, що ваш пристрій Android підключений до мережі Wi-Fi перед увімкненням підключення.

source: Close
bg: Затвори
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
he: סגור
hr: Zatvori
hu: Bezárás
is: Tutup
it: Chiudi
ja: 閉じる
nl: Sluiten
no: Lukk
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
tr: Kapat
uk: Закрити

source: Using Your iOS Device's Internet on Linux via USB
bg: Използване на интернет от вашия iOS устройство на Linux чрез USB
cs: Použití internetu vašeho zařízení iOS na Linuxu pomocí USB
da: Brug af din iOS-enhedens internet på Linux via USB
de: Verwenden des Internets Ihres iOS-Geräts unter Linux via USB
el: Χρησιμοποιώντας το Internet της iOS συσκευής σας στο Linux μέσω USB
es: Usar Internet de tu dispositivo iOS en Linux a través de USB
et: Kasutage oma iOS-seadme Interneti-ühendust Linuxis USB kaudu
fi: Käytä iOS-laitteesi internetyhteyttä Linuxissa USB:n kautta
fr: Utilisation de l'Internet de votre appareil iOS sur Linux via USB
he: שימוש באינטרנט של המכשיר שלך ב-iOS על Linux דרך USB
hr: Korištenje interneta s vašeg iOS uređaja na Linuxu putem USB-a
hu: Az iOS eszköz internetének használata Linuxon USB-n keresztül
is: Menggunakan Internet Peranti iOS Anda pada Linux melalui USB
it: Utilizzo dell'Internet del dispositivo iOS su Linux tramite USB
ja: Linuxを介してiOSデバイスのインターネットをUSB経由で使用
nl: Het internet van uw iOS-apparaat gebruiken op Linux via USB
no: Bruk Internett-tilkoblingen på iOS-enheten din på Linux via USB
pl: Korzystanie z Internetu urządzenia iOS na systemie Linux za pomocą USB
pt: Usando a Internet do seu dispositivo iOS no Linux via USB
ro: Folosirea internetului dispozitivului iOS pe Linux prin USB
ru: Использование интернета вашего устройства iOS на Linux через USB
sk: Používanie internetu z vášho zariadenia iOS na Linux cez USB
sv: Använd din iOS-enhetens internet på Linux via USB
tr: iOS Cihazınızın İnternetini USB Aracılığıyla Linux Üzerinde Kullanma
uk: Використання Інтернету вашого пристрою iOS на Linux через USB

source: To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:
da: For at dele din iOS-smartphones internetforbindelse med en Linux-computer ved hjælp af et USB-kabel, skal du følge disse trin:
el: Για να μοιραστείτε τη σύνδεση internet του iOS smartphone σας με έναν υπολογιστή Linux χρησιμοποιώντας ένα καλώδιο USB, ακολουθήστε αυτά τα βήματα:
et: iOS nutitelefoni internetiühenduse jagamiseks Linuxi arvutiga USB-kaabli abil järgige neid samme:
hu: Az iOS okostelefon internetkapcsolatának megosztásához egy Linux számítógéppel USB kábelen keresztül, kövesse ezeket a lépéseket:
is: Untuk membagikan koneksi internet smartphone iOS Anda dengan komputer Linux menggunakan kabel USB, ikuti langkah-langkah berikut:
it: Per condividere la connessione internet del tuo smartphone iOS con un computer Linux tramite cavo USB, segui questi passaggi:
nl: Om de internetverbinding van uw iOS-smartphone te delen met een Linux-computer via een USB-kabel, volgt u deze stappen:
ru: Чтобы поделиться интернет-соединением вашего смартфона iOS с компьютером Linux с помощью USB-кабеля, выполните следующие шаги:
sv: För att dela din iOS-smartphones internetanslutning med en Linux-dator med hjälp av en USB-kabel, följ dessa steg:
