Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Configure feedback and usage report preferences.
bg: Конфигурирайте предпочитанията за обратна връзка и отчети за използване.
cs: Nastavte preference pro zpětnou vazbu a zprávy o používání.
da: Konfigurer præferencer for feedback og brugsrapporter.
de: Konfigurieren Sie die Einstellungen für Feedback und Nutzungsberichte.
el: Ρυθμίστε τις προτιμήσεις ανατροφοδότησης και αναφοράς χρήσης.
es: Configurar preferencias de informes de retroalimentación y uso.
et: Konfigureeri tagasiside ja kasutusaruande eelistused.
fi: Määritä palautteen ja käyttöraporttien asetukset.
fr: Configurer les préférences de retour d'information et de rapport d'utilisation.
he: הגדר העדפות למשוב ודיווח על שימוש.
hr: Konfigurirajte postavke povratnih informacija i izvještaja o korištenju.
hu: Állítsa be a visszajelzési és használati jelentési preferenciákat.
is: Stilltuðu til aðlaga endurgjöf og notkunarskýrslur.
it: Configura le preferenze per il feedback e i report di utilizzo.
ja: フィードバックと使用状況レポートの設定を構成します。
nl: Configureer voorkeuren voor feedback en gebruiksrapporten.
no: Konfigurer preferanser for tilbakemelding og bruksrapport.
pl: Skonfiguruj preferencje dotyczące opinii i raportów dotyczących użytkowania.
pt: Configurar preferências de feedback e relatórios de uso.
ro: Configurează preferințele pentru feedback și raportul de utilizare.
ru: Настройте предпочтения отчетов о обратной связи и использовании.
sk: Nastavte preferencie spätnej väzby a správy o používaní.
sv: Konfigurera preferenser för feedback och användningsrapport.
tr: Geri bildirim ve kullanım raporu tercihlerini yapılandırın.
uk: Налаштуйте параметри зворотного зв'язку та звітів про використання.

source: Device Actions
cs: Akce zařízení
da: Enhedsaktioner
el: Ενέργειες Συσκευής
es: Acciones del dispositivo
et: Seadmestuse toimingud
fi: Laitteen toiminnot
fr: Actions de l'appareil
he: פעולות מכשיר
hu: Eszköz műveletek
is: Tæki aðgerðir
it: Azioni dispositivo
ja: デバイスアクション
nl: Apparaatacties
no: Enhetshandlinger
pl: Akcje urządzenia
pt: Ações do Dispositivo
ro: Acțiuni dispozitiv
ru: Действия устройства
sv: Enhetsåtgärder
tr: Cihaz Eylemleri
uk: Дії пристрою

source: Configure automatic actions for when devices are connected.
bg: Конфигурирайте автоматични действия за свързване на устройства.
cs: Nastavte automatické akce pro připojená zařízení.
da: Konfigurer automatiske handlinger, når enheder er tilsluttet.
de: Konfigurieren Sie automatische Aktionen für den Fall, dass Geräte verbunden sind.
el: Ρυθμίστε αυτόματες ενέργειες για όταν οι συσκευές είναι συνδεδεμένες.
es: Configura acciones automáticas para cuando los dispositivos estén conectados.
et: Konfigureeri automaatsed toimingud, kui seadmed on ühendatud.
fi: Määritä automaattiset toiminnot, kun laitteet on liitetty.
fr: Configurez des actions automatiques pour lorsque des appareils sont connectés.
he: הגדר פעולות אוטומטיות כאשר מכשירים מחוברים.
hr: Konfigurirajte automatske radnje za kada su uređaji povezani.
hu: Állítsa be az automatikus műveleteket, amikor az eszközök csatlakoznak.
is: Stilltu sjálfvirkar aðgerðir þegar tæki eru tengd.
it: Configura azioni automatiche per quando i dispositivi sono connessi.
ja: デバイスが接続されたときの自動アクションを設定します。
nl: Configureer automatische acties voor wanneer apparaten zijn verbonden.
no: Konfigurer automatiske handlinger for når enheter er tilkoblet.
pl: Skonfiguruj automatyczne akcje dla podłączonych urządzeń.
pt: Configure ações automáticas para quando dispositivos estiverem conectados.
ro: Configurează acțiuni automate pentru atunci când dispozitivele sunt conectate.
ru: Настройте автоматические действия при подключении устройств.
sk: Nastavte automatické akcie pre pripojené zariadenia.
sv: Konfigurera automatiska åtgärder för när enheter är anslutna.
tr: Cihazlar bağlandığında otomatik eylemleri yapılandırın.
uk: Налаштуйте автоматичні дії для підключених пристроїв.

source: Virtual Keyboard
cs: Virtuální klávesnice
da: Virtuelt Tastatur
el: Εικονικό Πληκτρολόγιο
es: Teclado Virtual
et: Virtuaalne klaviatuur
fi: Virtuaalinen näppäimistö
fr: Clavier virtuel
he: מקלדת וירטואלית
hu: Virtuális billentyűzet
is: Sýndarlyklaborð
it: Tastiera Virtuale
ja: 仮想キーボード
nl: Virtueel Toetsenbord
no: Virtuelt tastatur
pl: Wirtualna klawiatura
pt: Teclado Virtual
ro: Tastatură virtuală
ru: Виртуальная клавиатура
sv: Virtuell tangentbord
tr: Sanal Klavye
uk: Віртуальна клавіатура

source: Virtual keyboard settings and display options.
cs: Nastavení virtuální klávesnice a možnosti zobrazení.
da: Indstillinger for virtuel tastatur og visningsmuligheder.
el: Ρυθμίσεις και επιλογές εμφάνισης εικονικού πληκτρολογίου.
es: Configuración del teclado virtual y opciones de visualización.
et: Virtuaalklaviatuuri seaded ja kuvamisvalikud.
fi: Virtuaalinäppäimistön asetukset ja näyttövalinnat.
fr: Paramètres du clavier virtuel et options d'affichage.
he: הגדרות מקלדת וירטואלית ואפשרויות תצוגה.
hu: Virtuális billentyűzet beállításai és megjelenítési lehetőségek.
is: Stillingar og sýnivalkostir fyrir sýndarlyklaborð.
it: Impostazioni della tastiera virtuale e opzioni di visualizzazione.
ja: 仮想キーボードの設定と表示オプション。
nl: Instellingen en weergave-opties voor het virtuele toetsenbord.
no: Innstillinger for virtuelt tastatur og visningsalternativer.
pl: Ustawienia klawiatury wirtualnej i opcje wyświetlania.
pt: Configurações e opções de exibição do teclado virtual.
ro: Setări și opțiuni de afișare pentru tastatura virtuală.
ru: Настройки виртуальной клавиатуры и параметры отображения.
sv: Inställningar för virtuellt tangentbord och visningsalternativ.
tr: Sanal klavye ayarları ve görüntü seçenekleri.
uk: Налаштування віртуальної клавіатури та параметри відображення.

source: Keyboard Manager
cs: Správce klávesnice
da: Tastaturadministrator
el: Διαχειριστής Πληκτρολογίου
es: Administrador de teclado
et: Klaviatuuri haldur
fi: Näppäimistöhallinta
fr: Gestionnaire de clavier
he: מנהל מקלדת
hu: Billentyűzetkezelő
is: Takkstýring
it: Gestore Tastiera
ja: キーボードマネージャー
nl: Toetsenbordbeheerder
no: Tastaturbehandling
pl: Menedżer klawiatury
pt: Gerenciador de Teclado
ro: Manager de Tastatură
ru: Менеджер клавиатуры
sv: Tangentbordsadministratör
tr: Klavye Yöneticisi
uk: Менеджер клавіатури

source: Keyboard layout management and advanced settings.
cs: Správa rozložení klávesnice a pokročilé nastavení.
da: Tastaturlayoutstyring og avancerede indstillinger.
el: Διαχείριση διάταξης πληκτρολογίου και προηγμένες ρυθμίσεις.
es: Gestión de diseño de teclado y configuraciones avanzadas.
et: Klaviatuuri paigutuse haldamine ja täiendavad seaded.
fi: Näppäimistön asettelun hallinta ja edistyneet asetukset.
fr: Gestion de la disposition du clavier et paramètres avancés.
he: ניהול פריסת מקלדת והגדרות מתקדמות.
hu: Billentyűzetkiosztás kezelése és fejlett beállítások.
is: Stýring á lyklaborðsuppsetningu og háþróaðar stillingar.
it: Gestione del layout della tastiera e impostazioni avanzate.
ja: キーボードレイアウト管理と高度な設定。
nl: Toetsenbordindelingbeheer en geavanceerde instellingen.
no: Tastaturoppsettadministrasjon og avanserte innstillinger.
pl: Zarządzanie układem klawiatury i zaawansowane ustawienia.
pt: Gerenciamento de layout de teclado e configurações avançadas.
ro: Gestionarea aranjamentului tastaturii și setări avansate.
ru: Управление раскладкой клавиатуры и расширенные настройки.
sv: Tangentbordslayoutshantering och avancerade inställningar.
tr: Klavye düzeni yönetimi ve gelişmiş ayarlar.
uk: Управління розкладкою клавіатури та розширені налаштування.

source: KWin Scripts
cs: KWin skripty
el: Σενάρια KWin
es: Scripts de KWin
et: KWin skriptid
fi: KWin-skriptit
fr: Scripts KWin
he: סקריפטים של KWin
hu: KWin szkriptek
is: KWin skriftar
it: Script KWin
ja: KWin スクリプト
no: KWin-skript
pl: Skrypty KWin
pt: Scripts do KWin
ro: Scripturi KWin
ru: Скрипты KWin
sv: KWin-skript
tr: KWin Betikleri
uk: Сценарії KWin

source: Manage and configure scripts for the KWin window manager.
cs: Spravujte a konfigurovejte skripty pro správce oken KWin.
da: Administrer og konfigurere scripts til KWin vindueshåndtereren.
el: Διαχειριστείτε και ρυθμίστε σενάρια για τον διαχειριστή παραθύρων KWin.
es: Gestiona y configura scripts para el gestor de ventanas KWin.
et: Haldage ja seadistage skripte KWin aknahalduri jaoks.
fi: Hallitse ja määritä skriptejä KWin-ikkunanhallintajalle.
fr: Gérez et configurez des scripts pour le gestionnaire de fenêtres KWin.
he: נהל והגדר סקריפטים עבור מנהל החלונות KWin.
hu: KWin ablakkezelőhöz tartozó szkriptek kezelése és konfigurálása.
is: Stjórna og stilla skriftur fyrir KWin gluggastjórann.
it: Gestisci e configura script per il gestore di finestre KWin.
ja: KWinウィンドウマネージャーのスクリプトを管理および構成します。
nl: Beheer en configureer scripts voor de KWin vensterbeheerder.
no: Administrer og konfigurere skript for KWin vindusbehandleren.
pl: Zarządzaj i konfigurować skrypty dla menedżera okien KWin.
pt: Gerencie e configure scripts para o gerenciador de janelas KWin.
ro: Gestionați și configurați scripturile pentru managerul de feronerie KWin.
ru: Управляйте и настраивайте скрипты для менеджера окон KWin.
sv: Hantera och konfigurera skript för KWin fönsterhanteraren.
tr: KWin pencere yöneticisi için betikleri yönetin ve yapılandırın.
uk: Керуйте та налаштовуйте скрипти для менеджера вікон KWin.

source: Plasma Search
cs: Plasma Hledání
da: Plasma Søgning
el: Αναζήτηση Plasma
es: Búsqueda de Plasma
et: Plasma Otsing
fi: Plasma-haku
fr: Recherche Plasma
he: חיפוש פלאזמה
hu: Plazma Keresés
is: Plasma Leita
it: Ricerca Plasma
ja: プラズマ検索
nl: Plasma Zoekopdracht
no: Plasma Søk
pl: Plazma Szukaj
pt: Pesquisa Plasma
ro: Căutare Plasma
ru: Плазменный поиск
sv: Plasma Sökning
tr: Plazma Arama
uk: Плазмовий пошук

source: Configure search and indexing options in Plasma.
bg: Конфигурирайте опции за търсене и индексиране в Plasma.
cs: Nastavte možnosti vyhledávání a indexování v Plasma.
da: Konfigurer søge- og indekseringsmuligheder i Plasma.
de: Suchoptionen für Suche und Indizierung in Plasma konfigurieren.
el: Ρυθμίστε τις επιλογές αναζήτησης και ευρετηρίασης στο Plasma.
es: Configura las opciones de búsqueda e indexación en Plasma.
et: Konfigureeri otsingu ja indekseerimise valikud Plasmas.
fi: Määritä haku- ja indeksointivaihtoehdot Plasmassa.
fr: Configurer les options de recherche et d'indexation dans Plasma.
he: הגדר אפשרויות חיפוש ואינדוקס ב-Plasma.
hr: Konfigurirajte opcije pretraživanja i indeksiranja u Plazmi.
hu: Állítsa be a keresési és indexelési lehetőségeket a Plasmában.
is: Stillir leitar- og skráningaraðgerðir í Plasma.
it: Configura le opzioni di ricerca e indicizzazione in Plasma.
ja: Plasmaで検索とインデックス作成のオプションを設定します。
nl: Configureer zoek- en indexeringsopties in Plasma.
no: Konfigurer søke- og indekseringsalternativer i Plasma.
pl: Skonfiguruj opcje wyszukiwania i indeksowania w Plasma.
pt: Configure opções de pesquisa e indexação no Plasma.
ro: Configurează opțiunile de căutare și indexare în Plasma.
ru: Настройте параметры поиска и индексации в Plasma.
sk: Nastavte možnosti vyhľadávania a indexovania v Plasma.
sv: Konfigurera sök- och indexeringsalternativ i Plasma.
tr: Plasma'da arama ve dizinleme seçeneklerini yapılandırın.
uk: Налаштуйте параметри пошуку та індексації в Plasma.

source: Virtual Desktops
cs: Virtuální plochy
da: Virtuelle skriveborde
el: Εικονικές Επιφάνειες Εργασίας
es: Escritorios Virtuales
et: Virtuaalsed töölauad
fi: Virtuaaliset työpöydät
fr: Bureaux virtuels
he: desktops וירטואליים
hu: Virtuális asztalok
is: Sýndarborð
it: Desktop virtuali
ja: 仮想デスクトップ
nl: Virtuele Desktops
no: Virtuelle skrivebord
pl: Wirtualne pulpity
pt: Areá de Trabalho Virtual
ro: Desktopuri Virtuale
ru: Виртуальные рабочие столы
sv: Virtuella skrivbord
tr: Sanal Masaüstleri
uk: Віртуальні робочі столи

source: Configure virtual desktops and KWin behaviors.
cs: Nakonfigurujte virtuální plochy a chování KWin.
da: Konfigurer virtuelle skriveborde og KWin-adfærd.
el: Ρυθμίστε εικονικά επιφάνειες εργασίας και συμπεριφορές KWin.
es: Configurar escritorios virtuales y comportamientos de KWin.
et: Konfigureeri virtuaalsed töölauad ja KWin'i käitumised.
fi: Määritä virtuaaliset työpöydät ja KWin-käyttäytymiset.
fr: Configurer les bureaux virtuels et les comportements de KWin.
he: הגדר שולחנות עבודה ופעולות KWin.
hu: Állítsa be a virtuális asztalokat és a KWin viselkedését.
is: Stilltuðu sýndar skrifborð og KWin hegðun.
it: Configura desktop virtuali e comportamenti di KWin.
ja: 仮想デスクトップとKWinの動作を設定します。
nl: Configure virtuele desktops en KWin-gedragingen.
no: Konfigurer virtuelle skrivebord og KWin-atferd.
pl: Skonfiguruj wirtualne pulpity i zachowania KWin.
pt: Configure desktops virtuais e comportamentos do KWin.
ro: Configurează desktopuri virtuale și comportamentele KWin.
ru: Настройте виртуальные рабочие столы и поведение KWin.
sv: Konfigurera virtuella skrivbord och KWin-beteenden.
tr: Sanal masaüstlerini ve KWin davranışlarını yapılandırın.
uk: Налаштуйте віртуальні робочі столи та поведінку KWin.

source: Categories
bg: Категории
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
et: Kategooriad
fi: Kategoriat
fr: Catégories
he: קטגוריות
hr: Kategorije
hu: Kategóriák
is: Flokkar
it: Categorie
ja: カテゴリ
nl: Categorieën
no: Kategorier
pl: Kategorie
pt: Categorias
ro: Categorii
ru: Категории
sk: Kategórie
sv: Kategorier
tr: Kategoriler
uk: Категорії

source: Programs
bg: Програми
cs: Programy
da: Programmer
de: Programme
el: Προγράμματα
es: Programas
et: Programmid
fi: Ohjelmat
fr: Programmes
he: תוכניות
hr: Programi
hu: Programok
is: Forritin
it: Programmi
ja: プログラム
nl: Programma's
no: Programmer
pl: Programy
pt: Programas
ro: Programe
ru: Программы
sk: Programy
sv: Program
tr: Programlar
uk: Програми

source: Menu
cs: Nabídka
el: Μενού
es: Menú
et: Menüü
fi: Valikko
he: תפריט
hu: Menü
is: Valmynd
ja: メニュー
no: Meny
ro: Meniu
ru: Меню
sv: Meny
tr: Menü
uk: Меню

source: Executing special command: {0}
bg: Изпълняване на специална команда: {0}
cs: Provádění speciálního příkazu: {0}
da: Udfører specialkommando: {0}
de: Spezialbefehl ausführen: {0}
el: Εκτέλεση ειδικής εντολής: {0}
es: Ejecutando comando especial: {0}
et: Täiendava käsu täitmine: {0}
fi: Suoritetaan erityiskäsky: {0}
fr: Exécution de la commande spéciale : {0}
he: מבצע פקודה מיוחדת: {0}
hr: Izvršavanje posebne naredbe: {0}
hu: Különleges parancs végrehajtása: {0}
is: Fram að sértækri skipun: {0}
it: Esecuzione comando speciale: {0}
ja: 特別なコマンドを実行中: {0}
nl: Speciale opdracht uitvoeren: {0}
no: Utfører spesialkommando: {0}
pl: Wykonywanie specjalnego polecenia: {0}
pt: Executando comando especial: {0}
ro: Executarea comenzii speciale: {0}
ru: Выполнение специальной команды: {0}
sk: Vykonávanie špeciálneho príkazu: {0}
sv: Kör specialkommando: {0}
tr: Özel komut çalıştırılıyor: {0}
uk: Виконання спеціальної команди: {0}

source: Launching: {0}
bg: Стартиране: {0}
cs: Spouštění: {0}
da: Starter: {0}
de: Starte: {0}
el: Εκκίνηση: {0}
es: Iniciando: {0}
et: Käivitamine: {0}
fi: Käynnistetään: {0}
fr: Lancement : {0}
he: מפעיל: {0}
hr: Pokretanje: {0}
hu: Indítás: {0}
is: Ræsir: {0}
it: Avvio: {0}
ja: 起動中: {0}
nl: Lanceert: {0}
no: Starter: {0}
pl: Uruchamianie: {0}
pt: Iniciando: {0}
ro: Lansare: {0}
ru: Запуск: {0}
sk: Spúšťam: {0}
sv: Startar: {0}
tr: Başlatılıyor: {0}
uk: Запуск: {0}

source: Error launching program: {0}
bg: Грешка при стартиране на програмата: {0}
cs: Chyba při spouštění programu: {0}
da: Fejl ved opstart af program: {0}
de: Fehler beim Starten des Programms: {0}
el: Σφάλμα κατά την εκκίνηση του προγράμματος: {0}
es: Error al iniciar el programa: {0}
et: Viga programmi käivitamisel: {0}
fi: Virhe ohjelman käynnistämisessä: {0}
fr: Erreur de lancement du programme : {0}
he: שגיאה בהשקת התוכנית: {0}
hr: Greška prilikom pokretanja programa: {0}
hu: Hiba a program indításakor: {0}
is: Villa við að ræsa forrit: {0}
it: Errore durante il lancio del programma: {0}
ja: プログラムの起動中にエラーが発生しました: {0}
nl: Fout bij het starten van het programma: {0}
no: Feil ved oppstart av programmet: {0}
pl: Błąd uruchamiania programu: {0}
pt: Erro ao iniciar o programa: {0}
ro: Eroare la lansarea programului: {0}
ru: Ошибка при запуске программы: {0}
sk: Chyba pri spúšťaní programu: {0}
sv: Fel vid start av program: {0}
tr: Program başlatılırken hata: {0}
uk: Помилка запуску програми: {0}

source: BigLinux Team
bg: BigLinux екип
cs: BigLinux Tým
el: Ομάδα BigLinux
es: Equipo de BigLinux
et: BigLinuxi meeskond
fi: BigLinux-tiimi
fr: Équipe BigLinux
he: צוות ביגלינוקס
hr: BigLinux Tim
hu: BigLinux Csapat
is: BigLinux teymi
ja: ビッグリナックスチーム
no: BigLinux-teamet
pl: Zespół BigLinux
pt: Equipe BigLinux
ro: Echipa BigLinux
ru: Команда BigLinux
sk: BigLinux Tím
sv: BigLinux-teamet
tr: BigLinux Ekibi
uk: BigLinux Команда

source: © 2025 BigLinux Team
bg: © 2025 BigLinux екип
cs: © 2025 Tým BigLinux
el: © 2025 Ομάδα BigLinux
es: © 2025 Equipo BigLinux
et: © 2025 BigLinuxi meeskond
fi: © 2025 BigLinux-tiimi
fr: © 2025 Équipe BigLinux
he: © 2025 צוות ביגלינוקס
hr: © 2025 BigLinux Tim
hu: © 2025 BigLinux Csapat
is: © 2025 BigLinux Teymi
ja: © 2025 ビッグリナックスチーム
pl: © 2025 Zespół BigLinux
pt: © 2025 Equipe BigLinux
ro: © 2025 Echipa BigLinux
ru: © 2025 Команда BigLinux
sk: © 2025 Tím BigLinux
tr: © 2025 BigLinux Ekibi

source: On your smartphone, open 'Settings' and navigate to 'Network & Internet' or 'Connections & Sharing'.
bg: На вашия смартфон отворете 'Настройки' и преминете към 'Мрежа и интернет' или 'Свързвания и споделяне'.
cs: Na svém smartphonu otevřete 'Nastavení' a přejděte na 'Síť a internet' nebo 'Připojení a sdílení'.
da: På din smartphone skal du åbne 'Indstillinger' og navigere til 'Netværk & Internet' eller 'Forbindelser & Deling'.
de: Öffnen Sie auf Ihrem Smartphone die 'Einstellungen' und navigieren Sie zu 'Netzwerk & Internet' oder 'Verbindungen & Freigabe'.
el: Στο smartphone σας, ανοίξτε τις 'Ρυθμίσεις' και πλοηγηθείτε στο 'Δίκτυο & Διαδίκτυο' ή 'Συνδέσεις & Κοινή Χρήση'.
es: En tu smartphone, abre 'Configuración' y navega a 'Red e Internet' o 'Conexiones y Compartición'.
et: Avage oma nutitelefonis 'Seaded' ja liiku 'Võrk ja Internet' või 'Ühendused ja jagamine' juurde.
fi: Avaa älypuhelimessasi 'Asetukset' ja siirry kohtaan 'Verkko ja Internet' tai 'Yhteydet ja jakaminen'.
fr: Sur votre smartphone, ouvrez 'Paramètres' et accédez à 'Réseau et Internet' ou 'Connexions et partage'.
he: במכשיר הסמארטפון שלך, פתח את 'הגדרות' ועבור ל'רשת ואינטרנט' או 'חיבורים ושיתוף'.
hr: Na svom pametnom telefonu otvorite 'Postavke' i idite na 'Mreža i internet' ili 'Povezivanje i dijeljenje'.
hu: Okostelefonján nyissa meg a 'Beállítások' menüt, és navigáljon a 'Hálózat és internet' vagy a 'Kapcsolatok és megosztás' lehetőséghez.
is: Á opna 'Stillingar' á snjallsímanum þínum og farðu í 'Nettengingar & Internet' eða 'Tengingar & Deiling'.
it: Sul tuo smartphone, apri 'Impostazioni' e vai su 'Rete e Internet' o 'Connessioni e Condivisione'.
ja: スマートフォンで「設定」を開き、「ネットワークとインターネット」または「接続と共有」に移動します。
nl: Op je smartphone, open 'Instellingen' en navigeer naar 'Netwerk & Internet' of 'Verbindingen & Delen'.
no: På smarttelefonen din, åpne 'Innstillinger' og naviger til 'Nettverk og Internett' eller 'Tilkoblinger og deling'.
pl: Na swoim smartfonie otwórz 'Ustawienia' i przejdź do 'Sieć i Internet' lub 'Połączenia i udostępnianie'.
pt: No seu smartphone, abra 'Configurações' e navegue até 'Rede e Internet' ou 'Conexões e Compartilhamento'.
ro: Pe smartphone-ul tău, deschide 'Setări' și navighează la 'Rețea și Internet' sau 'Conexiuni și Partajare'.
ru: На вашем смартфоне откройте 'Настройки' и перейдите в 'Сеть и Интернет' или 'Подключения и обмен'.
sk: Na svojom smartfóne otvorte 'Nastavenia' a prejdite na 'Sieť a internet' alebo 'Pripojenia a zdieľanie'.
sv: På din smartphone, öppna 'Inställningar' och navigera till 'Nätverk och Internet' eller 'Anslutningar och delning'.
tr: Akıllı telefonunuzda 'Ayarlar'ı açın ve 'Ağ ve İnternet' veya 'Bağlantılar ve Paylaşım'a gidin.
uk: На вашому смартфоні відкрийте 'Налаштування' та перейдіть до 'Мережа та Інтернет' або 'З'єднання та обмін'.

source: To share your smartphone's internet connection with a Linux computer using a USB cable, follow these steps:
bg: За да споделите интернет връзката на вашия смартфон с Linux компютър чрез USB кабел, следвайте тези стъпки:
cs: Chcete-li sdílet internetové připojení vašeho smartphonu s počítačem Linux pomocí USB kabelu, postupujte podle těchto kroků:
da: For at dele din smartphones internetforbindelse med en Linux-computer ved hjælp af et USB-kabel, skal du følge disse trin:
de: Um die Internetverbindung Ihres Smartphones über ein USB-Kabel mit einem Linux-Computer zu teilen, befolgen Sie diese Schritte:
el: Για να μοιραστείτε τη σύνδεση στο διαδίκτυο του smartphone σας με έναν υπολογιστή Linux χρησιμοποιώντας καλώδιο USB, ακολουθήστε αυτά τα βήματα:
es: Para compartir la conexión a internet de tu smartphone con una computadora Linux usando un cable USB, sigue estos pasos:
et: Jagage oma nutitelefoni internetiühendust Linuxi arvutiga USB-kaabli abil, järgige neid samme:
fi: Jaa älypuhelimesi internet-yhteys Linux-tietokoneelle USB-kaapelin avulla seuraavien vaiheiden avulla:
fr: Pour partager la connexion Internet de votre smartphone avec un ordinateur Linux à l'aide d'un câble USB, suivez ces étapes :
he: כדי לשתף את חיבור האינטרנט של הסמארטפון שלך עם מחשב לינוקס באמצעות כבל USB, עקוב אחרי הצעדים הבאים:
hr: Da biste dijelili internetsku vezu svog pametnog telefona s Linux računalom putem USB kabela, slijedite ove korake:
hu: A Linux számítógép internetkapcsolatának megosztásához egy USB kábellel, kövesse az alábbi lépéseket:
is: Til að deila internet tengingu snjallsímans þíns við Linux tölvu með USB snúru, fylgdu þessum skrefum:
it: Per condividere la connessione internet del tuo smartphone con un computer Linux utilizzando un cavo USB, segui questi passaggi:
ja: スマートフォンのインターネット接続をUSBケーブルを使用してLinuxコンピュータと共有するには、次の手順に従ってください：
nl: Om de internetverbinding van je smartphone te delen met een Linux-computer via een USB-kabel, volg je deze stappen:
no: For å dele internettforbindelsen fra smarttelefonen din med en Linux-datamaskin ved hjelp av en USB-kabel, følg disse trinnene:
pl: Aby udostępnić połączenie internetowe swojego smartfona komputerowi z systemem Linux za pomocą kabla USB, wykonaj następujące kroki:
pt: Para compartilhar a conexão de internet do seu smartphone com um computador Linux usando um cabo USB, siga estas etapas:
ro: Pentru a partaja conexiunea la internet a smartphone-ului tău cu un computer Linux folosind un cablu USB, urmează acești pași:
ru: Чтобы поделиться интернет-соединением вашего смартфона с компьютером на Linux с помощью USB-кабеля, выполните следующие шаги:
sk: Ak chcete zdieľať internetové pripojenie svojho smartfónu s počítačom Linux pomocou USB kábla, postupujte podľa týchto krokov:
sv: För att dela din smartphones internetanslutning med en Linux-dator via en USB-kabel, följ dessa steg:
tr: Bir USB kablosu kullanarak akıllı telefonunuzun internet bağlantısını bir Linux bilgisayarıyla paylaşmak için şu adımları izleyin:
uk: Щоб поділитися інтернет-з'єднанням вашого смартфона з комп'ютером на Linux за допомогою USB-кабелю, виконайте ці кроки:

source: PlayStore
cs: Obchod Play
da: Play Butik
et: Play poelett
fi: Play-kauppa
he: חנות Google Play
hu: Play Áruház
ja: Playストア
no: Play Butikk
pl: Sklep Play
ro: Magazin Google Play
ru: Play Маркет
sv: Play Butik
tr: Oyun Mağazası
uk: Google Play Маркет

source: KSystemLog
fr: KJournalSystem
is: KKerfisklogg
ja: Kシステムログ

source: Central de Controle
be: Цэнтр кіравання
