Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Advanced network configuration (VPN, WiFi, Wired, Static IP, PPPoE, ADSL, wired network, mobile broadband and others).
bg: Разширена конфигурация на мрежата (VPN, WiFi, Жична, Статичен IP, PPPoE, ADSL, жична мрежа, мобилен широколентов достъп и други).
cs: Pokročilá konfigurace sítě (VPN, WiFi, Drátová, Statická IP, PPPoE, ADSL, drátová síť, mobilní širokopásmové připojení a další).
da: Avanceret netværkskonfiguration (VPN, WiFi, Kablet, Statisk IP, PPPoE, ADSL, kablet netværk, mobil bredbånd og andre).
de: Erweiterte Netzwerkkonfiguration (VPN, WiFi, Kabel, Statische IP, PPPoE, ADSL, kabelgebundenes Netzwerk, mobiles Breitband und andere).
el: Προηγμένη διαμόρφωση δικτύου (VPN, WiFi, Ενσύρματο, Στατική IP, PPPoE, ADSL, ενσύρματο δίκτυο, κινητή ευρυζωνικότητα και άλλα).
es: Configuración avanzada de red (VPN, WiFi, Cableado, IP estática, PPPoE, ADSL, red cableada, banda ancha móvil y otros).
et: Täpsem võrgukonfiguratsioon (VPN, WiFi, kaabel, staatiline IP, PPPoE, ADSL, kaabelvõrk, mobiilne lairibateenus ja teised).
fi: Edistynyt verkon konfigurointi (VPN, WiFi, langallinen, staattinen IP, PPPoE, ADSL, langallinen verkko, mobiililaajakaista ja muut).
fr: Configuration avancée du réseau (VPN, WiFi, Câblé, IP statique, PPPoE, ADSL, réseau câblé, large bande mobile et autres).
he: הגדרת רשת מתקדמת (VPN, WiFi, קווי, IP סטטי, PPPoE, ADSL, רשת קווית, אינטרנט סלולרי ואחרים).
hr: Napredna mrežna konfiguracija (VPN, WiFi, žičana, statička IP, PPPoE, ADSL, žična mreža, mobilni širokopojasni internet i drugi).
hu: Fejlett hálózati konfiguráció (VPN, WiFi, Vezetékes, Statikus IP, PPPoE, ADSL, vezetékes hálózat, mobil szélessáv és egyebek).
is: Fyrirkomulag háþróaðra neta (VPN, WiFi, snúruð, stöðug IP, PPPoE, ADSL, snúruð net, farsímagagnasamband og annað).
it: Configurazione avanzata della rete (VPN, WiFi, cablata, IP statico, PPPoE, ADSL, rete cablata, banda larga mobile e altri).
ja: 高度なネットワーク設定（VPN、WiFi、有線、静的IP、PPPoE、ADSL、有線ネットワーク、モバイルブロードバンドなど）。
nl: Geavanceerde netwerkinstellingen (VPN, WiFi, Bedraad, Statisch IP, PPPoE, ADSL, bedraad netwerk, mobiele breedband en anderen).
no: Avansert nettverkskonfigurasjon (VPN, WiFi, Kablet, Statisk IP, PPPoE, ADSL, kablet nettverk, mobilbredbånd og andre).
pl: Zaawansowana konfiguracja sieci (VPN, WiFi, przewodowa, statyczny adres IP, PPPoE, ADSL, sieć przewodowa, szerokopasmowa mobilna i inne).
pt: Configuração avançada de rede (VPN, WiFi, com fio, IP estático, PPPoE, ADSL, rede com fio, banda larga móvel e outros).
ro: Configurare avansată a rețelei (VPN, WiFi, Cablat, IP static, PPPoE, ADSL, rețea cablată, lățime de bandă mobilă și altele).
ru: Расширенная настройка сети (VPN, WiFi, проводное соединение, статический IP, PPPoE, ADSL, проводная сеть, мобильный широкополосный доступ и другие).
sk: Pokročilá konfigurácia siete (VPN, WiFi, káblová, statická IP, PPPoE, ADSL, káblová sieť, mobilný širokopásmový prístup a iné).
sv: Avancerad nätverkskonfiguration (VPN, WiFi, Trådad, Statisk IP, PPPoE, ADSL, trådbundet nätverk, mobilt bredband och andra).
tr: Gelişmiş ağ yapılandırması (VPN, WiFi, Kablolu, Statik IP, PPPoE, ADSL, kablolu ağ, mobil geniş bant ve diğerleri).
uk: Розширена конфігурація мережі (VPN, WiFi, Провідний, Статична IP, PPPoE, ADSL, провідна мережа, мобільний широкосмуговий доступ та інші).

source: Night Light
cs: Noční světlo
da: Nattlys
el: Νυχτερινό Φως
es: Luz Nocturna
et: Öövalgus
fi: Yövalo
fr: Lumière nocturne
he: אור לילה
hu: Éjjeli fény
is: Næturljós
it: Luce Notturna
ja: ナイトライト
nl: Nachtlicht
no: Nattlys
pl: Tryb nocny
pt: Luz Noturna
ro: Lumina de noapte
ru: Ночной свет
sv: Nattljus
tr: Gece Işığı
uk: Нічне світло

source: Reduce blue light emission to help with sleep
cs: Snižte emisi modrého světla, abyste pomohli se spánkem.
da: Reducer blåt lysudsendelse for at hjælpe med søvn.
el: Μειώστε την εκπομπή μπλε φωτός για να βοηθήσετε στον ύπνο.
es: Reduce la emisión de luz azul para ayudar con el sueño.
et: Vähenda sinise valguse kiirgamist, et aidata unega.
fi: Vähennä sinisen valon säteilyä auttaaksesi unessa.
fr: Réduisez l'émission de lumière bleue pour aider au sommeil.
he: הפחתת פליטת אור כחול כדי לסייע בשינה
hu: Csökkentse a kék fény kibocsátását az alvás elősegítése érdekében.
is: Minnka bláa ljósemission til að hjálpa við svefn.
it: Riduci l'emissione di luce blu per aiutare con il sonno.
ja: 睡眠を助けるために青色光の放出を減らします。
nl: Verminder de blauwe lichtemissie om te helpen bij de slaap.
no: Reduser blått lysutslipp for å hjelpe med søvn.
pl: Zredukować emisję niebieskiego światła, aby pomóc w zasypianiu.
pt: Reduza a emissão de luz azul para ajudar no sono.
ro: Reduceți emisia de lumină albastră pentru a ajuta la somn.
ru: Снизьте выброс синего света, чтобы помочь с сном.
sv: Minska blått ljusutsläpp för att hjälpa med sömnen.
tr: Mavi ışık emisyonunu azaltarak uykuya yardımcı olun.
uk: Зменште викид синього світла, щоб допомогти зі сном.

source: Notifications
cs: Oznámení
da: Underretninger
el: Ειδοποιήσεις
es: Notificaciones
et: Teated
fi: Ilmoitukset
he: התראות
hu: Értesítések
is: Tilkynningar
it: Notifiche
ja: 通知
nl: Meldingen
no: Varsler
pl: Powiadomienia
pt: Notificações
ro: Notificări
ru: Уведомления
sv: Aviseringar
tr: Bildirimler
uk: Сповіщення

source: Configure system and application notifications
bg: Конфигурирайте системни и приложни известия
cs: Nastavte systémová a aplikační oznámení
da: Konfigurer system- og applikationsmeddelelser
de: System- und Anwendungsbenachrichtigungen konfigurieren
el: Ρυθμίστε τις ειδοποιήσεις συστήματος και εφαρμογών
es: Configurar notificaciones del sistema y de la aplicación
et: Konfigureeri süsteemi ja rakenduse teavitused
fi: Määritä järjestelmä- ja sovellushälytykset
fr: Configurer les notifications système et d'application
he: הגדר התראות מערכת ויישומים
hr: Konfigurirajte obavijesti sustava i aplikacija
hu: Rendszer- és alkalmazásértesítések konfigurálása
is: Stilltuðu kerfis- og forritatillýsingar
it: Configura le notifiche di sistema e applicazione
ja: システムおよびアプリケーションの通知を設定する
nl: Configureer systeem- en applicatiemeldingen
no: Konfigurer system- og applikasjonsvarsler
pl: Skonfiguruj powiadomienia systemowe i aplikacji
pt: Configurar notificações do sistema e do aplicativo
ro: Configurează notificările sistemului și aplicațiilor
ru: Настройка системных и приложенческих уведомлений
sk: Nastavte systémové a aplikačné upozornenia
sv: Konfigurera system- och applikationsaviseringar
tr: Sistem ve uygulama bildirimlerini yapılandırın
uk: Налаштування системних та програмних сповіщень

source: Boot Screen
bg: Екран за зареждане
cs: Zahajovací obrazovka
da: Bootskærm
de: Startbildschirm
el: Οθόνη εκκίνησης
es: Pantalla de inicio
et: Käivitusekraan
fi: Käynnistysnäyttö
fr: Écran de démarrage
he: מסך אתחול
hr: Zaslon za pokretanje
hu: Indító képernyő
is: Ræsiskjár
it: Schermata di avvio
ja: ブートスクリーン
nl: Opstartscherm
no: Oppstartsskjerm
pl: Ekran rozruchowy
pt: Tela de Inicialização
ro: Ecran de pornire
ru: Экран загрузки
sk: Úvodná obrazovka
sv: Startskärm
tr: Önyükleme Ekranı
uk: Екран завантаження

source: Change the splash screen shown during system startup
bg: Променете екрана за зареждане, показван по време на стартиране на системата.
cs: Změňte úvodní obrazovku zobrazenou během spuštění systému.
da: Ændre splash-skærmen, der vises under systemstart.
de: Ändern Sie den Begrüßungsbildschirm, der beim Systemstart angezeigt wird.
el: Αλλάξτε την οθόνη εκκίνησης που εμφανίζεται κατά την εκκίνηση του συστήματος.
es: Cambia la pantalla de presentación que se muestra durante el inicio del sistema.
et: Muuda süsteemi käivitamisel kuvatavat sisselogimisekraani.
fi: Vaihda käynnistysohjelman aikana näytettävää aloitusnäyttöä.
fr: Modifier l'écran de démarrage affiché lors du démarrage du système.
he: שנה את מסך הפתיחה המוצג במהלך אתחול המערכת
hr: Promijenite zaslon dobrodošlice koji se prikazuje tijekom pokretanja sustava.
hu: Változtassa meg a rendszerindítás során megjelenő indítóképernyőt.
is: Breyta kynningarskjánum sem sýndur er við kerfisupphaf.
it: Cambia la schermata di avvio mostrata durante l'avvio del sistema.
ja: システム起動時に表示されるスプラッシュスクリーンを変更する
nl: Wijzig het opstartscherm dat tijdens het opstarten van het systeem wordt weergegeven.
no: Endre oppstartsskjermen som vises under systemoppstart
pl: Zmień ekran powitalny wyświetlany podczas uruchamiania systemu.
pt: Altere a tela de inicialização exibida durante a inicialização do sistema.
ro: Schimbați ecranul de pornire afișat în timpul pornirii sistemului.
ru: Измените экран загрузки, отображаемый во время запуска системы.
sk: Zmeňte úvodnú obrazovku zobrazenú počas spustenia systému.
sv: Ändra splashskärmen som visas under systemstart.
tr: Sistem başlangıcında gösterilen açılış ekranını değiştir.
uk: Змініть екран завантаження, що відображається під час запуску системи.

source: Power Management
cs: Správa napájení
da: Strømstyring
el: Διαχείριση Ενέργειας
es: Gestión de energía
et: Toitehaldus
fi: Virranhallinta
fr: Gestion de l'alimentation
he: ניהול כוח
hu: Energiagazdálkodás
is: Orkustjórnun
it: Gestione dell'alimentazione
ja: 電源管理
nl: Energiebeheer
no: Strømstyring
pl: Zarządzanie energią
pt: Gerenciamento de Energia
ro: Gestionarea energiei
ru: Управление питанием
sv: Energihantering
tr: Güç Yönetimi
uk: Управління живленням

source: Configure energy saving and battery settings
bg: Конфигурирайте настройки за пестене на енергия и батерия.
cs: Nastavte úsporu energie a nastavení baterie
da: Konfigurer energibesparelse og batteriindstillinger
de: Energieeinsparung und Batterieeinstellungen konfigurieren
el: Ρυθμίστε τις ρυθμίσεις εξοικονόμησης ενέργειας και μπαταρίας
es: Configurar la energía y la configuración de la batería
et: Konfigureeri energiasäästu ja aku seaded
fi: Määritä energiansäästö- ja akkuasetukset
fr: Configurer les paramètres d'économie d'énergie et de batterie
he: הגדרות חיסכון באנרגיה וסוללה
hr: Konfigurirajte postavke uštede energije i baterije
hu: Energiatakarékos és akkumulátorbeállítások konfigurálása
is: Stilltu orku- og rafhlöðustillingar
it: Configura le impostazioni di risparmio energetico e della batteria
ja: エネルギー節約とバッテリー設定を構成する
nl: Configureer energiezuinigheid en batterijinstellingen
no: Konfigurer energispare- og batteriinnstillinger
pl: Skonfiguruj ustawienia oszczędzania energii i baterii
pt: Configurar as configurações de economia de energia e bateria
ro: Configurează setările de economisire a energiei și ale bateriei
ru: Настройте параметры энергосбережения и батареи
sk: Nastavte úsporu energie a nastavenia batérie
sv: Konfigurera energisparande och batteriinställningar
tr: Enerji tasarrufu ve pil ayarlarını yapılandırın.
uk: Налаштуйте енергозбереження та налаштування батареї

source: Proxy
el: Μεσολαβητής
et: Proxü
fi: Välimuisti
he: פרוקסי
ja: プロキシ
ru: Прокси
uk: Проксі

source: Configure network proxy settings for internet access
bg: Конфигурирайте настройки на мрежовия прокси за достъп до интернет.
cs: Nastavte nastavení síťového proxy pro přístup k internetu.
da: Konfigurer netværksproxyindstillinger for internetadgang
de: Netzwerk-Proxy-Einstellungen für den Internetzugang konfigurieren
el: Ρυθμίστε τις ρυθμίσεις διακομιστή μεσολάβησης δικτύου για πρόσβαση στο διαδίκτυο
es: Configurar la configuración del proxy de red para el acceso a Internet
et: Konfigureeri võrguproksi seaded interneti juurdepääsuks
fi: Määritä verkkoväyläasetukset internet-yhteyttä varten
fr: Configurer les paramètres du proxy réseau pour l'accès à Internet.
he: הגדר את הגדרות פרוקסי הרשת לגישה לאינטרנט
hr: Konfigurirajte postavke mrežnog proxyja za pristup internetu
hu: Állítsa be a hálózati proxybeállításokat az internet-hozzáféréshez.
is: Stilltu netkerfisproxy stillingar fyrir internetaðgang
it: Configura le impostazioni del proxy di rete per l'accesso a Internet
ja: インターネットアクセスのためのネットワークプロキシ設定を構成する
nl: Configureer netwerkinstellingen voor internettoegang
no: Konfigurer nettverksproxyinnstillinger for internett-tilgang
pl: Skonfiguruj ustawienia proxy sieciowego dla dostępu do internetu.
pt: Configurar as definições de proxy de rede para acesso à internet
ro: Configurează setările proxy de rețea pentru acces la internet
ru: Настройте параметры прокси-сервера для доступа в интернет.
sk: Nastavte nastavenia sieťového proxy pre prístup na internet.
sv: Konfigurera nätverksproxyinställningar för internetåtkomst
tr: İnternet erişimi için ağ proxy ayarlarını yapılandırın.
uk: Налаштуйте параметри проксі-сервера для доступу до Інтернету

source: Recent Files
cs: Nedávné soubory
da: Seneste filer
el: Πρόσφατα Αρχεία
es: Archivos recientes
et: Viimased failid
fi: Viimeisimmät tiedostot
fr: Fichiers récents
he: קבצים אחרונים
hu: Legutóbbi fájlok
is: Nýleg skjöl
it: File Recenti
ja: 最近のファイル
nl: Recente bestanden
no: Nylig filer
pl: Ostatnie pliki
pt: Arquivos Recentes
ro: Fișiere recente
ru: Недавние файлы
sv: Senaste filer
tr: Son Dosyalar
uk: Недавні файли

source: Manage the history of recently accessed files
bg: Управлявайте историята на наскоро достъпваните файлове
cs: Spravujte historii nedávno otevřených souborů
da: Administrer historikken over nyligt tilgåede filer
de: Verwalten Sie die Historie der zuletzt geöffneten Dateien.
el: Διαχείριση της ιστορίας των πρόσφατα προσπελασθέντων αρχείων
es: Gestiona el historial de archivos accedidos recientemente.
et: Haldage hiljuti avatud failide ajalugu.
fi: Hallitse äskettäin avattujen tiedostojen historiaa
fr: Gérer l'historique des fichiers récemment consultés
he: נהל את היסטוריית הקבצים שניגשת אליהם לאחרונה
hr: Upravljajte poviješću nedavno pristupanih datoteka
hu: Kezelje a nemrégiben megnyitott fájlok előzményeit.
is: Stjórna sögunni yfir nýlega aðgengilegar skrár
it: Gestisci la cronologia dei file recentemente accessibili
ja: 最近アクセスしたファイルの履歴を管理する
nl: Beheer de geschiedenis van recent geopende bestanden
no: Administrer historikken til nylig åpnete filer
pl: Zarządzaj historią ostatnio otwieranych plików
pt: Gerenciar o histórico de arquivos acessados recentemente
ro: Gestionează istoricul fișierelor accesate recent
ru: Управляйте историей недавно открытых файлов
sk: Spravujte históriu nedávno prístupných súborov
sv: Hantera historiken för nyligen åtkomna filer
tr: Son erişilen dosyaların geçmişini yönetin.
uk: Керуйте історією нещодавно відкритих файлів

source: Configure language, region, and format settings
bg: Конфигурирайте настройки за език, регион и формат
cs: Nastavte jazyk, region a formátování.
da: Konfigurer sprog, region og formatindstillinger
de: Sprache, Region und Format-Einstellungen konfigurieren
el: Ρυθμίστε τις ρυθμίσεις γλώσσας, περιοχής και μορφής
es: Configurar idioma, región y ajustes de formato
et: Konfigureeri keele, regiooni ja vormindamise seaded
fi: Määritä kieli-, alue- ja muotoasetukset
fr: Configurer les paramètres de langue, de région et de format
he: הגדר הגדרות שפה, אזור ופורמט
hr: Konfigurirajte postavke jezika, regije i formata
hu: Nyelv, régió és formátum beállításainak konfigurálása
is: Stilltu tungumál, svæði og sniðstillingar
it: Configura le impostazioni di lingua, regione e formato
ja: 言語、地域、およびフォーマット設定を構成する
nl: Stel taal-, regio- en opmaakinstellingen in
no: Konfigurer språk, region og formatinnstillinger
pl: Skonfiguruj ustawienia języka, regionu i formatu
pt: Configurar idioma, região e configurações de formato
ro: Configurează setările de limbă, regiune și format.
ru: Настройте параметры языка, региона и формата
sk: Nastavte jazyk, región a formátovanie.
sv: Konfigurera språk-, regions- och formatinställningar
tr: Dil, bölge ve format ayarlarını yapılandırın
uk: Налаштуйте мовні, регіональні та форматні налаштування

source: Screen Locking
cs: Zamknutí obrazovky
da: Skærmlåsning
el: Κλείδωμα Οθόνης
es: Bloqueo de pantalla
et: Ekraani lukustamine
fi: Näytön lukitus
fr: Verrouillage de l'écran
he: נעילת מסך
hu: Képernyőzárás
is: Skjár Læsing
it: Blocco dello schermo
ja: 画面ロック
nl: Schermvergrendeling
no: Skjermlås
pl: Blokada ekranu
pt: Bloqueio de Tela
ro: Blocat ecranul
ru: Блокировка экрана
sv: Skärm Låsning
tr: Ekran Kilidi
uk: Блокування екрану

source: Configure screen locking settings and appearance
bg: Конфигурирайте настройки за заключване на екрана и външен вид
cs: Nastavte nastavení a vzhled uzamčení obrazovky.
da: Konfigurer skærmlåsindstillinger og udseende
de: Konfigurieren Sie die Bildschirmsperreinstellungen und das Erscheinungsbild.
el: Ρυθμίστε τις ρυθμίσεις και την εμφάνιση κλειδώματος οθόνης.
es: Configurar la configuración de bloqueo de pantalla y apariencia
et: Konfigureeri ekraani lukustamise seaded ja välimus
fi: Määritä näytön lukituksen asetukset ja ulkoasu
fr: Configurer les paramètres de verrouillage de l'écran et son apparence
he: הגדר את הגדרות נעילת המסך והמראה שלה
hr: Konfigurirajte postavke zaključavanja zaslona i izgled
hu: Állítsa be a képernyőzár beállításait és megjelenését
is: Stilltuðu stillingar og útlit skjáhlífðar.
it: Configura le impostazioni di blocco dello schermo e l'aspetto
ja: 画面ロック設定と外観を構成する
nl: Configureer de instellingen en het uiterlijk van het vergrendelscherm.
no: Konfigurer skjermlåsingens innstillinger og utseende
pl: Skonfiguruj ustawienia blokady ekranu i wygląd.
pt: Configurar as configurações de bloqueio de tela e aparência
ro: Configurează setările de blocare a ecranului și aspectul.
ru: Настройте параметры блокировки экрана и его внешний вид.
sk: Nastavte nastavenia a vzhľad uzamknutia obrazovky.
sv: Konfigurera inställningar och utseende för skärmlås.
tr: Ekran kilitleme ayarlarını ve görünümünü yapılandırın.
uk: Налаштуйте параметри блокування екрана та його вигляд.

source: Login Screen (SDDM)
cs: Přihlašovací obrazovka (SDDM)
da: Login-skærm (SDDM)
el: Οθόνη Σύνδεσης (SDDM)
es: Pantalla de inicio de sesión (SDDM)
et: Sisselogimise ekraan (SDDM)
fi: Kirjautumisnäyttö (SDDM)
fr: Écran de connexion (SDDM)
he: מסך כניסה (SDDM)
hu: Bejelentkezési képernyő (SDDM)
is: Innskrivingarskjár (SDDM)
it: Schermata di accesso (SDDM)
ja: ログイン画面 (SDDM)
nl: Inlogscherm (SDDM)
no: Innlogging skjerm (SDDM)
pl: Ekran logowania (SDDM)
pt: Tela de Login (SDDM)
ro: Ecran de autentificare (SDDM)
ru: Экран входа (SDDM)
sv: Inloggningsskärm (SDDM)
tr: Giriş Ekranı (SDDM)
uk: Екран входу (SDDM)

source: Configure the login screen appearance and behavior
bg: Конфигурирайте външния вид и поведението на екрана за вход.
cs: Nakonfigurujte vzhled a chování přihlašovací obrazovky.
da: Konfigurer login-skærmens udseende og adfærd
de: Konfigurieren Sie das Erscheinungsbild und das Verhalten des Anmeldebildschirms.
el: Ρυθμίστε την εμφάνιση και τη συμπεριφορά της οθόνης σύνδεσης.
es: Configura la apariencia y el comportamiento de la pantalla de inicio de sesión.
et: Konfigureeri sisselogimise ekraani välimus ja käitumine
fi: Määritä kirjautumisnäytön ulkoasu ja käyttäytyminen
fr: Configurer l'apparence et le comportement de l'écran de connexion.
he: הגדר את המראה וההתנהגות של מסך הכניסה
hr: Konfigurirajte izgled i ponašanje zaslona za prijavu.
hu: Állítsa be a bejelentkezési képernyő megjelenését és viselkedését.
is: Stillir útlit og hegðun innskráningarskjásins.
it: Configura l'aspetto e il comportamento della schermata di accesso
ja: ログイン画面の外観と動作を設定する
nl: Configureer het uiterlijk en gedrag van het inlogscherm.
no: Konfigurer utseendet og oppførselen til påloggingsskjermen
pl: Skonfiguruj wygląd i zachowanie ekranu logowania.
pt: Configure a aparência e o comportamento da tela de login
ro: Configurează aspectul și comportamentul ecranului de autentificare
ru: Настройте внешний вид и поведение экрана входа.
sk: Nastavte vzhľad a správanie prihlasovacej obrazovky.
sv: Konfigurera inloggningsskärmens utseende och beteende
tr: Giriş ekranının görünümünü ve davranışını yapılandırın.
uk: Налаштуйте зовнішній вигляд та поведінку екрану входу.

source: Desktop Session
bg: Работен плот сесия
cs: Desktopová relace
da: Skrivebords-session
de: Desktop-Sitzung
el: Επιφάνεια Εργασίας Συνεδρία
es: Sesión de Escritorio
et: Töölaua seanss
fi: Työpöytäistunto
fr: Session de bureau
he: שיחת שולחן עבודה
hr: Radna površina sesije
hu: Asztali munkamenet
is: Svið skrifborðs
it: Sessione Desktop
ja: デスクトップセッション
nl: Desktop-sessie
no: Skrivebordsøkt
pl: Sesja pulpitu
pt: Sessão de Desktop
ro: Sesiune Desktop
ru: Рабочий стол Сессия
sk: Desktopová relácia
sv: Skrivbordssession
tr: Masaüstü Oturumu
uk: Сесія робочого столу

source: Configure session startup and shutdown behavior
bg: Конфигурирайте поведението при стартиране и затваряне на сесията.
cs: Nastavte chování spuštění a vypnutí relace
da: Konfigurer session opstart og nedlukningsadfærd
de: Konfigurieren Sie das Verhalten beim Starten und Herunterfahren der Sitzung.
el: Ρυθμίστε τη συμπεριφορά εκκίνησης και τερματισμού της συνεδρίας
es: Configurar el comportamiento de inicio y cierre de sesión
et: Konfigureeri seansi käivitamise ja sulgemise käitumine
fi: Määritä istunnon käynnistys- ja sammutuskäyttäytyminen
fr: Configurer le comportement de démarrage et d'arrêt de la session
he: הגדר את התנהגות הפעלת והפסקת המושב
hr: Konfigurirajte ponašanje pokretanja i gašenja sesije
hu: Állítsa be a munkamenet indítási és leállítási viselkedését
is: Stilltuðu upp hegðun við upphaf og lokun sessjónar
it: Configura il comportamento di avvio e arresto della sessione
ja: セッションの起動およびシャットダウンの動作を設定する
nl: Configureer het opstart- en afsluitgedrag van de sessie.
no: Konfigurer oppstart og nedstengning av øktadferd
pl: Skonfiguruj zachowanie uruchamiania i zamykania sesji.
pt: Configurar o comportamento de inicialização e desligamento da sessão
ro: Configurează comportamentul de pornire și oprire a sesiunii.
ru: Настройте поведение запуска и завершения сеанса.
sk: Nastavte správanie spúšťania a vypínania relácie.
sv: Konfigurera sessionens start- och avstängningsbeteende
tr: Oturum başlangıç ve kapanış davranışını yapılandırın.
uk: Налаштуйте поведінку запуску та завершення сеансу.

source: System Sounds
cs: Systémové zvuky
da: Systemlyde
el: Ήχοι Συστήματος
es: Sonidos del sistema
et: Süsteemi helid
fi: Järjestelmän äänet
fr: Sons du système
he: צלילי מערכת
hu: Rendszerhangok
is: Kerfissar hljóð
it: Suoni di sistema
ja: システムサウンド
nl: Systeemgeluiden
no: Systemlyder
pl: Dźwięki systemowe
pt: Sons do Sistema
ro: Sunete de sistem
ru: Системные звуки
sv: Systemljud
tr: Sistem Sesleri
uk: Системні звуки

source: Configure sound effects for system events
bg: Конфигурирайте звукови ефекти за системни събития
cs: Nastavte zvukové efekty pro systémové události
da: Konfigurer lydeffekter til systembegivenheder
de: Konfigurieren Sie Soundeffekte für Systemereignisse
el: Ρυθμίστε τα ηχητικά εφέ για τα συστήματα γεγονότων
es: Configurar efectos de sonido para eventos del sistema
et: Konfigureeri heliefekte süsteemi sündmuste jaoks
fi: Määritä ääniä järjestelmätilanteille
fr: Configurer les effets sonores pour les événements système
he: הגדר אפקטי קול לאירועי מערכת
hr: Konfigurirajte zvučne efekte za sustavne događaje
hu: Rendszeresemények hanghatásainak konfigurálása
is: Stilltu hljóðáhrif fyrir kerfisviðburði
it: Configura gli effetti sonori per gli eventi di sistema
ja: システムイベントのサウンドエフェクトを設定する
nl: Configure geluids effecten voor systeemevenementen
no: Konfigurer lydeffekter for systemhendelser
pl: Skonfiguruj efekty dźwiękowe dla zdarzeń systemowych
pt: Configurar efeitos sonoros para eventos do sistema
ro: Configurează efectele sonore pentru evenimentele sistemului
ru: Настройте звуковые эффекты для системных событий
sk: Nastavte zvukové efekty pre systémové udalosti
sv: Konfigurera ljudeffekter för systemhändelser
tr: Sistem olayları için ses efektlerini yapılandırın.
uk: Налаштувати звукові ефекти для системних подій
