Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Icons
cs: Ikony
da: Ikoner
el: Εικονίδια
es: Iconos
et: Ikonid
fi: Ikonit
fr: Icônes
he: אייקונים
hu: Ikonok
is: Sniðmát
it: Icone
ja: アイコン
nl: Pictogrammen
no: Ikoner
pl: Ikony
pt: Ícones
ro: Pictograme
ru: Иконки
sv: Ikoner
tr: Simge
uk: Іконки

source: Change the icon theme used throughout the system
bg: Променете темата на иконите, използвана в цялата система.
cs: Změňte ikonu téma používané v celém systému.
da: Skift ikontemaet, der bruges i hele systemet.
de: Ändern Sie das im gesamten System verwendete Symbolthema.
el: Αλλάξτε το θέμα εικονιδίων που χρησιμοποιείται σε όλο το σύστημα.
es: Cambia el tema de iconos utilizado en todo el sistema.
et: Muuda süsteemis kasutatavat ikooniteemat.
fi: Vaihda järjestelmässä käytettävää kuvakeaihetta.
fr: Changer le thème d'icônes utilisé dans tout le système.
he: שנה את נושא האייקונים המשמש בכל המערכת
hr: Promijenite temu ikona koja se koristi u cijelom sustavu.
hu: Változtassa meg a rendszerben használt ikon témát.
is: Breyta táknasniði sem notað er um allt kerfið
it: Cambia il tema delle icone utilizzato in tutto il sistema.
ja: システム全体で使用されるアイコンテーマを変更する
nl: Wijzig het pictogramthema dat door het hele systeem wordt gebruikt.
no: Endre ikontemaet som brukes i hele systemet
pl: Zmień motyw ikon używany w całym systemie.
pt: Altere o tema do ícone usado em todo o sistema.
ro: Schimbă tema pictogramelor utilizată în întregul sistem.
ru: Измените тему значков, используемую по всей системе.
sk: Zmeňte tému ikony používanú v celom systéme.
sv: Ändra ikontemat som används i hela systemet
tr: Sistem genelinde kullanılan simge temasını değiştir.
uk: Змініть тему значків, що використовується в усій системі.

source: Google Drive and ownCloud Integration
cs: Integrace Google Drive a ownCloud
da: Google Drive og ownCloud integration
el: Ενσωμάτωση Google Drive και ownCloud
es: Integración de Google Drive y ownCloud
et: Google Drive ja ownCloudi integreerimine
fi: Google Drive ja ownCloud -integraatio
fr: Intégration de Google Drive et ownCloud
he: אינטגרציה של Google Drive ו-ownCloud
hu: Google Drive és ownCloud integráció
is: Google Drive og ownCloud samþætting
it: Integrazione di Google Drive e ownCloud
ja: Google DriveとownCloudの統合
nl: Google Drive en ownCloud-integratie
no: Google Drive og ownCloud-integrasjon
pl: Integracja Google Drive i ownCloud
pt: Integração do Google Drive e ownCloud
ro: Integrare Google Drive și ownCloud
ru: Интеграция Google Drive и ownCloud
sv: Google Drive och ownCloud-integration
tr: Google Drive ve ownCloud Entegrasyonu
uk: Інтеграція Google Drive та ownCloud

source: Access your files on Google Drive or ownCloud directly from the file manager.
cs: Přístup k souborům na Google Drive nebo ownCloud přímo z správce souborů.
da: Få adgang til dine filer på Google Drive eller ownCloud direkte fra filhåndteringen.
el: Αποκτήστε πρόσβαση στα αρχεία σας στο Google Drive ή το ownCloud απευθείας από τον διαχειριστή αρχείων.
es: Accede a tus archivos en Google Drive o ownCloud directamente desde el administrador de archivos.
et: Juurdepääs omale failidele Google Drive'is või ownCloudis otse failihaldurist.
fi: Pääset tiedostoihisi Google Drivessa tai ownCloudissa suoraan tiedostonhallinnasta.
fr: Accédez à vos fichiers sur Google Drive ou ownCloud directement depuis le gestionnaire de fichiers.
he: גשת לקבצים שלך ב-Google Drive או ownCloud ישירות ממנהל הקבצים.
hu: Hozzáférés a fájljaidhoz a Google Drive-on vagy ownCloud-on közvetlenül a fájlkezelőből.
is: Aðgangur að skrám þínum á Google Drive eða ownCloud beint frá skráarstjóranum.
it: Accedi ai tuoi file su Google Drive o ownCloud direttamente dal gestore di file.
ja: ファイルマネージャーから直接Google DriveまたはownCloudのファイルにアクセスします。
nl: Toegang tot uw bestanden op Google Drive of ownCloud rechtstreeks vanuit de bestandsbeheerder.
no: Få tilgang til filene dine på Google Drive eller ownCloud direkte fra filbehandleren.
pl: Uzyskaj dostęp do swoich plików na Google Drive lub ownCloud bezpośrednio z menedżera plików.
pt: Acesse seus arquivos no Google Drive ou ownCloud diretamente do gerenciador de arquivos.
ro: Accesați fișierele dvs. pe Google Drive sau ownCloud direct din managerul de fișiere.
ru: Получите доступ к своим файлам на Google Drive или ownCloud непосредственно из файлового менеджера.
sv: Åtkomst till dina filer på Google Drive eller ownCloud direkt från filhanteraren.
tr: Dosya yöneticisinden Google Drive veya ownCloud'daki dosyalarınıza doğrudan erişin.
uk: Доступ до ваших файлів на Google Drive або ownCloud безпосередньо з файлового менеджера.

source: Digital Camera
cs: Digitální fotoaparát
da: Digitalkamera
el: Ψηφιακή Κάμερα
es: Cámara digital
et: Digikaamera
fi: Digitaalinen kamera
fr: Appareil photo numérique
he: מצלמה דיגיטלית
hu: Digitális fényképezőgép
is: Dijital myndavél
it: Fotocamera Digitale
ja: デジタルカメラ
nl: Digitale Camera
no: Digitalkamera
pl: Aparat cyfrowy
pt: Câmera Digital
ro: Cameră digitală
ru: Цифровая камера
sv: Digitalkamera
tr: Dijital Kamera
uk: Цифрова камера

source: Configure digital camera integration with your system
bg: Конфигурирайте интеграцията на цифровата камера с вашата система.
cs: Nakonfigurujte integraci digitálního fotoaparátu se svým systémem.
da: Konfigurer digital kamera integration med dit system
de: Konfigurieren Sie die Integration der Digitalkamera mit Ihrem System.
el: Ρυθμίστε την ενσωμάτωση ψηφιακής κάμερας με το σύστημά σας.
es: Configurar la integración de la cámara digital con su sistema
et: Konfigureeri digikaamera integreerimine oma süsteemiga
fi: Määritä digitaalisen kameran integrointi järjestelmääsi.
fr: Configurer l'intégration de l'appareil photo numérique avec votre système.
he: הגדר אינטגרציה של מצלמה דיגיטלית עם המערכת שלך
hr: Konfigurirajte integraciju digitalne kamere s vašim sustavom.
hu: Állítsa be a digitális fényképezőgép integrációját a rendszerével.
is: Stilltuðu stafræna myndavélarsamþættingu við kerfið þitt.
it: Configura l'integrazione della fotocamera digitale con il tuo sistema
ja: システムとのデジタルカメラ統合を設定する
nl: Configure digitale camera-integratie met uw systeem
no: Konfigurer digital kamera integrasjon med systemet ditt
pl: Skonfiguruj integrację aparatu cyfrowego z twoim systemem.
pt: Configure a integração da câmera digital com seu sistema
ro: Configurează integrarea camerei digitale cu sistemul tău.
ru: Настройте интеграцию цифровой камеры с вашей системой.
sk: Nakonfigurujte integráciu digitálnej kamery so svojím systémom.
sv: Konfigurera digital kameraintegration med ditt system
tr: Dijital kamera entegrasyonunu sisteminizle yapılandırın.
uk: Налаштуйте інтеграцію цифрової камери з вашою системою

source: Background Services
cs: Služby na pozadí
da: Baggrundstjenester
el: Υπηρεσίες Υποβάθρου
es: Servicios en segundo plano
et: Taustateenused
fi: Taustapalvelut
fr: Services d'arrière-plan
he: שירותי רקע
hu: Háttérszolgáltatások
is: Bakgrunnsþjónustur
it: Servizi in background
ja: バックグラウンドサービス
nl: Achtergrondservices
no: Bakgrunnstjenester
pl: Usługi w tle
pt: Serviços em Segundo Plano
ro: Servicii de fundal
ru: Фоновые службы
sv: Bakgrundstjänster
tr: Arka Plan Hizmetleri
uk: Фонові служби

source: Manage system services running in the background
bg: Управлявайте системните услуги, работещи във фонов режим.
cs: Spravujte systémové služby běžící na pozadí
da: Administrer systemtjenester, der kører i baggrunden
de: Verwalten Sie Systemdienste, die im Hintergrund ausgeführt werden.
el: Διαχείριση υπηρεσιών συστήματος που εκτελούνται στο παρασκήνιο
es: Gestionar los servicios del sistema que se ejecutan en segundo plano
et: Haldage süsteemiteenuseid, mis töötavad taustal
fi: Hallitse taustalla toimivia järjestelmäpalveluita
fr: Gérer les services système s'exécutant en arrière-plan
he: נהל שירותי מערכת הפועלים ברקע
hr: Upravljajte sustavnim uslugama koje rade u pozadini
hu: A háttérben futó rendszer szolgáltatások kezelése
is: Stjórna kerfisþjónustum sem keyra í bakgrunni
it: Gestisci i servizi di sistema in esecuzione in background
ja: バックグラウンドで実行されているシステムサービスを管理する
nl: Beheer systeemservices die op de achtergrond draaien
no: Administrer systemtjenester som kjører i bakgrunnen
pl: Zarządzaj usługami systemowymi działającymi w tle
pt: Gerenciar serviços do sistema em execução em segundo plano
ro: Gestiona serviciile de sistem care rulează în fundal
ru: Управляйте системными службами, работающими в фоновом режиме.
sk: Spravujte systémové služby bežiace na pozadí
sv: Hantera systemtjänster som körs i bakgrunden
tr: Arka planda çalışan sistem hizmetlerini yönetin
uk: Керуйте системними службами, що працюють у фоновому режимі.

source: Keyboard
cs: Klávesnice
da: Tastatur
el: Πληκτρολόγιο
es: Teclado
et: Klaviatuur
fi: Näppäimistö
fr: Clavier
he: מקלדת
hu: Billentyűzet
is: Tangentbord
it: Tastiera
ja: キーボード
nl: Toetsenbord
no: Tastatur
pl: Klawiatura
pt: Teclado
ro: Tastatură
ru: Клавиатура
sv: Tangentbord
tr: Klavye
uk: Клавіатура

source: Layout settings, shortcuts and other options.
bg: Настройки на оформление, клавишни комбинации и други опции.
cs: Nastavení rozložení, zkratky a další možnosti.
da: Layoutindstillinger, genveje og andre muligheder.
de: Layout-Einstellungen, Tastenkombinationen und andere Optionen.
el: Ρυθμίσεις διάταξης, συντομεύσεις και άλλες επιλογές.
es: Configuración de diseño, accesos directos y otras opciones.
et: Paigutuse seaded, otseteed ja muud valikud.
fi: Asetteluasetukset, pikanäppäimet ja muut vaihtoehdot.
fr: Paramètres de mise en page, raccourcis et autres options.
he: הגדרות פריסה, קיצורי דרך ואפשרויות אחרות.
hr: Postavke izgleda, prečaci i druge opcije.
hu: Elrendezési beállítások, gyorsbillentyűk és egyéb lehetőségek.
is: Uppsetningar fyrir útlit, flýtilyklar og aðrar valkostir.
it: Impostazioni di layout, scorciatoie e altre opzioni.
ja: レイアウト設定、ショートカットおよびその他のオプション。
nl: Lay-outinstellingen, sneltoetsen en andere opties.
no: Oppsettinnstillinger, hurtigtaster og andre alternativer.
pl: Ustawienia układu, skróty i inne opcje.
pt: Configurações de layout, atalhos e outras opções.
ro: Setări de aspect, comenzi rapide și alte opțiuni.
ru: Настройки макета, ярлыки и другие параметры.
sk: Nastavenia rozloženia, klávesové skratky a ďalšie možnosti.
sv: Layoutinställningar, genvägar och andra alternativ.
tr: Düzen ayarları, kısayollar ve diğer seçenekler.
uk: Налаштування макета, ярлики та інші параметри.

source: Display Settings
cs: Nastavení zobrazení
da: Skærmindstillinger
el: Ρυθμίσεις Οθόνης
es: Configuración de pantalla
et: Kuva seaded
fi: Näyttöasetukset
fr: Paramètres d'affichage
he: הגדרות תצוגה
hu: Kijelzőbeállítások
is: Sýningarstillingar
it: Impostazioni di visualizzazione
ja: 表示設定
nl: Beeldscherminstellingen
no: Skjerminnstillinger
pl: Ustawienia wyświetlania
pt: Configurações de Exibição
ro: Setări de afișare
ru: Настройки дисплея
sv: Skärminställningar
tr: Ekran Ayarları
uk: Налаштування дисплея

source: Configure monitors, resolution, and screen arrangement
bg: Конфигурирайте монитори, резолюция и подредба на екрана
cs: Nastavte monitory, rozlišení a uspořádání obrazovky
da: Konfigurer skærme, opløsning og skærmarrangement
de: Monitore, Auflösung und Bildschirmanordnung konfigurieren
el: Ρυθμίστε τις οθόνες, την ανάλυση και τη διάταξη της οθόνης
es: Configurar monitores, resolución y disposición de pantalla
et: Konfigureeri monitorid, eraldusvõime ja ekraani paigutus
fi: Määritä näytöt, tarkkuus ja näytön asettelu
fr: Configurer les moniteurs, la résolution et l'agencement de l'écran
he: הגדר מסכים, רזולוציה וסידור מסך
hr: Konfigurirajte monitore, razlučivost i raspored ekrana
hu: Monitorok, felbontás és képernyőelrendezés beállítása
is: Stilltuðu skjáina, upplausnina og skipulag skjáanna
it: Configura monitor, risoluzione e disposizione dello schermo
ja: モニター、解像度、および画面配置を設定する
nl: Configureer monitoren, resolutie en schermindeling
no: Konfigurer skjermer, oppløsning og skjermoppsett
pl: Skonfiguruj monitory, rozdzielczość i układ ekranu
pt: Configurar monitores, resolução e disposição da tela
ro: Configurează monitoarele, rezoluția și aranjamentul ecranului
ru: Настройка мониторов, разрешения и расположения экрана
sk: Nastavte monitory, rozlíšenie a usporiadanie obrazovky
sv: Konfigurera skärmar, upplösning och skärmarangemang
tr: Monitörleri, çözünürlüğü ve ekran düzenini yapılandırın.
uk: Налаштування моніторів, роздільна здатність та розташування екранів

source: Window Decorations
bg: Декорации на прозорци
cs: Dekorace oken
da: Vinduesdekorationer
de: Fensterdekorationen
el: Διακοσμήσεις Παραθύρων
es: Decoraciones de Ventana
et: Akna kaunistused
fi: Ikkunan koristeet
fr: Décorations de fenêtre
he: קישוטי חלון
hr: Dekoracije prozora
hu: Ablakdíszítések
is: Gluggar glugga
it: Decorazioni della finestra
ja: ウィンドウ装飾
nl: Vensterdecoraties
no: Vinduprydnader
pl: Dekoracje okien
pt: Decorações da Janela
ro: Decorațiuni Fereastră
ru: Оформление окон
sk: Dekorácie okien
sv: Fönsterdekorationer
tr: Pencere Süslemeleri
uk: Оформлення вікон

source: Change the appearance of window title bars and borders
bg: Променете външния вид на заглавните ленти и рамките на прозорците.
cs: Změňte vzhled titulků oken a okrajů.
da: Ændr udseendet af vinduets titellinjer og kanter
de: Ändern Sie das Erscheinungsbild von Fenstertitelleisten und -rahmen.
el: Αλλάξτε την εμφάνιση των τίτλων παραθύρων και των περιθωρίων.
es: Cambia la apariencia de las barras de título y bordes de las ventanas.
et: Muuda akna pealkirja riba ja servade välimust.
fi: Muuta ikkunan otsikkorivien ja reunojen ulkoasua.
fr: Modifier l'apparence des barres de titre et des bordures des fenêtres.
he: שנה את המראה של כותרות חלונות וגבולות
hr: Promijenite izgled traka s naslovima prozora i rubova.
hu: Ablak címsorainak és kereteinek megjelenésének megváltoztatása
is: Breyta útliti gluggatitla og jaðra.
it: Cambia l'aspetto delle barre del titolo delle finestre e dei bordi.
ja: ウィンドウのタイトルバーと境界線の外観を変更する
nl: Wijzig de uitstraling van venstertitels en randen.
no: Endre utseendet på vindustitler og rammer
pl: Zmień wygląd pasków tytułowych okien i ich krawędzi.
pt: Altere a aparência das barras de título e bordas das janelas.
ro: Schimbați aspectul barelor de titlu ale ferestrelor și al marginilor.
ru: Измените внешний вид заголовков окон и границ.
sk: Zmeňte vzhľad titulných pruhov a okrajov okien.
sv: Ändra utseendet på fönstrets titelrader och kanter
tr: Pencere başlık çubuklarının ve kenarlarının görünümünü değiştirin.
uk: Змініть вигляд заголовків вікон та їхніх рамок.

source: Desktop Effects
cs: Desktopové efekty
da: Skrivebords Effekter
el: Εφέ Επιφάνειας Εργασίας
es: Efectos de escritorio
et: Töölaua efektid
fi: Työpöydän tehosteet
fr: Effets de bureau
he: אפקטים שולחניים
hu: Asztali Effektek
is: Skráningaráhrif
it: Effetti Desktop
ja: デスクトップエフェクト
nl: Bureaueffecten
no: Skrivebords effekter
pl: Efekty pulpitu
pt: Efeitos de Área de Trabalho
ro: Efecte desktop
ru: Эффекты рабочего стола
sv: Skrivbords effekter
tr: Masaüstü Efektleri
uk: Ефекти робочого столу

source: Configure visual effects and animations for the desktop
bg: Конфигурирайте визуални ефекти и анимации за работния плот.
cs: Nakonfigurujte vizuální efekty a animace pro plochu
da: Konfigurer visuelle effekter og animationer til skrivebordet
de: Konfigurieren Sie visuelle Effekte und Animationen für den Desktop.
el: Ρυθμίστε οπτικά εφέ και κινούμενα σχέδια για την επιφάνεια εργασίας
es: Configurar efectos visuales y animaciones para el escritorio
et: Konfigureeri visuaalsed efektid ja animatsioonid töölauale
fi: Määritä visuaaliset tehosteet ja animaatiot työpöydälle.
fr: Configurer les effets visuels et les animations pour le bureau
he: הגדר אפקטים חזותיים ואנימציות לשולחן העבודה
hr: Konfigurirajte vizualne efekte i animacije za radnu površinu
hu: Állítsa be a vizuális effekteket és animációkat az asztalon.
is: Stilltuðu sjónrænar áhrif og hreyfingar fyrir skrifborðið
it: Configura effetti visivi e animazioni per il desktop
ja: デスクトップの視覚効果とアニメーションを設定する
nl: Configureer visuele effecten en animaties voor het bureaublad
no: Konfigurer visuelle effekter og animasjoner for skrivebordet
pl: Skonfiguruj efekty wizualne i animacje dla pulpitu.
pt: Configurar efeitos visuais e animações para a área de trabalho
ro: Configurează efectele vizuale și animațiile pentru desktop.
ru: Настройте визуальные эффекты и анимации для рабочего стола.
sk: Nastavte vizuálne efekty a animácie pre pracovnú plochu.
sv: Konfigurera visuella effekter och animationer för skrivbordet
tr: Masaüstü için görsel efektleri ve animasyonları yapılandırın.
uk: Налаштуйте візуальні ефекти та анімації для робочого столу

source: Window Behavior
cs: Chování okna
da: Vinduesadfærd
el: Συμπεριφορά Παραθύρου
es: Comportamiento de la ventana
et: Akna käitumine
fi: Ikkunan käyttäytyminen
fr: Comportement de la fenêtre
he: התנהגות חלון
hu: Ablak viselkedés
is: Gluggahegðun
it: Comportamento della finestra
ja: ウィンドウの動作
nl: Venster Gedrag
no: Vinduoppførsel
pl: Zachowanie okna
pt: Comportamento da Janela
ro: Comportamentul ferestrei
ru: Поведение окна
sv: Fönsterbeteende
tr: Pencere Davranışı
uk: Поведение вікна

source: Configure how windows behave and interact
bg: Конфигурирайте как прозорците се държат и взаимодействат.
cs: Nastavte, jak se okna chovají a interagují.
da: Konfigurer, hvordan vinduer opfører sig og interagerer.
de: Konfigurieren Sie, wie Fenster sich verhalten und interagieren.
el: Ρυθμίστε πώς συμπεριφέρονται και αλληλεπιδρούν τα παράθυρα.
es: Configura cómo se comportan e interactúan las ventanas.
et: Konfigureeri, kuidas aknad käituvad ja omavahel suhtlevad.
fi: Määritä, miten ikkunat käyttäytyvät ja vuorovaikuttavat.
fr: Configurer le comportement et l'interaction des fenêtres.
he: הגדר כיצד חלונות מתנהגים ומתקשרים
hr: Konfigurirajte kako prozori djeluju i međusobno komuniciraju.
hu: Állítsa be, hogyan viselkedjenek és lépjenek interakcióba a Windows rendszerek.
is: Stillirðu hvernig gluggar hegða sér og eiga samskipti.
it: Configura come si comportano e interagiscono le finestre.
ja: ウィンドウの動作と相互作用を設定する
nl: Configureer hoe vensters zich gedragen en interactie hebben.
no: Konfigurer hvordan vinduer oppfører seg og samhandler.
pl: Skonfiguruj, jak okna zachowują się i wchodzą w interakcje.
pt: Configure como as janelas se comportam e interagem
ro: Configurează modul în care feronierul se comportă și interacționează.
ru: Настройте, как окна ведут себя и взаимодействуют.
sk: Nastavte, ako sa okná správajú a interagujú.
sv: Konfigurera hur fönster beter sig och interagerar.
tr: Pencerelerin nasıl davrandığını ve etkileşimde bulunduğunu yapılandırın.
uk: Налаштуйте, як вікна поводяться та взаємодіють.

source: Mouse
cs: Myš
da: Musen
el: Ποντίκι
es: Ratón
et: Hiir
fi: Hiiri
fr: Souris
he: עכבר
hu: Egér
is: Mus.
ja: マウス
nl: Muis
no: Mus
pl: Mysz
ru: Мышь
sv: Mus
tr: Fare
uk: Миша

source: Configure mouse sensitivity, buttons and behavior
bg: Конфигурирайте чувствителността на мишката, бутоните и поведението.
cs: Nastavte citlivost myši, tlačítka a chování.
da: Konfigurer musens følsomhed, knapper og adfærd
de: Mausempfindlichkeit, Tasten und Verhalten konfigurieren
el: Ρυθμίστε την ευαισθησία του ποντικιού, τα κουμπιά και τη συμπεριφορά.
es: Configurar la sensibilidad del ratón, los botones y el comportamiento
et: Konfigureeri hiire tundlikkus, nupud ja käitumine
fi: Määritä hiiren herkkyys, painikkeet ja käyttäytyminen
fr: Configurer la sensibilité de la souris, les boutons et le comportement
he: הגדר רגישות עכבר, כפתורים והתנהגות
hr: Konfigurirajte osjetljivost miša, gumbe i ponašanje
hu: Állítsa be az egér érzékenységét, gombjait és viselkedését.
is: Stilltu músar næmni, takkar og hegðun
it: Configura la sensibilità del mouse, i pulsanti e il comportamento
ja: マウスの感度、ボタン、および動作を設定する
nl: Configureer muisgevoeligheid, knoppen en gedrag
no: Konfigurer musens følsomhet, knapper og atferd
pl: Skonfiguruj czułość myszy, przyciski i zachowanie.
pt: Configurar a sensibilidade do mouse, botões e comportamento
ro: Configurează sensibilitatea mouse-ului, butoanele și comportamentul.
ru: Настройте чувствительность мыши, кнопки и поведение.
sk: Nastavte citlivosť myši, tlačidlá a správanie.
sv: Konfigurera musens känslighet, knappar och beteende
tr: Fareket hassasiyetini, butonları ve davranışını yapılandırın.
uk: Налаштуйте чутливість миші, кнопки та поведінку.

source: Manage Connections
cs: Spravovat připojení
da: Administrer forbindelser
el: Διαχείριση Συνδέσεων
es: Gestionar Conexiones
et: Halda Ühendusi
fi: Hallitse yhteyksiä
fr: Gérer les connexions
he: נהל חיבורים
hu: Kapcsolatok kezelése
is: Stjórna tengingum
it: Gestisci Connessioni
ja: 接続の管理
nl: Beheer Verbindingen
no: Administrer tilkoblinger
pl: Zarządzaj połączeniami
pt: Gerenciar Conexões
ro: Gestionați conexiunile
ru: Управление соединениями
sv: Hantera anslutningar
tr: Bağlantıları Yönet
uk: Керувати з'єднаннями
