Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Configure security rules for connections. This firewall is based on the Gufw infrastructure
da: Konfigurér sikkerhedsregler for forbindelser. Denne firewall er baseret på Gufw-infrastrukturen.
el: Διαμορφώστε τους κανόνες ασφαλείας για συνδέσεις. Αυτό το τείχος προστασίας βασίζεται στη υποδομή του Gufw.
et: Konfigureerige ühenduste jaoks turvareeglid. See tulemüür põhineb Gufw infrastruktuuril.
hu: Konfigurálja a kapcsolatok biztonsági szabályait. Ez a tűzfal a Gufw infrastruktúrán alapul.
is: Konfigurasikan aturan keamanan untuk koneksi. Firewall ini didasarkan pada infrastruktur Gufw
it: Configura le regole di sicurezza per le connessioni. Questo firewall si basa sull'infrastruttura di Gufw.
nl: Configureer beveiligingsregels voor verbindingen. Deze firewall is gebaseerd op de Gufw-infrastructuur.
ru: Настройте правила безопасности для подключений. Этот брандмауэр основан на инфраструктуре Gufw.
sv: Konfigurera säkerhetsregler för anslutningar. Denna brandvägg är baserad på Gufw-infrastrukturen.

source: Integration with Google Drive and ownCloud
da: Integration med Google Drive og ownCloud
el: Ενσωμάτωση με το Google Drive και το ownCloud
et: Integratsioon Google Drive'i ja ownCloud'iga
hu: Google Drive és ownCloud integrációja
is: Integrasi dengan Google Drive dan ownCloud
it: Integrazione con Google Drive e ownCloud
nl: Integratie met Google Drive en ownCloud
ru: Интеграция с Google Drive и ownCloud
sv: Integration med Google Drive och ownCloud

source: Access your files that are on Google Drive or ownCloud directly from the file manager.
da: Få adgang til dine filer, der er på Google Drive eller ownCloud direkte fra filhåndteringen.
el: Αποκτήστε πρόσβαση στα αρχεία σας που βρίσκονται στο Google Drive ή στο ownCloud απευθείας από τον διαχειριστή αρχείων.
et: Juurdepääs failidele, mis asuvad Google Drive'is või ownCloud'is otse failihaldurist.
hu: Hozzáférhet a Google Drive vagy az ownCloud fájljaihoz közvetlenül a fájlkezelőből.
is: Akses fail anda yang berada di Google Drive atau ownCloud secara langsung dari pengurus fail.
it: Accedi ai tuoi file su Google Drive o ownCloud direttamente dal file manager.
nl: Toegang tot uw bestanden die op Google Drive of ownCloud staan, rechtstreeks vanuit de bestandsbeheerder.
ru: Доступ к файлам на Google Drive или ownCloud напрямую из файлового менеджера.
sv: Kom åt dina filer som finns på Google Drive eller ownCloud direkt från filhanteraren.

source: Layout settings, hotkeys and other options.
da: Layoutindstillinger, genveje og andre indstillinger.
el: Ρυθμίσεις διάταξης, πλήκτρων συντόμευσης και άλλες επιλογές.
et: Paigutuse sätted, kiirklahvid ja muud valikud.
hu: Elrendezés beállítások, gyorsbillentyűk és egyéb opciók.
is: Pengaturan tata letak, pintasan keyboard, dan opsi lainnya.
it: Impostazioni layout, tasti rapidi e altre opzioni.
nl: Indeling instellingen, sneltoetsen en andere opties.
ru: Настройки макета, горячие клавиши и другие параметры.
sv: Layoutinställningar, snabbtangenter och andra alternativ.

source: Manage connections
da: Administrer forbindelser
el: Διαχείριση συνδέσεων
et: Hallake ühendusi
hu: Kapcsolatok kezelése
is: Mengelola koneksi
it: Gestisci connessioni
nl: Beheer verbindingen
ru: Управление подключениями
sv: Hantera anslutningar

source: Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).
da: Avanceret netværkskonfiguration (VPN, trådløst, kablet, fast IP, PPPoE, ADSL, kablet netværk, mobilt bredbånd og andre).
el: Προηγμένη διαμόρφωση δικτύου (VPN, ασύρματο, ενσύρματο, σταθερή IP, PPPoE, ADSL, ενσύρματο δίκτυο, κινητή ευρυζωνικότητα και άλλα).
et: Täpsem võrguseadistus (VPN, wifi, juhtmega, fikseeritud IP, PPPoE, ADSL, juhtmega võrk, mobiilne lairiba ja teised).
hu: Speciális hálózati konfiguráció (VPN, wifi, vezetékes, fix IP, PPPoE, ADSL, vezetékes hálózat, mobil szélessávú és egyéb).
is: Konfigurasi rangkaian lanjutan (VPN, wifi, wayar, IP tetap, PPPoE, ADSL, rangkaian wayar, jalur lebar mudah alih dan lain-lain).
it: Configurazione avanzata della rete (VPN, wifi, cablata, IP fisso, PPPoE, ADSL, rete cablata, banda larga mobile e altri).
nl: Geavanceerde netwerkconfiguratie (VPN, wifi, bedraad, vast IP, PPPoE, ADSL, bedraad netwerk, mobiel breedband en andere).
ru: Расширенная настройка сети (VPN, Wi-Fi, проводное подключение, статический IP-адрес, PPPoE, ADSL, проводная сеть, мобильный широкополосный доступ и другие).
sv: Avancerad nätverkskonfiguration (VPN, wifi, trådbunden, fast IP, PPPoE, ADSL, trådlöst nätverk, mobilt bredband och andra).

source: Manage services (Systemd)
da: Administrer tjenester (Systemd)
el: Διαχείριση υπηρεσιών (Systemd)
et: Teenused haldamine (Systemd)
hu: Szolgáltatások kezelése (Systemd)
is: Mengelola layanan (Systemd)
it: Gestione dei servizi (Systemd)
nl: Beheer services (Systemd)
ru: Управление службами (Systemd)
sv: Hantera tjänster (Systemd)

source: Configure the Kvantum theme
da: Konfigurér Kvantum-temaet
el: Ρύθμιση του θέματος Kvantum
et: Seadista Kvantum teemat
hu: Konfigurálja a Kvantum témát
is: Konfigurasikan tema Kvantum
it: Configura il tema Kvantum
nl: Configureer het Kvantum-thema
ru: Настроить тему Kvantum
sv: Konfigurera Kvantum-temat

source: For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.
da: For at Kvantum opsætningen skal virke, skal du anvende Kvantum-temaet i 'App Style'.
el: Για να λειτουργήσει η ρύθμιση του Kvantum, εφαρμόστε το θέμα Kvantum στο 'Στυλ Εφαρμογής'.
et: Kvantumi seadistuse toimimiseks rakendage Kvantumi teema rakenduse stiilis.
hu: A Kvantum beállításainak működéséhez alkalmazza a Kvantum témát az 'App Style' beállításban.
is: Untuk pengaturan Kvantum berfungsi, terapkan tema Kvantum di 'Gaya Aplikasi'.
it: Per far funzionare la configurazione di Kvantum, applicare il tema Kvantum in 'Stile app'.
nl: Voor de Kvantum-instellingen om te werken, pas het Kvantum-thema toe in 'App-stijl'.
ru: Для работы настройки Kvantum примените тему Kvantum в разделе "Стиль приложения".
sv: För att Kvantum-inställningen ska fungera, tillämpa Kvantum-temat i 'App Style'.

source: KDE Password Wallet
da: KDE Adgangskodepung
el: Πορτοφόλι κωδικών KDE
et: KDE paroolirahakott
hu: KDE Jelszó Tár
is: KDE Kata Sandi Dompet
it: Portafoglio password KDE
nl: KDE Wachtwoordportemonnee
ru: Кошелек паролей KDE
sv: KDE lösenordsplånbok

source: Snapshots and backups
bg: Снимки и резервни копия
cs: Snímky a zálohy
da: Øjebliksbilleder og sikkerhedskopier
de: Snapshots und Backups
el: Στιγμιότυπα και αντίγραφα ασφαλείας
es: Instantáneas y copias de seguridad
et: Hetkepildid ja varukoopiad
fi: Tilannevedokset ja varmuuskopiot
fr: Instantanés et sauvegardes
he: צילומי מסך וגיבויים
hr: Snimke i sigurnosne kopije
hu: Pillanatképek és biztonsági másolatok
is: Snapshot dan sandaran
it: Snapshot e backup
ja: スナップショットとバックアップ
nl: Momentopnames en back-ups
no: Øyeblikksbilder og sikkerhetskopier
pl: Zrzuty ekranu i kopie zapasowe
pt: Instantâneos e backups
ro: Instantanee și copii de siguranță
ru: Снимки и резервные копии
sk: Snímky a zálohy
sv: Ögonblicksbilder och säkerhetskopior
tr: Anlık görüntüler ve yedeklemeler
uk: Знімки та резервні копії

source: Create or activate restore points
bg: Създаване или активиране на точки за възстановяване
cs: Vytvořit nebo aktivovat body obnovení
da: Opret eller aktiver gendannelsespunkter
de: Erstellen oder aktivieren Sie Wiederherstellungspunkte
el: Δημιουργία ή ενεργοποίηση σημείων επαναφοράς
es: Crear o activar puntos de restauración
et: Loo või aktiveeri taastepunktid
fi: Luo tai aktivoi palautuspisteitä
fr: Créer ou activer des points de restauration
he: צור או הפעל נקודות שחזור
hr: Stvorite ili aktivirajte točke vraćanja
hu: Visszaállítási pontok létrehozása vagy aktiválása
is: Buat atau aktifkan titik pemulihan
it: Creare o attivare punti di ripristino
ja: リストアポイントの作成または有効化
nl: Maak of activeer herstelpunten
no: Opprett eller aktiver gjenopprettingspunkter
pl: Utwórz lub aktywuj punkty przywracania
pt: Criar ou ativar pontos de restauração
ro: Creează sau activează puncte de restaurare
ru: Создать или активировать точки восстановления
sk: Vytvoriť alebo aktivovať obnovenie bodov
sv: Skapa eller aktivera återställningspunkter
tr: Geri yükleme noktaları oluştur veya etkinleştir
uk: Створити або активувати точки відновлення

source: Manage files
da: Administrer filer
el: Διαχείριση αρχείων
et: Failide haldamine
hu: Fájlok kezelése
is: Mengelola berkas
it: Gestire file
nl: Beheer bestanden
ru: Управление файлами
sv: Hantera filer

source: Get access to your files and folders.
da: Få adgang til dine filer og mapper.
el: Αποκτήστε πρόσβαση στα αρχεία και τους φακέλους σας.
et: Pääse oma failidele ja kaustadele.
hu: Férj hozzá a fájljaidhoz és mappáidhoz.
is: Dapatkan akses ke fail dan folder anda.
it: Accedi ai tuoi file e cartelle.
nl: Toegang krijgen tot uw bestanden en mappen.
ru: Получите доступ к своим файлам и папкам.
sv: Få åtkomst till dina filer och mappar.

source: Storage Usage
bg: Използване на съхранение
cs: Využití úložiště
da: Lagringsforbrug
de: Speichernutzung
el: Χρήση Αποθήκευσης
es: Uso de almacenamiento
et: Salvestusruumikasutus
fi: Tallennustilan käyttö
fr: Utilisation du stockage
he: שימוש באחסון
hr: Upotreba prostora za pohranu
hu: Tárolási használat
is: Penggunaan Penyimpanan
it: Utilizzo dello spazio di archiviazione
ja: ストレージ使用量
nl: Opslaggebruik
no: Lagringsbruk
pl: Wykorzystanie pamięci
pt: Uso de Armazenamento
ro: Utilizare stocare
ru: Использование хранилища
sk: Využitie úložiska
sv: Lagringsanvändning
tr: Depolama Kullanımı
uk: Використання сховища

source: KDE Connect
cs: KDE Připojení
da: KDE Forbindelse
el: Σύνδεση KDE
fi: KDE Yhteys
he: חיבור KDE
sv: KDE Anslut
tr: KDE Bağlanabilirlik
uk: KDE Підключення

source: This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.
da: Dette program kan overføre filer mellem smartphones, tablets og andre computere. Med det kan du f.eks. bruge din smartphone som en trådløs mus og tastatur til at styre computeren, blandt andre funktioner. Det integrerer bedre med BigLinux og ligger blandt appletterne placeret nær systemuret. For at synkronisere med din smartphone, gå til Google Store eller Apple Store og installer Kde Connect.
el: Αυτό το πρόγραμμα μπορεί να μεταφέρει αρχεία μεταξύ smartphones, tablets και άλλων υπολογιστών. Με αυτό, μπορείτε, για παράδειγμα, να χρησιμοποιήσετε το smartphone σας ως ασύρματο ποντίκι και πληκτρολόγιο για να ελέγξετε τον υπολογιστή, μεταξύ άλλων χαρακτηριστικών. Ενσωματώνεται καλύτερα με το BigLinux και βρίσκεται μεταξύ των applets που βρίσκονται κοντά στο ρολόι του συστήματος. Για συγχρονισμό με το smartphone σας, μεταβείτε στο Google Store ή Apple Store και εγκαταστήστε το Kde Connect.
et: See programm võimaldab failide edastamist nutitelefonide, tahvelarvutite ja teiste arvutite vahel. Näiteks saate kasutada oma nutitelefoni juhtmevaba hiire ja klaviatuurina arvuti juhtimiseks ning kasutada muid funktsioone. See integreerub paremini BigLinuxiga ja asub rakenduste hulgas, mis asuvad süsteemi kella lähedal. Nutitelefoniga sünkroonimiseks minge Google Store'i või Apple Store'i ja installige Kde Connect.
hu: Ez a program fájlokat tud átvinni okostelefonok, táblagépek és más számítógépek között. Például használhatod az okostelefonodat vezeték nélküli egérként és billentyűzetként a számítógép vezérlésére, több más funkció mellett. Jobban integrálódik a BigLinux rendszerrel és az appletek között helyezkedik el a rendszeróra közelében. Az okostelefonoddal való szinkronizáláshoz látogass el a Google Áruházba vagy az Apple Áruházba, és telepítsd a Kde Connect alkalmazást.
is: Program ini dapat mentransfer file antara smartphone, tablet, dan komputer lain. Dengan ini, Anda dapat, misalnya, menggunakan smartphone Anda sebagai mouse dan keyboard nirkabel untuk mengontrol komputer, di antara fitur lainnya. Ini terintegrasi lebih baik dengan BigLinux dan duduk di antara applet yang terletak dekat dengan jam sistem. Untuk menyinkronkan dengan smartphone Anda, pergi ke Google Store atau Apple Store dan instal Kde Connect.
it: Questo programma può trasferire file tra smartphone, tablet e altri computer. Con esso, ad esempio, puoi utilizzare il tuo smartphone come mouse e tastiera wireless per controllare il computer, tra le altre funzionalità. Si integra meglio con BigLinux e si trova tra gli applet situati vicino all'orologio di sistema. Per sincronizzarti con il tuo smartphone, vai su Google Store o Apple Store e installa Kde Connect.
nl: Dit programma kan bestanden overzetten tussen smartphones, tablets en andere computers. Hiermee kunt u bijvoorbeeld uw smartphone gebruiken als draadloze muis en toetsenbord om de computer te bedienen, naast andere functies. Het integreert beter met BigLinux en staat tussen de applets in de buurt van de systeemklok. Om te synchroniseren met uw smartphone, gaat u naar de Google Store of Apple Store en installeert u Kde Connect.
ru: Эта программа может передавать файлы между смартфонами, планшетами и другими компьютерами. С ее помощью, например, вы можете использовать свой смартфон в качестве беспроводной мыши и клавиатуры для управления компьютером, среди других функций. Она лучше интегрируется с BigLinux и находится среди апплетов, расположенных рядом с системным временем. Чтобы синхронизировать с вашим смартфоном, перейдите в Google Store или Apple Store и установите Kde Connect.
sv: Det här programmet kan överföra filer mellan smartphones, surfplattor och andra datorer. Med det kan du till exempel använda din smartphone som en trådlös mus och tangentbord för att styra datorn, bland andra funktioner. Det integreras bättre med BigLinux och placeras bland appletarna nära systemklockan. För att synkronisera med din smartphone, gå till Google Store eller Apple Store och installera Kde Connect.

source: Terminal
be: Тэрмінал
cs: Příkazový řádek
el: Τερματικό
fi: Pääte
he: טרמינל
hu: Parancssor
it: Terminale
ja: ターミナル
ru: Терминал
uk: Термінал

source: Access the command terminal.
bg: Достъп до командния терминал.
cs: Přistupte k příkazovému terminálu.
da: Åbn kommandoterminalen.
de: Greifen Sie auf das Befehlsterminal zu.
el: Αποκτήστε πρόσβαση στο τερματικό εντολών.
es: Acceda al terminal de comandos.
et: Ava juurdepääs käsureale.
fi: Avaa komentoterminali.
fr: Accédez au terminal de commande.
he: גש לטרמינל הפקודות.
hr: Pristupite naredbenom terminalu.
hu: Hozzáférés a parancssorhoz.
is: Akses terminal perintah.
it: Accedi al terminale dei comandi.
ja: コマンドターミナルにアクセスします。
nl: Toegang tot de opdrachtterminal.
no: Få tilgang til kommandoterminalen.
pl: Otwórz terminal poleceń.
pt: Acesse o terminal de comando.
ro: Accesați terminalul de comandă.
ru: Откройте командный терминал.
sk: Prístup k príkazovému riadku.
sv: Öppna kommandotolken.
tr: Komut terminaline erişin.
uk: Открийте командний термінал.

source: Password Manager
da: Adgangskodeadministrator
el: Διαχειριστής κωδικών
et: Paroolihaldur
hu: Jelszókezelő
is: Pengurus Kata Laluan
it: Gestore delle password
nl: Wachtwoordbeheerder
ru: Менеджер паролей
sv: Lösenordshanterare

source: Sound and microphone
bg: Звук и микрофон
cs: Zvuk a mikrofon
da: Lyd og mikrofon
de: Sound und Mikrofon
el: Ήχος και μικρόφωνο
es: Sonido y micrófono
et: Heli ja mikrofon
fi: Ääni ja mikrofoni
fr: Son et microphone
he: קול ומיקרופון
hr: Zvuk i mikrofon
hu: Hang és mikrofon
is: Bunyi dan mikrofon
it: Audio e microfono
ja: サウンドとマイク
nl: Geluid en microfoon
no: Lyd og mikrofon
pl: Dźwięk i mikrofon
pt: Som e microfone
ro: Sunet și microfon
ru: Звук и микрофон
sk: Zvuk a mikrofón
sv: Ljud och mikrofon
tr: Ses ve mikrofon
uk: Звук та мікрофон

source: Configure or change audio input and output devices. (Ex: HDMI)
bg: Конфигуриране или промяна на аудио входни и изходни устройства. (Пример: HDMI)
cs: Konfigurace nebo změna vstupních a výstupních zvukových zařízení. (Např. HDMI)
da: Konfigurér eller skift lydind- og -udenheder. (f.eks. HDMI)
de: Konfigurieren oder ändern Sie Audioeingabe- und -ausgabegeräte. (Beispiel: HDMI)
el: Ρύθμιση ή αλλαγή συσκευών εισόδου και εξόδου ήχου. (Π.χ.: HDMI)
es: Configurar o cambiar dispositivos de entrada y salida de audio. (Ej: HDMI)
et: Konfigureerige või muutke helisisend- ja väljundseadmeid. (Näide: HDMI)
fi: Määritä tai vaihda äänilähteen ja -tulolaitteita. (Esim. HDMI)
fr: Configurer ou modifier les périphériques d'entrée et de sortie audio. (Ex : HDMI)
he: הגדר או שנה מכשירי קלט ופלט של שמע. (לדוגמה: HDMI)
hr: Konfigurirajte ili promijenite ulazne i izlazne audio uređaje. (Primjer: HDMI)
hu: Hangolja be vagy változtassa meg az audio bemeneti és kimeneti eszközöket. (Pl.: HDMI)
is: Konfigurasikan atau ubah perangkat masukan dan keluaran audio. (Contoh: HDMI)
it: Configura o cambia i dispositivi di input e output audio. (Esempio: HDMI)
ja: オーディオ入力および出力デバイスを設定または変更します。 （例：HDMI）
nl: Audiobronnen en -uitvoerapparaten configureren of wijzigen. (Bijv.: HDMI)
no: Konfigurer eller endre lydinndata- og utdataenheter. (f.eks. HDMI)
pl: Skonfiguruj lub zmień urządzenia wejścia i wyjścia audio. (Na przykład: HDMI)
pt: Configurar ou alterar dispositivos de entrada e saída de áudio. (Ex: HDMI)
ro: Configurați sau schimbați dispozitivele de intrare și ieșire audio. (Ex: HDMI)
ru: Настроить или изменить устройства ввода и вывода аудио. (Например, HDMI)
sk: Konfigurujte alebo zmeňte zariadenia pre vstup a výstup zvuku. (Napr.: HDMI)
sv: Konfigurera eller ändra ljudinmatnings- och utmatningsenheter. (Exempel: HDMI)
tr: Ses giriş ve çıkış cihazlarını yapılandırın veya değiştirin. (Örn: HDMI)
uk: Налаштувати або змінити пристрої введення та виведення аудіо. (Наприклад: HDMI)

source: Shared file information
da: Delte filoplysninger
el: Κοινόχρηστες πληροφορίες αρχείου
et: Jagatud faili teave
hu: Megosztott fájl információja
is: Maklumat fail berkongsi
it: Informazioni sul file condiviso
nl: Gedeelde bestandsinformatie
ru: Информация о общем файле
sv: Delad filinformation

source: Printers
bg: Принтери
cs: Tiskárny
da: Printere
de: Drucker
el: Εκτυπωτές
es: Impresoras
et: Printerid
fi: Tulostimet
fr: Imprimantes
he: מדפסות
hr: Pisači
hu: Nyomtatók
is: Pencetak
it: Stampanti
ja: プリンタ
no: Skrivere
pl: Drukarki
pt: Impressoras
ro: Imprimante
ru: Принтеры
sk: Tlačiarne
sv: Skrivare
tr: Yazıcılar
uk: Друкарні

source: Install, configure or remove printers.
bg: Инсталиране, конфигуриране или премахване на принтери.
cs: Nainstalovat, nakonfigurovat nebo odebrat tiskárny.
da: Installér, konfigurér eller fjern printere.
de: Installieren, konfigurieren oder entfernen Sie Drucker.
el: Εγκαταστήστε, ρυθμίστε ή αφαιρέστε εκτυπωτές.
es: Instalar, configurar o eliminar impresoras.
et: Installige, konfigureerige või eemaldage printerid.
fi: Asenna, määritä tai poista tulostimet.
fr: Installer, configurer ou supprimer des imprimantes.
he: התקן, הגדר או הסר מדפסות.
hr: Instalirajte, konfigurirajte ili uklonite pisače.
hu: Nyomtatók telepítése, konfigurálása vagy eltávolítása.
is: Pasang, konfigurasikan, atau hapus printer.
it: Installare, configurare o rimuovere stampanti.
ja: プリンターをインストール、構成、または削除します。
nl: Printers installeren, configureren of verwijderen.
no: Installer, konfigurere eller fjerne skrivere.
pl: Zainstaluj, skonfiguruj lub usuń drukarki.
pt: Instalar, configurar ou remover impressoras.
ro: Instalați, configurați sau eliminați imprimantele.
ru: Установить, настроить или удалить принтеры.
sk: Inštalovať, konfigurovať alebo odstrániť tlačiarne.
sv: Installera, konfigurera eller ta bort skrivare.
tr: Yazıcıları yükleyin, yapılandırın veya kaldırın.
uk: Встановити, налаштувати або видалити принтери.

source: KDE Control Center
bg: KDE Контролен Център
cs: Centrum ovládání KDE
da: KDE Kontrolcenter
de: KDE-Kontrollzentrum
el: Κέντρο Ελέγχου του KDE
es: Centro de control de KDE
et: KDE juhtimiskeskus
fi: KDE Hallintakeskus
fr: Centre de contrôle KDE
he: מרכז בקרת KDE
hr: KDE kontrolni centar
hu: KDE Vezérlőközpont
is: Pusat Kontrol KDE
it: Centro di controllo KDE
ja: KDEコントロールセンター
nl: KDE Configuratiescherm
no: KDE Kontrollsenter
pl: Centrum Kontroli KDE
pt: Centro de Controle do KDE
ro: Centrul de control KDE
ru: Центр управления KDE
sk: KDE Ovládací panel
sv: KDE Kontrollcenter
tr: KDE Kontrol Merkezi
uk: KDE Контрольний Центр

source: Advanced power configurator
da: Avanceret strømkonfigurator
el: Προηγμένος διαμορφωτής ισχύος
et: Täiustatud toitekonfiguraator
hu: Speciális teljesítménybeállító
is: Pengatur daya lanjutan
it: Configuratore avanzato di alimentazione
nl: Geavanceerde energieconfigurator
ru: Расширенный конфигуратор питания
sv: Avancerad strömkonfigurator

source: $APP
cs: $APLIKACE
da: $PROGRAM
el: $ΕΦΑΡΜΟΓΗ
es: $APL
et: $RAKENDUS
fi: $SOVELLUS
he: $יישום
hu: $ALKALMAZÁS
ja: $アプリ
no: $PROGRAM
pl: $APLIKACJA
pt: $APL
ro: $APL
ru: $ПРИЛОЖЕНИЕ
tr: $UYGulama
uk: $ДОДАТОК

source: Erro na criação do diretório : $bigdir
da: Fejl ved oprettelse af mappen: $bigdir
el: Σφάλμα κατά τη δημιουργία του καταλόγου: $bigdir
et: Kataloogi loomisel tekkis viga: $bigdir
hu: Hiba a könyvtár létrehozásakor: $bigdir
is: Kesalahan dalam membuat direktori: $bigdir
it: Erro nella creazione della directory: $bigdir
nl: Fout bij het maken van de map: $bigdir
ru: Ошибка при создании каталога: $bigdir
sv: Fel vid skapandet av mappen: $bigdir

source: Category
be: Катэгорыя
cs: Kategorie
da: Kategori
el: Κατηγορία
es: Categoría
et: Kategooria
fi: Luokka
fr: Catégorie
he: קטגוריה
hu: Kategória
is: Kategori
it: Categoria
ja: カテゴリ
nl: Categorie
no: Kategori
pl: Kategoria
pt: Categoria
ro: Categorie
ru: Категория
sv: Kategori
tr: Kategori
uk: Категорія

source: Name
be: імя
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
he: שם
hu: Név
is: Nama
it: Nome
ja: 名前
nl: Naam
no: Navn
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sv: Namn
tr: Adı
uk: Ім'я

source: ID
cs: Identifikátor
el: Αναγνωριστικό
fi: Tunniste
fr: Identifiant
he: מזהה
hu: Azonosító
ru: Идентификатор
tr: Kimlik
uk: Ідентифікатор

source: Info
be: інфармацыя
cs: Informace
da: Oplysninger
el: Πληροφορίες
es: Información
et: Informatsioon
fi: Tiedot
fr: Informations
he: מידע
hu: Információ
is: Informasi
it: Informazioni
ja: 情報
nl: Informatie
no: Informasjon
pl: Informacje
pt: Informações
ro: Informații
ru: Информация
sv: Information
tr: Bilgi
uk: Інформація
