Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Splash Screen
cs: Úvodní obrazovka
da: Splash-skærm
el: Οθόνη εκκίνησης
es: Pantalla de presentación
et: Sissejuhatav ekraan
fi: Avausnäyttö
fr: Écran de démarrage
he: מסך פתיחה
hu: Kezdőképernyő
is: Svipaskjár
it: Schermata di avvio
ja: スプラッシュスクリーン
nl: Opladen scherm
no: Startskjerm
pl: Ekran powitalny
pt: Tela de Apresentação
ro: Ecran de pornire
ru: Экран загрузки
sv: Startskärm
tr: Açılış Ekranı
uk: Екран завантаження

source: Configure the splash screen shown while starting applications
bg: Конфигурирайте екрана за зареждане, показван при стартиране на приложения.
cs: Nakonfigurujte uvodni ekran koji se prikazuje prilikom pokretanja aplikacija.
da: Konfigurer splashskærmen, der vises, mens applikationer starter.
de: Konfigurieren Sie den Startbildschirm, der beim Starten von Anwendungen angezeigt wird.
el: Ρυθμίστε την οθόνη εκκίνησης που εμφανίζεται κατά την εκκίνηση εφαρμογών.
es: Configura la pantalla de presentación que se muestra al iniciar aplicaciones.
et: Konfigureeri rakenduste käivitamisel kuvatav sisselogimisekraan.
fi: Määritä aloitusnäyttö, joka näkyy sovelluksia käynnistettäessä.
fr: Configurer l'écran de démarrage affiché lors du lancement des applications.
he: הגדר את מסך הפתיחה המוצג בעת הפעלת יישומים
hr: Konfigurirajte zaslon dobrodošlice koji se prikazuje prilikom pokretanja aplikacija.
hu: Állítsa be a splash képernyőt, amely az alkalmazások indításakor jelenik meg.
is: Stilltuðu upp skyndiskjáinn sem sýndur er meðan á forritum stendur.
it: Configura la schermata di avvio mostrata durante l'avvio delle applicazioni.
ja: アプリケーション起動時に表示されるスプラッシュスクリーンを設定する
nl: Configure het opstartscherm dat wordt weergegeven tijdens het starten van applicaties
no: Konfigurer oppstartsskjermen som vises når applikasjoner startes
pl: Skonfiguruj ekran powitalny wyświetlany podczas uruchamiania aplikacji.
pt: Configure a tela de apresentação exibida ao iniciar aplicativos
ro: Configurează ecranul de pornire afișat în timpul lansării aplicațiilor.
ru: Настройте экран загрузки, отображаемый при запуске приложений.
sk: Nakonfigurujte úvodnú obrazovku zobrazenú pri spúšťaní aplikácií.
sv: Konfigurera splash-skärmen som visas när applikationer startas.
tr: Uygulamaları başlatırken gösterilen açılış ekranını yapılandırın.
uk: Налаштуйте екран привітання, що відображається під час запуску програм.

source: Application Style
cs: Styl aplikace
da: Applikationsstil
el: Στυλ Εφαρμογής
es: Estilo de la aplicación
et: Rakenduse stiil
fi: Sovelluksen tyyli
fr: Style d'application
he: סגנון יישום
hu: Alkalmazás stílus
is: Forritunarstíll
it: Stile dell'applicazione
ja: アプリケーションスタイル
nl: Toepassingsstijl
no: Applikasjonsstil
pl: Styl aplikacji
pt: Estilo de Aplicativo
ro: Stil aplicație
ru: Стиль приложения
sv: Applikationsstil
tr: Uygulama Stili
uk: Стиль програми

source: Configure the visual appearance of applications
bg: Конфигурирайте визуалния вид на приложенията
cs: Nakonfigurujte vizuální vzhled aplikací
da: Konfigurer det visuelle udseende af applikationer
de: Konfigurieren Sie das visuelle Erscheinungsbild von Anwendungen.
el: Ρυθμίστε την οπτική εμφάνιση των εφαρμογών
es: Configura la apariencia visual de las aplicaciones.
et: Konfigureeri rakenduste visuaalne välimus
fi: Määritä sovellusten visuaalinen ulkoasu
fr: Configurer l'apparence visuelle des applications
he: הגדר את המראה הוויזואלי של היישומים
hr: Konfigurirajte vizualni izgled aplikacija
hu: Alkalmazások vizuális megjelenésének konfigurálása
is: Stillir sjónræna útlit forrita
it: Configura l'aspetto visivo delle applicazioni
ja: アプリケーションの視覚的外観を設定する
nl: Configureer de visuele uitstraling van applicaties
no: Konfigurer det visuelle utseendet til applikasjoner
pl: Skonfiguruj wizualny wygląd aplikacji
pt: Configure a aparência visual das aplicações
ro: Configurează aspectul vizual al aplicațiilor
ru: Настройте визуальный вид приложений
sk: Nastavte vizuálny vzhľad aplikácií
sv: Konfigurera den visuella utseendet av applikationer
tr: Uygulamaların görsel görünümünü yapılandırın.
uk: Налаштуйте візуальний вигляд програм.

source: Drawing Tablet
cs: Kreslicí tablet
da: Tegneplade
el: Ταμπλέτα σχεδίασης
es: Tableta gráfica
et: Joonistustahvel
fi: Piirtopöytä
fr: Tablette graphique
he: טאבלט ציור
hu: Rajzoló táblagép
is: Teikniborð
it: Tavoletta grafica
ja: 描画タブレット
nl: Tekentablet
no: Tegnebrett
pl: Tablet graficzny
pt: Mesa Digitalizadora
ro: Tablet grafic
ru: Графический планшет
sv: Ritplatta
tr: Çizim Tableti
uk: Графічний планшет

source: Configure drawing tablets and stylus settings
bg: Конфигурирайте настройки на графични таблети и стилуси
cs: Nastavte nastavení kreslicích tabletů a stylusů
da: Konfigurer tegnetabletter og stylusindstillinger
de: Konfigurieren Sie die Einstellungen für Zeichentabletts und Stifte.
el: Ρυθμίστε τις ρυθμίσεις των ταμπλετών σχεδίασης και του στυλό.
es: Configurar tabletas gráficas y ajustes de lápiz.
et: Konfigureeri joonistustahvlid ja pliiatsi seaded
fi: Määritä piirustustablettien ja stylus-asetusten asetukset
fr: Configurer les paramètres des tablettes graphiques et des stylets
he: הגדר את הגדרות לוחות הציור והעטים
hr: Konfigurirajte postavke crtačkih tableta i olovaka.
hu: Rajzoló táblák és tollbeállítások konfigurálása
is: Stilltuðu teikniplur og stillingar fyrir stíla.
it: Configura le impostazioni delle tavolette grafiche e dello stilo
ja: 描画タブレットとスタイラスの設定を構成する
nl: Configureer tekentabletten en stylusinstellingen
no: Konfigurer tegnetabletter og stylusinnstillinger
pl: Skonfiguruj ustawienia tabletów graficznych i rysików.
pt: Configurar configurações de tablets de desenho e stylus
ro: Configurează setările tabletelor grafice și ale stilourilor.
ru: Настройка графических планшетов и параметров стилуса
sk: Nastavte nastavenia kresliacich tabletov a stylusov.
sv: Konfigurera ritplattor och stylusinställningar
tr: Çizim tabletleri ve stilus ayarlarını yapılandırın.
uk: Налаштуйте параметри графічних планшетів та стилусів

source: Touchpad
el: Επαφή αφής
es: Panel táctil
et: Puuteplaat
fi: Kosketuslevy
fr: Pavé tactile
he: משטח מגע
hu: Érintőpad
is: Snertafla
ja: タッチパッド
no: Berøringsplate
pl: Gładzik
ru: Тачпад
sv: Pekplatta
tr: Dokunmatik yüzey
uk: Тачпад

source: Configure laptop touchpad behavior and gestures
bg: Конфигурирайте поведението и жестовете на тъчпада на лаптопа.
cs: Nastavte chování a gesta touchpadu notebooku.
da: Konfigurer bærbar touchpad-adfærd og gestus.
de: Konfigurieren Sie das Verhalten und die Gesten des Laptop-Touchpads.
el: Ρυθμίστε τη συμπεριφορά και τις χειρονομίες του touchpad του φορητού υπολογιστή.
es: Configurar el comportamiento y los gestos del touchpad del portátil.
et: Konfigureeri sülearvuti puuteplaadi käitumine ja žestid
fi: Määritä kannettavan tietokoneen kosketuslevyn käyttäytyminen ja eleet.
fr: Configurer le comportement et les gestes du pavé tactile de l'ordinateur portable.
he: הגדר את התנהגות משטח המגע של המחשב הנייד והמחוות
hr: Konfigurirajte ponašanje i geste touchpada prijenosnog računala.
hu: Állítsa be a laptop érintőpad viselkedését és gesztusait.
is: Stilltuðu hegðun og hreyfingar fyrir snertiplötuna á fartölvunni.
it: Configura il comportamento e i gesti del touchpad del laptop
ja: ノートパソコンのタッチパッドの動作とジェスチャーを設定する
nl: Configureer het gedrag en de gebaren van het laptop-touchpad.
no: Konfigurer berøringsplateatferd og gester for bærbar PC
pl: Skonfiguruj zachowanie i gesty touchpada laptopa.
pt: Configurar o comportamento e os gestos do touchpad do laptop
ro: Configurează comportamentul și gesturile touchpad-ului laptopului.
ru: Настройте поведение и жесты сенсорной панели ноутбука.
sk: Nastavte správanie a gestá touchpadu prenosného počítača.
sv: Konfigurera bärbar dators pekplatta beteende och gester
tr: Dizüstü bilgisayar dokunmatik yüzey davranışını ve hareketlerini yapılandırın.
uk: Налаштуйте поведінку та жести сенсорної панелі ноутбука.

source: Touchscreen
cs: Dotyková obrazovka
da: Berøringsskærm
el: Οθόνη αφής
es: Pantalla táctil
et: Puuteekraan
fi: Kosketusnäyttö
fr: Écran tactile
he: מסך מגע
hu: Érintőképernyő
is: Snertaskjár
it: Schermo tattile
ja: タッチスクリーン
nl: Aanraakscherm
no: Berøringsskjerm
pl: Ekran dotykowy
pt: Tela sensível ao toque
ro: Ecran tactil
ru: Сенсорный экран
sv: Beröringsskärm
tr: Dokunmatik ekran
uk: Сенсорний екран

source: Configure touchscreen behavior and calibration
bg: Конфигурирайте поведението и калибрирането на сензорния екран.
cs: Nastavte chování dotykové obrazovky a kalibraci
da: Konfigurer berøringsskærmsadfærd og kalibrering
de: Konfigurieren Sie das Verhalten und die Kalibrierung des Touchscreens.
el: Ρυθμίστε τη συμπεριφορά και την καλιμπράρισμα της οθόνης αφής
es: Configurar el comportamiento y la calibración de la pantalla táctil
et: Konfigureeri puutetundliku ekraani käitumist ja kalibreerimist
fi: Määritä kosketusnäytön käyttäytyminen ja kalibrointi
fr: Configurer le comportement et l'étalonnage de l'écran tactile
he: הגדר את התנהגות המסך המגע וכיולו
hr: Konfigurirajte ponašanje i kalibraciju dodirnog ekrana
hu: Állítsa be a érintőképernyő viselkedését és kalibrálását
is: Stilltuðu snertiskjáshegðun og kalibreringu
it: Configura il comportamento e la calibrazione del touchscreen
ja: タッチスクリーンの動作とキャリブレーションを設定する
nl: Configureer het gedrag en de calibratie van het touchscreen
no: Konfigurer berøringsskjermens oppførsel og kalibrering
pl: Skonfiguruj zachowanie i kalibrację ekranu dotykowego
pt: Configurar o comportamento e a calibração da tela sensível ao toque
ro: Configurează comportamentul și calibrarea ecranului tactil
ru: Настройка поведения и калибровки сенсорного экрана
sk: Nastavte správanie a kalibráciu dotykovej obrazovky.
sv: Konfigurera pekskärmsbeteende och kalibrering
tr: Dokunmatik ekran davranışını ve kalibrasyonunu yapılandırın.
uk: Налаштування поведінки сенсорного екрану та калібрування

source: Trash
cs: Odpadky
da: Affald
el: Αχρήστα
es: Papelera
et: Prügi
fi: Roskakori
fr: Corbeille
he: זבל
hu: Szemét
is: Rusl
it: Cestino
ja: ゴミ
nl: Prullenbak
no: Søppel
pl: Kosz
pt: Lixeira
ro: Coș de gunoi
ru: Корзина
sv: Skräp
tr: Çöp
uk: Сміття

source: Configure trash bin behavior and cleanup settings
bg: Конфигурирайте поведението на кошчето и настройките за почистване
cs: Nastavte chování koše a nastavení úklidu.
da: Konfigurer opførsel for papirkurv og rydningsindstillinger
de: Konfigurieren Sie das Verhalten des Papierkorbs und die Bereinigungseinstellungen.
el: Ρυθμίστε τη συμπεριφορά του κάδου ανακύκλωσης και τις ρυθμίσεις καθαρισμού.
es: Configurar el comportamiento de la papelera y las opciones de limpieza
et: Konfigureeri prügikasti käitumine ja puhastamise seaded
fi: Määritä roskakorin käyttäytyminen ja puhdistussäännöt
fr: Configurer le comportement de la corbeille et les paramètres de nettoyage
he: הגדר את התנהגות סל המחזור והגדרות הניקוי
hr: Konfigurirajte ponašanje smeća i postavke čišćenja
hu: Állítsa be a lomtár viselkedését és a takarítási beállításokat.
is: Stilltuðu hegðun ruslatunnu og hreinsunarstillingar
it: Configura il comportamento del cestino e le impostazioni di pulizia
ja: ゴミ箱の動作とクリーンアップ設定を構成する
nl: Configureer het gedrag van de prullenbak en de opruiminstellingen
no: Konfigurer oppførselen til papirkurven og innstillingene for opprydding
pl: Skonfiguruj zachowanie kosza i ustawienia czyszczenia.
pt: Configurar o comportamento da lixeira e as configurações de limpeza
ro: Configurează comportamentul coșului de gunoi și setările de curățare
ru: Настройте поведение корзины и параметры очистки.
sk: Nastavte správanie koša a nastavenia čistenia.
sv: Konfigurera papperskorgens beteende och rensningsinställningar
tr: Çöp kutusu davranışını ve temizlik ayarlarını yapılandırın.
uk: Налаштуйте поведінку кошика та параметри очищення.

source: Wallpaper
cs: Pozadí
da: Baggrundsbillede
el: Ταπετσαρία
es: Fondo de pantalla
et: Taustapilt
fi: Taustakuva
fr: Fond d'écran
he: טפט
hu: Háttérkép
is: Bakgrunnsbilde
it: Sfondo
ja: 壁紙
nl: Achtergrondafbeelding
no: Bakgrunnsbilde
pl: Tapeta
pt: Papel de parede
ro: Fundal
ru: Обои
sv: Skrivbordsbakgrund
tr: Duvar Kağıdı
uk: Тло

source: Change desktop background image and slideshow settings
bg: Промяна на изображението на работния плот и настройки на слайдшоуто
cs: Změňte obrázek pozadí plochy a nastavení prezentace.
da: Skift skrivebordsbaggrundsbillede og diasshowindstillinger
de: Ändern Sie das Hintergrundbild des Desktops und die Diashow-Einstellungen.
el: Αλλαγή εικόνας φόντου επιφάνειας εργασίας και ρυθμίσεις παρουσίασης διαφανειών
es: Cambiar la imagen de fondo del escritorio y la configuración de la presentación de diapositivas.
et: Muuda töölaua taustapilti ja slaidiesituse seadeid
fi: Vaihda työpöydän taustakuvaa ja diaesityksen asetuksia
fr: Modifier l'image de fond du bureau et les paramètres de diaporama
he: שנה את תמונת הרקע של שולחן העבודה והגדרות מצגת התמונות
hr: Promijenite sliku pozadine radne površine i postavke slajdova.
hu: Asztali háttérkép és diavetítés beállításainak módosítása
is: Breyta skrifborðsbakgrunnsmynd og rennslisstillingar
it: Cambia l'immagine di sfondo del desktop e le impostazioni dello slideshow.
ja: デスクトップの背景画像とスライドショー設定を変更する
nl: Wijzig bureaubladachtergrondafbeelding en diavoorstellingsinstellingen
no: Endre skrivebordsbakgrunnsbilde og lysbildefremvisningsinnstillinger
pl: Zmień obraz tła pulpitu i ustawienia pokazu slajdów.
pt: Alterar imagem de fundo da área de trabalho e configurações de apresentação de slides
ro: Schimbați imaginea de fundal a desktopului și setările pentru prezentarea de diapozitive.
ru: Измените изображение фона рабочего стола и настройки слайд-шоу.
sk: Zmeňte obrázok pozadia plochy a nastavenia prezentácie.
sv: Ändra skrivbordsbakgrundsbild och bildspelinställningar
tr: Masaüstü arka plan resmini ve slayt gösterisi ayarlarını değiştirin.
uk: Змінити зображення фону робочого столу та налаштування слайд-шоу

source: General Behavior
cs: Obecné chování
da: Generel Adfærd
el: Γενική Συμπεριφορά
es: Comportamiento General
et: Üldine käitumine
fi: Yleinen käyttäytyminen
fr: Comportement général
he: התנהגות כללית
hu: Általános viselkedés
is: Almenn hegðun
it: Comportamento Generale
ja: 一般的な動作
nl: Algemeen Gedrag
no: Generell atferd
pl: Zachowanie ogólne
pt: Comportamento Geral
ro: Comportament General
ru: Общее поведение
sv: Allmän beteende
tr: Genel Davranış
uk: Загальна поведінка

source: Configure general desktop behavior and interaction
cs: Nastavte obecné chování a interakci plochy.
da: Konfigurer generel skrivebordsadfærd og interaktion
el: Ρυθμίστε τη γενική συμπεριφορά και αλληλεπίδραση της επιφάνειας εργασίας.
es: Configurar el comportamiento y la interacción general del escritorio
et: Konfigureeri üldine töölaua käitumine ja interaktsioon
fi: Määritä yleinen työpöydän käyttäytyminen ja vuorovaikutus
fr: Configurer le comportement et l'interaction généraux du bureau
he: הגדר התנהגות ואינטראקציה כללית של שולחן העבודה
hu: Általános asztali viselkedés és interakció konfigurálása
is: Stilltu almenn skrifborðshegðun og samskipti
it: Configura il comportamento e l'interazione generale del desktop
ja: 一般的なデスクトップの動作とインタラクションを設定する
nl: Configureer algemeen bureaubladgedrag en interactie
no: Konfigurer generell skrivebordsatferd og interaksjon
pl: Skonfiguruj ogólne zachowanie pulpitu i interakcję
pt: Configurar o comportamento e a interação geral da área de trabalho
ro: Configurează comportamentul și interacțiunea generală a desktop-ului.
ru: Настройте общее поведение рабочего стола и взаимодействие.
sv: Konfigurera allmän skrivbordsbeteende och interaktion
tr: Genel masaüstü davranışını ve etkileşimini yapılandırın.
uk: Налаштуйте загальну поведінку робочого столу та взаємодію.

source: File Manager
cs: Správce souborů
da: Filhåndtering
el: Διαχειριστής Αρχείων
es: Administrador de archivos
et: Failihaldur
fi: Tiedostohallinta
fr: Gestionnaire de fichiers
he: מנהל קבצים
hu: Fájlkezelő
is: Skráaskiptari
it: Gestore file
ja: ファイルマネージャー
nl: Bestandsbeheerder
no: Filbehandler
pl: Menedżer plików
pt: Gerenciador de Arquivos
ro: Manager de fișiere
ru: Диспетчер файлов
sv: Filhanterare
tr: Dosya Yöneticisi
uk: Файловий менеджер

source: Access your files and folders.
bg: Достъп до вашите файлове и папки.
cs: Získejte přístup k vašim souborům a složkám.
da: Adgang til dine filer og mapper.
de: Greifen Sie auf Ihre Dateien und Ordner zu.
el: Αποκτήστε πρόσβαση στα αρχεία και τους φακέλους σας.
es: Accede a tus archivos y carpetas.
et: Juurdepääs oma failidele ja kaustadele.
fi: Pääsy tiedostoihisi ja kansioihisi.
fr: Accédez à vos fichiers et dossiers.
he: גשת לקבצים ולתיקיות שלך.
hr: Pristupite svojim datotekama i mapama.
hu: Fájljaidat és mappáidat elérheted.
is: Aðgangur að skrám og möppum.
it: Accedi ai tuoi file e cartelle.
ja: ファイルとフォルダーにアクセスします。
nl: Toegang tot uw bestanden en mappen.
no: Få tilgang til filene og mappene dine.
pl: Uzyskaj dostęp do swoich plików i folderów.
pt: Acesse seus arquivos e pastas.
ro: Accesați fișierele și folderele dvs.
ru: Получите доступ к своим файлам и папкам.
sk: Prístup k vašim súborom a priečinkom.
sv: Åtkomst till dina filer och mappar.
tr: Dosyalarınıza ve klasörlerinize erişin.
uk: Доступ до ваших файлів та папок.
