Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Connect and manage Bluetooth devices
bg: Свържете и управлявайте Bluetooth устройства
cs: Připojte a spravujte zařízení Bluetooth
da: Forbind og administrer Bluetooth-enheder
de: Bluetooth-Geräte verbinden und verwalten
el: Συνδέστε και διαχειριστείτε συσκευές Bluetooth
es: Conectar y gestionar dispositivos Bluetooth
et: Ühenda ja halda Bluetooth-seadmeid
fi: Yhdistä ja hallitse Bluetooth-laitteita
fr: Connectez et gérez les appareils Bluetooth.
he: חבר ונהל מכשירי בלוטות'
hr: Povežite i upravljajte Bluetooth uređajima
hu: Csatlakoztassa és kezelje a Bluetooth-eszközöket
is: Tengdu og stjórna Bluetooth tækjum
it: Collega e gestisci i dispositivi Bluetooth
ja: Bluetoothデバイスを接続して管理する
nl: Verbind en beheer Bluetooth-apparaten
no: Koble til og administrer Bluetooth-enheter
pl: Połącz i zarządzaj urządzeniami Bluetooth
pt: Conecte e gerencie dispositivos Bluetooth
ro: Conectează și gestionează dispozitive Bluetooth
ru: Подключите и управляйте Bluetooth-устройствами
sk: Pripojte a spravujte zariadenia Bluetooth.
sv: Anslut och hantera Bluetooth-enheter
tr: Bluetooth cihazlarını bağlayın ve yönetin.
uk: Підключайте та керуйте пристроями Bluetooth

source: Thunderbolt
el: Θύρα Thunderbolt
et: Äikesetorm
fi: Salama
he: ת'נדרבולט
is: Þrumuhorn
ja: サンダーボルト
no: Tordenbolt
ru: Тандерболт
tr: Gök gürültüsü
uk: Тандерболт

source: Manage Thunderbolt devices and security settings
bg: Управление на устройства Thunderbolt и настройки за сигурност
cs: Spravujte zařízení Thunderbolt a nastavení zabezpečení
da: Administrer Thunderbolt-enheder og sikkerhedsindstillinger
de: Verwalten Sie Thunderbolt-Geräte und Sicherheitseinstellungen
el: Διαχείριση συσκευών Thunderbolt και ρυθμίσεων ασφαλείας
es: Gestionar dispositivos Thunderbolt y configuraciones de seguridad
et: Haldage Thunderbolt-seadmeid ja turvaseadeid
fi: Hallitse Thunderbolt-laitteita ja tietoturva-asetuksia
fr: Gérer les appareils Thunderbolt et les paramètres de sécurité
he: נהל מכשירי Thunderbolt והגדרות אבטחה
hr: Upravljajte Thunderbolt uređajima i postavkama sigurnosti
hu: Thunderbolt eszközök és biztonsági beállítások kezelése
is: Stjórna Thunderbolt tækjum og öryggisstillingum
it: Gestisci i dispositivi Thunderbolt e le impostazioni di sicurezza
ja: Thunderboltデバイスとセキュリティ設定を管理する
nl: Beheer Thunderbolt-apparaten en beveiligingsinstellingen
no: Administrer Thunderbolt-enheter og sikkerhetsinnstillinger
pl: Zarządzaj urządzeniami Thunderbolt i ustawieniami zabezpieczeń
pt: Gerenciar dispositivos Thunderbolt e configurações de segurança
ro: Gestionați dispozitivele Thunderbolt și setările de securitate
ru: Управление устройствами Thunderbolt и настройками безопасности
sk: Spravujte zariadenia Thunderbolt a nastavenia zabezpečenia
sv: Hantera Thunderbolt-enheter och säkerhetsinställningar
tr: Thunderbolt cihazlarını ve güvenlik ayarlarını yönetin
uk: Керуйте пристроями Thunderbolt та налаштуваннями безпеки

source: Date and Time
cs: Datum a čas
da: Dato og Tid
el: Ημερομηνία και Ώρα
es: Fecha y hora
et: Kuupäev ja aeg
fi: Päivämäärä ja aika
fr: Date et Heure
he: תאריך ושעה
hu: Dátum és idő
is: Dagsetning og tími
it: Data e ora
ja: 日付と時刻
nl: Datum en Tijd
no: Dato og tid
pl: Data i czas
pt: Data e Hora
ro: Dată și Oră
ru: Дата и время
sv: Datum och tid
tr: Tarih ve Saat
uk: Дата та час

source: Adjust date, time and timezone.
bg: Настройте дата, час и часовата зона.
cs: Upravte datum, čas a časové pásmo.
da: Juster dato, tid og tidszone.
de: Datum, Uhrzeit und Zeitzone anpassen.
el: Ρυθμίστε ημερομηνία, ώρα και ζώνη ώρας.
es: Ajustar fecha, hora y zona horaria.
et: Kohanda kuupäev, kellaaeg ja ajavöönd.
fi: Säädä päivämäärä, aika ja aikavyöhyke.
fr: Ajuster la date, l'heure et le fuseau horaire.
he: התאם תאריך, שעה ואזור זמן.
hr: Podesite datum, vrijeme i vremensku zonu.
hu: Állítsa be a dátumot, időt és időzónát.
is: Aðlaga dagsetningu, tíma og tímasvæði.
it: Regola data, ora e fuso orario.
ja: 日付、時刻、タイムゾーンを調整します。
nl: Pas datum, tijd en tijdzone aan.
no: Juster dato, tid og tidssone.
pl: Dostosuj datę, czas i strefę czasową.
pt: Ajustar data, hora e fuso horário.
ro: Ajustați data, ora și fusul orar.
ru: Настройте дату, время и часовой пояс.
sk: Upravte dátum, čas a časové pásmo.
sv: Justera datum, tid och tidszon.
tr: Tarih, saat ve saat dilimini ayarlayın.
uk: Налаштувати дату, час та часовий пояс.

source: Colors
cs: Barvy
da: Farver
el: Χρώματα
es: Colores
et: Värvid
fi: Värit
fr: Couleurs
he: צבעים
hu: Színek
is: Litir
it: Colori
ja: 色彩
nl: Kleuren
no: Farger
pl: Kolory
pt: Cores
ro: Culori
ru: Цвета
sv: Färger
tr: Renkler
uk: Кольори

source: Customize the color scheme of your desktop environment
bg: Персонализирайте цветната схема на вашата работна среда.
cs: Přizpůsobte barevné schéma svého desktopového prostředí.
da: Tilpas farveskemaet for dit skrivebords miljø
de: Passen Sie das Farbschema Ihrer Desktop-Umgebung an.
el: Προσαρμόστε το χρωματικό σχήμα του περιβάλλοντος επιφάνειας εργασίας σας.
es: Personaliza el esquema de color de tu entorno de escritorio.
et: Kohanda oma töölaua keskkonna värviskeemi.
fi: Mukauta työpöytäympäristösi väriteemaa.
fr: Personnalisez le schéma de couleurs de votre environnement de bureau.
he: התאם אישית את סכמת הצבעים של סביבת העבודה שלך
hr: Prilagodite shemu boja svog radnog okruženja.
hu: Testreszabhatja az asztali környezet színvilágát.
is: Sérðu litaskema skrifborðsumhverfisins.
it: Personalizza la combinazione di colori del tuo ambiente desktop
ja: デスクトップ環境のカラースキームをカスタマイズする
nl: Pas het kleurenschema van je desktopomgeving aan
no: Tilpass fargepaletten til skrivebordsomgivelsene dine
pl: Dostosuj schemat kolorów swojego środowiska pulpitu.
pt: Personalize o esquema de cores do seu ambiente de desktop.
ro: Personalizați schema de culori a mediului desktop.
ru: Настройте цветовую схему вашего рабочего стола.
sk: Prispôsobte farebnú schému svojho desktopového prostredia.
sv: Anpassa färgschemat för din skrivbordsmiljö
tr: Masaüstü ortamınızın renk şemasını özelleştirin.
uk: Налаштуйте кольорову схему вашого робочого середовища.

source: Default Applications
cs: Výchozí aplikace
da: Standardapplikationer
el: Προεπιλεγμένες Εφαρμογές
es: Aplicaciones predeterminadas
et: Vaikimisi rakendused
fi: Oletusohjelmat
fr: Applications par défaut
he: יישומים ברירת מחדל
hu: Alapértelmezett alkalmazások
is: fyrirfram stillingar
it: Applicazioni predefinite
ja: デフォルトアプリケーション
nl: Standaardtoepassingen
no: Standardprogrammer
pl: Domyślne aplikacje
pt: Aplicativos Padrão
ro: Aplicații implicite
ru: Приложения по умолчанию
sv: Standardapplikationer
tr: Varsayılan Uygulamalar
uk: Значення за замовчуванням

source: Select which applications to use for specific tasks
bg: Изберете кои приложения да използвате за конкретни задачи.
cs: Vyberte, které aplikace použít pro konkrétní úkoly.
da: Vælg hvilke applikationer der skal bruges til specifikke opgaver
de: Wählen Sie aus, welche Anwendungen für bestimmte Aufgaben verwendet werden sollen.
el: Επιλέξτε ποιες εφαρμογές να χρησιμοποιήσετε για συγκεκριμένες εργασίες.
es: Seleccione qué aplicaciones utilizar para tareas específicas.
et: Valige, milliseid rakendusi kasutada konkreetsete ülesannete jaoks.
fi: Valitse, mitkä sovellukset käytetään tiettyihin tehtäviin.
fr: Sélectionnez les applications à utiliser pour des tâches spécifiques.
he: בחר אילו יישומים להשתמש עבור משימות ספציפיות
hr: Odaberite koje aplikacije koristiti za specifične zadatke.
hu: Válassza ki, mely alkalmazásokat használja a konkrét feladatokhoz.
is: Veldu hvaða forrit á að nota fyrir ákveðin verkefni
it: Seleziona quali applicazioni utilizzare per compiti specifici
ja: 特定のタスクに使用するアプリケーションを選択してください。
nl: Selecteer welke applicaties u wilt gebruiken voor specifieke taken
no: Velg hvilke applikasjoner som skal brukes til spesifikke oppgaver.
pl: Wybierz, które aplikacje użyć do konkretnych zadań.
pt: Selecione quais aplicativos usar para tarefas específicas.
ro: Selectați ce aplicații să utilizați pentru sarcini specifice.
ru: Выберите, какие приложения использовать для конкретных задач.
sk: Vyberte, ktoré aplikácie použiť na konkrétne úlohy.
sv: Välj vilka applikationer som ska användas för specifika uppgifter.
tr: Belirli görevler için hangi uygulamaların kullanılacağını seçin.
uk: Виберіть, які програми використовувати для конкретних завдань.

source: Cursors
cs: Kurzy
da: Markører
el: Δείκτες
es: Punteros
et: Kursorid
fi: Kursori
fr: Curseurs
he: סמנים
hu: Kurzorok
is: Músar
it: Cursori
ja: カーソル
no: Markører
pl: Kursory
ro: Cursorii
ru: Курсоры
sv: Markörer
tr: İmleçler
uk: Курсори

source: Change mouse cursor appearance and themes
bg: Промяна на външния вид и темите на курсора на мишката
cs: Změňte vzhled a motivy kurzoru myši.
da: Ændre musemarkørens udseende og temaer
de: Ändern Sie das Aussehen und die Themen des Mauszeigers.
el: Αλλαγή εμφάνισης και θεμάτων του δείκτη του ποντικιού
es: Cambiar la apariencia y los temas del cursor del ratón.
et: Muudat hiirekursorit ja teemasid.
fi: Muuta hiiren osoittimen ulkoasua ja teemoja
fr: Modifier l'apparence et les thèmes du curseur de la souris
he: שנה את מראה הסמן ועיצובים
hr: Promijenite izgled i teme pokazivača miša.
hu: Egérmutató megjelenésének és témáinak megváltoztatása
is: Breyta útliti músar og þemu
it: Cambia l'aspetto e i temi del cursore del mouse.
ja: マウスカーソルの外観とテーマを変更する
nl: Wijzig de muiscursor uiterlijk en thema's
no: Endre musepekerens utseende og temaer
pl: Zmień wygląd kursora myszy i motywy.
pt: Mudar a aparência e os temas do cursor do mouse
ro: Schimbă aspectul și temele cursorului mouse-ului.
ru: Измените внешний вид курсора мыши и темы
sk: Zmeňte vzhľad a témy kurzora myši.
sv: Ändra muspekars utseende och teman
tr: Fareti ve tema değiştirici fare imleci görünümünü değiştir.
uk: Змінити зовнішній вигляд курсора миші та теми

source: Locations
cs: Umístění
da: Placeringer
el: Τοποθεσίες
es: Ubicaciones
et: Asukohad
fi: Sijainnit
fr: Emplacements
he: מיקומים
hu: Helyszínek
is: Staðir
it: Posizioni
ja: 場所
nl: Locaties
no: Steder
pl: Lokalizacje
pt: Localizações
ro: Locații
ru: Местоположения
sv: Platser
tr: Konumlar
uk: Локації

source: Configure default paths for documents, downloads and other folders
bg: Конфигурирайте подразбиращите се пътища за документи, изтегляния и други папки.
cs: Nastavte výchozí cesty pro dokumenty, stahování a další složky.
da: Konfigurer standardstier for dokumenter, downloads og andre mapper
de: Standardpfade für Dokumente, Downloads und andere Ordner konfigurieren
el: Ρυθμίστε τις προεπιλεγμένες διαδρομές για έγγραφα, λήψεις και άλλους φακέλους.
es: Configurar rutas predeterminadas para documentos, descargas y otras carpetas
et: Konfigureeri vaikeed teed dokumentide, allalaadimiste ja muude kaustade jaoks.
fi: Määritä oletuspolut asiakirjoille, latauksille ja muille kansioille.
fr: Configurer les chemins par défaut pour les documents, les téléchargements et d'autres dossiers.
he: הגדר נתיבים ברירת מחדל למסמכים, הורדות ותיקיות אחרות
hr: Konfigurirajte zadane putanje za dokumente, preuzimanja i druge mape.
hu: Állítsa be az alapértelmezett elérési utakat a dokumentumok, letöltések és egyéb mappák számára.
is: Stilltuð sjálfgefin slóðir fyrir skjöl, niðurhal og aðrar möppur
it: Configura i percorsi predefiniti per documenti, download e altre cartelle
ja: ドキュメント、ダウンロード、およびその他のフォルダーのデフォルトパスを設定する
nl: Stel standaardpaden in voor documenten, downloads en andere mappen
no: Konfigurer standardstier for dokumenter, nedlastinger og andre mapper
pl: Skonfiguruj domyślne ścieżki dla dokumentów, pobrań i innych folderów.
pt: Configurar caminhos padrão para documentos, downloads e outras pastas
ro: Configurează căile implicite pentru documente, descărcări și alte foldere.
ru: Настройте пути по умолчанию для документов, загрузок и других папок.
sk: Nastavte predvolené cesty pre dokumenty, stiahnutia a ďalšie priečinky.
sv: Konfigurera standardvägar för dokument, nedladdningar och andra mappar
tr: Belgeler, indirmeler ve diğer klasörler için varsayılan yolları yapılandırın.
uk: Налаштуйте стандартні шляхи для документів, завантажень та інших папок.

source: Plasma Style
cs: Plasma Styl
da: Plasma Stil
el: Στυλ Πλάσματος
es: Estilo Plasma
et: Plasma stiil
fi: Plasma-tyyli
fr: Style Plasma
he: סגנון פלזמה
hu: Plazma Stílus
is: Plasma Stíll
it: Stile Plasma
ja: プラズマスタイル
nl: Plasma-stijl
no: Plasma-stil
pl: Styl Plasma
pt: Estilo Plasma
ro: Stil Plasma
ru: Стиль Plasma
sv: Plasma Stil
tr: Plazma Stili
uk: Плазмовий стиль

source: Change the visual appearance of the Plasma desktop
bg: Променете визуалния вид на работния плот на Plasma.
cs: Změňte vizuální vzhled desktopu Plasma.
da: Ændr det visuelle udseende af Plasma-skrivebordet
de: Ändern Sie das visuelle Erscheinungsbild des Plasma-Desktops.
el: Αλλάξτε την οπτική εμφάνιση της επιφάνειας εργασίας Plasma.
es: Cambia la apariencia visual del escritorio Plasma.
et: Muuda Plasma töölaua visuaalset välimust.
fi: Muuta Plasma-työpöydän visuaalista ulkoasua.
fr: Changez l'apparence visuelle du bureau Plasma.
he: שנה את המראה הוויזואלי של שולחן העבודה של פלאזמה
hr: Promijenite vizualni izgled Plasma radne površine
hu: Változtassa meg a Plasma asztal vizuális megjelenését.
is: Breyta sjónræna útlit Plasma skrifborðsins
it: Cambia l'aspetto visivo del desktop Plasma
ja: Plasmaデスクトップの外観を変更する
nl: Wijzig de visuele uitstraling van de Plasma-desktop.
no: Endre det visuelle utseendet til Plasma-skrivebordet
pl: Zmień wizualny wygląd pulpitu Plasma.
pt: Altere a aparência visual da área de trabalho Plasma.
ro: Schimbă aspectul vizual al desktopului Plasma.
ru: Измените визуальный вид рабочего стола Plasma.
sk: Zmeňte vizuálny vzhľad desktopu Plasma.
sv: Ändra det visuella utseendet på Plasma-skrivbordet
tr: Plasma masaüstünün görsel görünümünü değiştirin.
uk: Змініть візуальний вигляд робочого столу Plasma.

source: File Associations
cs: Přípony souborů
da: Filassociationer
el: Συσχετίσεις Αρχείων
es: Asociaciones de archivos
et: Faili assotsiatsioonid
fi: Tiedostoyhdistelmät
fr: Associations de fichiers
he: הקצאות קבצים
hu: Fájl társítások
is: Skráarsambönd
it: Associazioni file
ja: ファイル関連付け
nl: Bestandse associaties
no: Filtilknytninger
pl: Skojarzenia plików
pt: Associações de Arquivo
ro: Asocieri de fișiere
ru: Ассоциации файлов
sv: Filkopplingar
tr: Dosya İlişkileri
uk: Асоціації файлів

source: Configure which applications open specific file types
bg: Конфигурирайте кои приложения да отварят специфични типове файлове.
cs: Nastavte, které aplikace otevírají konkrétní typy souborů.
da: Konfigurer, hvilke applikationer der åbner specifikke filtyper
de: Konfigurieren Sie, welche Anwendungen bestimmte Dateitypen öffnen.
el: Ρυθμίστε ποιες εφαρμογές ανοίγουν συγκεκριμένους τύπους αρχείων
es: Configura qué aplicaciones abren tipos de archivo específicos
et: Konfigureeri, millised rakendused avavad spetsiifilisi failitüüpe
fi: Määritä, mitkä sovellukset avautuvat tietyntyyppisille tiedostoille
fr: Configurer les applications qui ouvrent des types de fichiers spécifiques
he: הגדר אילו יישומים פותחים סוגי קבצים ספציפיים
hr: Konfigurirajte koje aplikacije otvaraju specifične vrste datoteka
hu: Állítsa be, hogy mely alkalmazások nyissanak meg konkrét fájltípusokat.
is: Stilltuðu hvaða forrit opna ákveðna skráargerðir.
it: Configura quali applicazioni aprono tipi di file specifici
ja: 特定のファイルタイプを開くアプリケーションを設定する
nl: Configureer welke toepassingen specifieke bestandstypen openen
no: Konfigurer hvilke applikasjoner som åpner spesifikke filtyper
pl: Skonfiguruj, które aplikacje otwierają określone typy plików.
pt: Configure quais aplicativos abrem tipos de arquivo específicos
ro: Configurează ce aplicații deschid tipuri specifice de fișiere
ru: Настройте, какие приложения открывают определенные типы файлов.
sk: Nastavte, ktoré aplikácie otvárajú konkrétne typy súborov.
sv: Konfigurera vilka applikationer som öppnar specifika filtyper
tr: Belirli dosya türlerini hangi uygulamaların açacağını yapılandırın.
uk: Налаштуйте, які програми відкривають конкретні типи файлів

source: Configure security rules for connections. This firewall is based on Gufw infrastructure.
cs: Nakonfigurujte bezpečnostní pravidla pro připojení. Tato brána firewall je založena na infrastruktuře Gufw.
da: Konfigurer sikkerhedsregler for forbindelser. Denne firewall er baseret på Gufw-infrastruktur.
el: Ρυθμίστε κανόνες ασφαλείας για τις συνδέσεις. Αυτό το τείχος προστασίας βασίζεται στην υποδομή Gufw.
es: Configura reglas de seguridad para conexiones. Este cortafuegos se basa en la infraestructura de Gufw.
et: Konfigureeri ühenduste turvareeglid. See tulemüür põhineb Gufw infrastruktuuril.
fi: Määritä turvallisuusasetukset yhteyksille. Tämä palomuuri perustuu Gufw-infrastruktuuriin.
fr: Configurez les règles de sécurité pour les connexions. Ce pare-feu est basé sur l'infrastructure Gufw.
he: הגדר כללי אבטחה עבור חיבורים. חומת אש זו מבוססת על תשתית Gufw.
hu: Állítsa be a biztonsági szabályokat a kapcsolatokhoz. Ez a tűzfal a Gufw infrastruktúrára épül.
is: Stilltuðu öryggisreglur fyrir tengingar. Þessi eldveggur er byggður á Gufw innviði.
it: Configura le regole di sicurezza per le connessioni. Questo firewall è basato sull'infrastruttura Gufw.
ja: 接続のためのセキュリティルールを構成します。このファイアウォールはGufwインフラストラクチャに基づいています。
nl: Configureer beveiligingsregels voor verbindingen. Deze firewall is gebaseerd op Gufw-infrastructuur.
no: Konfigurer sikkerhetsregler for tilkoblinger. Denne brannmuren er basert på Gufw-infrastruktur.
pl: Skonfiguruj zasady bezpieczeństwa dla połączeń. Ta zapora sieciowa opiera się na infrastrukturze Gufw.
pt: Configure regras de segurança para conexões. Este firewall é baseado na infraestrutura Gufw.
ro: Configurează regulile de securitate pentru conexiuni. Acest firewall se bazează pe infrastructura Gufw.
ru: Настройте правила безопасности для соединений. Этот брандмауэр основан на инфраструктуре Gufw.
sv: Konfigurera säkerhetsregler för anslutningar. Denna brandvägg är baserad på Gufw-infrastruktur.
tr: Bağlantılar için güvenlik kurallarını yapılandırın. Bu güvenlik duvarı Gufw altyapısına dayanmaktadır.
uk: Налаштуйте правила безпеки для з'єднань. Цей брандмауер заснований на інфраструктурі Gufw.

source: Flatpak Permissions
cs: Oprávnění Flatpak
da: Flatpak-tilladelser
el: Δικαιώματα Flatpak
es: Permisos de Flatpak
et: Flatpak'i õigused
fi: Flatpak-oikeudet
fr: Permissions Flatpak
he: הרשאות Flatpak
hu: Flatpak Engedélyek
is: Flatpak heimildir
it: Permessi Flatpak
ja: Flatpakの権限
nl: Flatpak Machtigingen
no: Flatpak-tillatelser
pl: Uprawnienia Flatpak
pt: Permissões do Flatpak
ro: Permisiuni Flatpak
ru: Разрешения Flatpak
sv: Flatpak-behörigheter
tr: Flatpak İzinleri
uk: Flatpak Дозволи

source: Manage permissions for Flatpak applications
bg: Управлявайте разрешенията за приложения на Flatpak
cs: Spravujte oprávnění pro aplikace Flatpak
da: Administrer tilladelser for Flatpak-applikationer
de: Verwalten Sie Berechtigungen für Flatpak-Anwendungen
el: Διαχείριση δικαιωμάτων για εφαρμογές Flatpak
es: Gestionar permisos para aplicaciones Flatpak
et: Haldage õigusi Flatpak rakendustele
fi: Hallitse oikeuksia Flatpak-sovelluksille
fr: Gérer les autorisations pour les applications Flatpak
he: נהל הרשאות עבור יישומי Flatpak
hr: Upravljanje dozvolama za Flatpak aplikacije
hu: Flatpak alkalmazások engedélyeinek kezelése
is: Stjórna heimildum fyrir Flatpak forrit.
it: Gestisci le autorizzazioni per le applicazioni Flatpak
ja: Flatpakアプリケーションの権限を管理する
nl: Beheer machtigingen voor Flatpak-toepassingen
no: Administrer tillatelser for Flatpak-applikasjoner
pl: Zarządzaj uprawnieniami dla aplikacji Flatpak
pt: Gerenciar permissões para aplicativos Flatpak
ro: Gestionați permisiunile pentru aplicațiile Flatpak
ru: Управление разрешениями для приложений Flatpak
sk: Spravujte oprávnenia pre aplikácie Flatpak
sv: Hantera behörigheter för Flatpak-applikationer
tr: Flatpak uygulamaları için izinleri yönetin
uk: Керуйте дозволами для додатків Flatpak

source: Fonts
cs: Písma
da: Skrifttyper
el: Γραμματοσειρές
es: Fuentes
et: Fondid
fi: Fontit
fr: Polices
he: גופנים
hu: Betűtípusok
is: Letur
it: Caratteri
ja: フォント
nl: Lettertypen
no: Skrifter
pl: Czcionki
pt: Fontes
ro: Fonturi
ru: Шрифты
sv: Typsnitt
tr: Yazı tipleri
uk: Шрифти

source: Install and configure system fonts and typography settings
bg: Инсталирайте и конфигурирайте системни шрифтове и настройки на типографията
cs: Nainstalujte a nakonfigurujte systémové písma a nastavení typografie.
da: Installer og konfigurer system skrifttyper og typografiindstillinger
de: Installieren und Konfigurieren von Systemschriftarten und Typografieeinstellungen
el: Εγκαταστήστε και ρυθμίστε τις γραμματοσειρές του συστήματος και τις ρυθμίσεις τυπογραφίας.
es: Instalar y configurar fuentes del sistema y ajustes de tipografía
et: Installi ja konfigureeri süsteemi fondid ja tüpograafia seaded
fi: Asenna ja määritä järjestelmän fontit ja typografiset asetukset
fr: Installer et configurer les polices système et les paramètres de typographie
he: התקן והגדר גופנים של מערכת והגדרות טיפוגרפיה
hr: Instalirajte i konfigurirajte sustavne fontove i postavke tipografije
hu: Rendszerbetűk és tipográfiai beállítások telepítése és konfigurálása
is: Settu upp og stillðu kerfisskrifstafi og leturfræði.
it: Installa e configura i caratteri di sistema e le impostazioni di tipografia
ja: システムフォントとタイポグラフィ設定をインストールおよび構成する
nl: Installeer en configureer systeemlettertypen en typografie-instellingen
no: Installer og konfigurer systemfonter og typografiske innstillinger
pl: Zainstaluj i skonfiguruj czcionki systemowe oraz ustawienia typografii.
pt: Instale e configure fontes do sistema e configurações de tipografia.
ro: Instalați și configurați fonturile de sistem și setările de tipografie
ru: Установите и настройте системные шрифты и параметры типографики.
sk: Nainštalujte a nakonfigurujte systémové písma a nastavenia typografie.
sv: Installera och konfigurera systemteckensnitt och typografiska inställningar
tr: Sistem yazı tiplerini ve tipografi ayarlarını yükleyin ve yapılandırın.
uk: Встановіть та налаштуйте системні шрифти та параметри типографіки.

source: Game Controller
cs: Herní ovladač
da: Spilkonsol
el: Ελεγκτής παιχνιδιών
es: Controlador de juego
et: Mängu kontroller
fi: Pelin ohjain
fr: Manette de jeu
he: בקר משחק
hu: Játékvezérlő
is: Leikjastýring
it: Controller di gioco
ja: ゲームコントローラー
no: Spillkontroller
pl: Kontroler gry
pt: Controlador de Jogo
ro: Controler de joc
ru: Игровой контроллер
sv: Spelkontrollern
tr: Oyun Kontrol Cihazı
uk: Ігровий контролер

source: Configure game controllers and joysticks
bg: Конфигурирайте игрови контролери и джойстици
cs: Nakonfigurujte herní ovladače a joysticky
da: Konfigurer spilcontrollere og joysticks
de: Spielecontroller und Joysticks konfigurieren
el: Ρυθμίστε τους ελεγκτές παιχνιδιών και τα joystick
es: Configurar controladores de juegos y joysticks
et: Konfigureeri mängu kontrollerid ja joystickid
fi: Määritä peliohjaimet ja joystickit
fr: Configurer les manettes de jeu et les joysticks
he: הגדר בקרי משחק וג'ויסטיקים
hr: Konfigurirajte igraće kontrolere i joysticke
hu: Játékvezérlők és joystickok konfigurálása
is: Stilltuðu leikstýringar og joysticka
it: Configura i controller di gioco e i joystick
ja: ゲームコントローラーとジョイスティックを設定する
nl: Configureer gamecontrollers en joysticks
no: Konfigurer spillkontrollere og joysticker
pl: Skonfiguruj kontrolery gier i joysticki
pt: Configurar controladores de jogo e joysticks
ro: Configurează controlerele de joc și joystick-urile
ru: Настройка игровых контроллеров и джойстиков
sk: Nakonfigurujte herné ovládače a joysticky
sv: Konfigurera spelkontroller och joysticks
tr: Oyun denetleyicilerini ve joystick'leri yapılandırın.
uk: Налаштуйте ігрові контролери та джойстики
