Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Impressoras
be: друкаркі
cs: Tiskárny
da: Printere
el: Εκτυπωτές
es: Impresoras
et: Printer
fi: Tulostimet
fr: Printers
he: מדפסות
hu: Nyomtatók
is: Printers
it: Stampanti
ja: プリンタ
nl: Printers
no: Skrivere
pl: Drukarki
pt: Printers
ro: Imprimante
ru: Принтеры
sv: Skrivare
tr: Yazıcılar
uk: Принтери

source: Conheça alguns recursos
be: Адкрыйце для сябе некаторыя рэсурсы
cs: Seznámit se s některými funkcemi
da: Lær om nogle funktioner
el: Γνωρίστε μερικές λειτουργίες
es: Conocer algunos recursos
et: Tutvuge mõne funktsiooniga
fi: Tutustu joihinkin ominaisuuksiin
fr: Découvrez quelques fonctionnalités
he: Meet some features
hu: Ismerje meg néhány funkciót
is: Discover some features
it: Meet some features
ja: いくつかの機能をご紹介します
nl: Leer algunos recursos
no: Meet some features
pl: Znajdź kilka funkcji
ro: Descoperiți unele caracteristici
ru: Meet some features
sv: Lär känna några funktioner
tr: Tanıtım için bazı özellikler
uk: Знайомтесь з деякими функціями

source: Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!
be: Наша сістэма з'яўляецца сумеснай, прыходзьце быць часткай гэтай эвалюцыі. Праверце, што новага!
cs: Náš systém je spolupracující, přidejte se k této evoluci. Podívejte se na novinky!
da: Vores system er samarbejdsorienteret, kom og vær en del af denne udvikling. Se de seneste nyheder!
el: Το σύστημά μας είναι συνεργατικό, ελάτε να γίνετε μέρος αυτής της εξέλιξης. Ελέγξτε τα νέα!
es: Nuestra aplicación es colaborativa, ¡únete a esta evolución! ¡Descubre las novedades!
et: Meie tarkvara on koostöökeskkond, tule ja liitu selle arenguga. Vaata uudiseid!
fi: Järjestelmämme on yhteistyöllinen, tule mukaan tähän kehitykseen. Tutustu uutuuksiin!
fr: Not found
he: המערכת שלנו היא שיתופית, הצטרף לתהליך התפתחות זה. בדוק את החידושים!
hu: A rendszerünk együttműködő, csatlakozz hozzánk és légy részese ennek a fejlődésnek. Nézd meg az újdonságokat!
is: Our system is collaborative, come be part of this evolution. Check out the news!
it: Il nostro sistema è collaborativo, unisciti a questa evoluzione. Scopri le novità!
ja: Our system is collaborative, come be part of this evolution. Check out the news!
nl: Ons systeem is collaboratief, doe mee aan deze evolutie. Bekijk de nieuwigheden!
no: Our system is collaborative, come be part of this evolution. Check out the news!
pl: Nasz system jest oparty na współpracy, dołącz do tej ewolucji. Sprawdź nowości!
pt: Nossa plataforma é colaborativa, junte-se a essa evolução. Confira as atualizações!
ro: Sistemul nostru este colaborativ, vino să faci parte din această evoluție. Verifică noutățile!
ru: Наша система является коллективной, присоединяйтесь к этому развитию. Проверьте новинки!
sv: Vårt system är samarbetsvilligt, kom och bli en del av denna utveckling. Kolla in nyheterna!
tr: Our system is collaborative, come be part of this evolution. Check out the news!
uk: Наша система є колаборативною, приєднуйтесь до цього розвитку. Перевірте новини!

source: Big Store
be: Вялікі магазін
cs: Velký obchod
da: Stor Butik
el: Μεγάλο Κατάστημα
es: Gran Tienda
et: Suur kauplus
fi: Iso Kauppa
fr: Grand Magasin
he: חנות גדולה
hu: Nagy Áruház
is: Toko Besar
it: Grande Negozio
ja: 大型店舗
nl: Grote Winkel
no: Stor Butikk
pl: Duży Sklep
pt: Grande Loja
ro: Magazin mare
ru: Большой магазин
sv: Stor Butik
tr: Büyük Mağaza
uk: Великий магазин

source: Web Apps
be: вэб-прыкладанні
cs: Webové aplikace
da: Webapplikationer
el: Διαδικτυακές εφαρμογές
es: Aplicaciones web
et: Veebirakendused
fi: Verkkosovellukset
fr: Applications Web
he: אפליקציות רשת
hu: Webes alkalmazások
is: Aplikasi Web
it: Applicazioni Web
ja: Webアプリ
no: Web-apper
pl: Aplikacje internetowe
pt: Aplicativos Web
ro: Aplicații web
ru: Веб-приложения
sv: Webbapplikationer
tr: Web Uygulamaları
uk: Веб-додатки

source: Redutor de Ruídos
be: Зніжэнне шуму
cs: N/A
da: Støjreducering
el: Μειωτής Θορύβου
es: Reductor de ruido
et: Müra vähendaja
fi: Melun vähentäjä
fr: Réducteur de bruit
he: מוריד רעשים
hu: Hangcsökkentő
is: Noise Reduction
it: Noise Reduction
ja: ノイズリダクション
nl: Ruisverminderaar
no: Støydemping
pl: Reduktor szumów
pt: Noise Reduction
ro: Reducer de zgomot
ru: Редуктор шума
sv: Ljudreducerare
tr: Gürültü Azaltıcı
uk: Зменшувач шуму

source: Configurar a voz do sistema (TTS)
be: Наладзіць сістэмны голас (TTS)
cs: Nastavit hlas systému (TTS)
da: Konfigurer systemets stemme (TTS)
el: Configure system voice (TTS)
es: Configurar la voz del sistema (TTS)
et: Süsteemi hääle (TTS) seadistamine
fi: Määritä järjestelmän ääni (TTS)
fr: Configurez la voix du système (TTS)
he: הגדרת קול המערכת (TTS)
hu: Rendszerhang (TTS) beállítása
is: Setel suara sistem (TTS)
it: Configure system voice (TTS)
ja: システムの音声（TTS）を設定します。
nl: Stel de systeemstem (TTS) in
no: Sett opp systemets stemme (TTS)
pl: Skonfiguruj głos systemu (TTS)
pt: Configurar voz do sistema (TTS)
ro: Configurați vocea sistemului (TTS)
ru: Настроить голос системы (TTS)
sv: Konfigurera systemets röst (TTS)
tr: Sistem sesini yapılandır (TTS)
uk: Налаштувати голос системи (TTS)

source: OCR para PDF
be: OCR ў pdf
cs: OCR do PDF
da: OCR til PDF
el: OCR to PDF
es: OCR to PDF
et: OCR PDF-iks
fi: OCR PDF-tiedostolle
fr: OCR to PDF
he: OCR ל־PDF
hu: OCR PDF-hez
is: OCR to PDF
it: OCR to PDF
ja: PDFへのOCR
nl: OCR naar PDF
no: OCR til PDF
pl: OCR to PDF
pt: OCR to PDF
ro: OCR în PDF
ru: OCR в PDF
sv: OCR till PDF
tr: PDF için OCR
uk: OCR у PDF

source: Doação e Redes sociais
be: Ахвяраванне і сацыяльныя сеткі
cs: Donation and Social Media
da: Donation and Social Media
el: N/A
es: Donation and Social Media
et: Anneta ja sotsiaalmeedia
fi: Donation and Social Media
fr: Donation and Social Media
he: תרומה ורשתות חברתיות
hu: Nincs lefordítandó szöveg.
is: Donation and Social Media
it: Donation and Social Media
ja: 寄付とソーシャルメディア
nl: Donatie en sociale media
no: Donasjon og sosiale medier
pl: Donation and Social Media
pt: Donation and Social Media
ro: Donation and Social Media
ru: Donate and Social Media
sv: Donation and Social Media
tr: N/A
uk: Внесення внеску та соціальні мережі

source: Sua doação é muito importante para o projeto e siga as redes sociais.
be: Вашы ахвяраванні вельмі важныя для праекта і сачыце за сацсеткамі.
cs: Nemůžu přeložit tuto frázi, protože se nejedná o softwarový řetězec.
da: Din donation er meget vigtig for projektet, og følg os på sociale medier.
el: Η δωρεά σας είναι πολύ σημαντική για το έργο, και ακολουθήστε μας στα μέσα κοινωνικής δικτύωσης.
es: Su donación es muy importante para el proyecto y sigue las redes sociales.
et: Sinu annetus on projekti jaoks väga oluline, järgige sotsiaalmeedia platvorme.
fi: Sinun lahjoituksesi on erittäin tärkeä projektille ja seuraa sosiaalisen median kanavia.
fr: Votre don est très important pour le projet, veuillez suivre les réseaux sociaux.
he: התרומה שלך חשובה מאוד לפרויקט והישאר מעודכן ברשתות החברתיות.
hu: Nincs fordítandó elem.
is: Sumbangan anda sangat penting untuk projek ini dan ikuti media sosial kami.
it: N/A
ja: Your donation is very important to the project and follow us on social media.
nl: Er is niets om te vertalen.
no: Din donasjon er veldig viktig for prosjektet, og følg oss på sosiale medier.
pl: Twoja darowizna jest bardzo ważna dla projektu, zapraszamy do śledzenia naszych mediów społecznościowych.
ro: Your donation is very important to the project and follow the social media.
ru: Ваше пожертвование очень важно для проекта, подпишитесь на социальные сети.
sv: Din donation är mycket viktig för projektet, följ oss på sociala medier.
tr: Your donation is very important to the project and follow the social media.
uk: Ваше пожертвування дуже важливе для проекту, тому слідкуйте за соціальними мережами.

source: Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.
be: Віншуем, вы зрабілі першыя крокі па выкарыстанні BigLinux.
cs: Gratulujeme, dokončili jste první kroky k používání BigLinux.
da: Tillykke, du har fuldført de første trin til at bruge BigLinux.
el: Συγχαρητήρια, ολοκληρώσατε τα πρώτα βήματα για τη χρήση του BigLinux.
es: Congratulations, you have completed the first steps to using BigLinux.
et: Õnnitleme, olete lõpetanud esimesed sammud BigLinuxi kasutamiseks.
fi: Onneksi olkoon, olet suorittanut ensimmäiset askeleet BigLinuxin käytössä.
fr: Félicitations, vous avez terminé les premières étapes pour utiliser BigLinux.
he: מזל טוב, השלמת את הצעדים הראשונים לשימוש ב-BigLinux.
hu: Gratulálok, sikeresen befejezted az első lépéseket a BigLinux használatához.
is: Congratulations, you have completed the first steps to using BigLinux.
it: Congratulations, you have completed the first steps to using BigLinux.
ja: おめでとう、BigLinuxを使用するための最初のステップを完了しました。
nl: Gefeliciteerd, u heeft de eerste stappen voltooid om BigLinux te gebruiken.
no: Gratulerer, du har fullført de første trinnene for å bruke BigLinux.
pl: Gratulacje, ukończyłeś pierwsze kroki w korzystaniu z BigLinux.
ro: Felicitări, ai finalizat primii pași pentru a utiliza BigLinux-ul.
ru: Поздравляем, вы завершили первые шаги по использованию BigLinux.
sv: Grattis, du har slutfört de första stegen för att använda BigLinux.
tr: Congratulations, you have completed the first steps to using BigLinux.
uk: Вітаємо, ви завершили перші кроки з використання BigLinux.

source: Aguarde...
cs: Počkejte...
da: Vent venligst...
el: Περιμένετε...
es: Esperando...
et: Oota...
fi: Odota...
fr: Attendre...
he: המתן...
hu: Várjon...
is: Wait...
it: Attendere...
ja: お待ちください...
nl: Wachten...
no: Vent...
pl: Czekaj...
pt: Wait...
ro: Așteptați...
ru: Подождите...
sv: Vänta...
tr: Bekleyin...
uk: Чекайте...

source: Verificando conexão com a Internet...
cs: Kontrola připojení k internetu...
da: Kontrollerer internetforbindelse...
el: Checking Internet connection...
es: Verifying Internet connection...
et: Kontrollitakse internetiühendust...
fi: Tarkistetaan Internet-yhteyttä...
fr: Vérification de la connexion Internet...
he: בודק חיבור לאינטרנט...
hu: Internetkapcsolat ellenőrzése...
is: Checking Internet connection...
it: Checking Internet connection...
ja: Checking Internet connection...
nl: Checking internet connection...
no: Checking internet connection...
pl: Checking internet connection...
pt: Checking Internet connection...
ro: Verificare conexiunea la internet...
ru: Проверка подключения к Интернету...
sv: Checking internet connection...
tr: Checking Internet connection...
uk: Перевірка підключення до Інтернету...

source: Sem conexão com a Internet...
cs: No internet connection...
da: Ingen internetforbindelse...
el: Χωρίς σύνδεση στο Internet...
es: Sin conexión a Internet...
et: Ühenduseta Internetiga...
fi: Ei yhteyttä Internetiin...
fr: No Internet connection...
he: אין חיבור לאינטרנט...
hu: Nincs internetkapcsolat...
is: No Internet connection...
it: No Internet connection...
ja: インターネットに接続されていません...
nl: Geen internetverbinding...
no: Ingen Internett-tilkobling...
pl: Brak połączenia z Internetem...
pt: No Internet connection...
ro: Fără conexiune la internet...
ru: Отсутствует подключение к Интернету...
sv: Ingen internetanslutning...
tr: No Internet connection...
uk: Відсутнє підключення до Інтернету...

source: Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?
cs: Při odstranění nastavení budou ztraceny nainstalované programy a jejich nastavení uvnitř Waydroidu. Opravdu chcete odstranit?
da: Ved at fjerne indstillingerne vil de installerede programmer i Waydroid og deres indstillinger gå tabt. Vil du virkelig fjerne dem?
el: Κατά την αφαίρεση των ρυθμίσεων, τα εγκατεστημένα προγράμματα μέσα στο Waydroid και οι ρυθμίσεις τους θα χαθούν. Θέλετε πραγματικά να τα αφαιρέσετε;
es: Al eliminar la configuración, se perderán los programas instalados dentro de Waydroid y sus configuraciones. ¿Estás seguro de que deseas eliminarlo?
et: Kui eemaldate seaded, kaotatakse Waydroidis installitud programmid ja nende seaded. Kas soovite tõesti eemaldada?
fi: Poistamalla asetukset Waydroidin sisällä asennetut ohjelmat ja niiden asetukset menetetään. Haluatko varmasti poistaa ne?
fr: En supprimant les paramètres, les programmes installés dans Waydroid et leurs paramètres seront perdus. Voulez-vous vraiment supprimer ?
he: בהסרת ההגדרות, התוכניות שמותקנות בתוך Waydroid וההגדרות שלהן יימחקו. האם אכן ברצונך להסיר?
hu: A Waydroid-ban telepített programok és beállításaik törlődnek a beállítások eltávolításakor. Valóban el szeretné távolítani?
is: Apabila menghapus pengaturan, program yang diinstal di dalam Waydroid beserta pengaturannya akan hilang. Apakah Anda yakin ingin menghapus?
it: Alla rimozione delle impostazioni, i programmi installati all'interno di Waydroid e le relative impostazioni verranno persi. Vuoi davvero rimuovere?
ja: Waydroid内のインストールされたプログラムとその設定が削除されます。本当に削除しますか？
nl: Bij het verwijderen van de instellingen zullen de geïnstalleerde programma's binnen Waydroid en hun instellingen verloren gaan. Weet u zeker dat u wilt verwijderen?
no: Ved å fjerne innstillingene vil installerte programmer inne i Waydroid og deres innstillinger gå tapt. Ønsker du virkelig å fjerne dem?
pl: Podczas usuwania ustawień programy zainstalowane w Waydroid i ich ustawienia zostaną utracone. Czy na pewno chcesz usunąć?
pt: Ao remover as configurações, os programas instalados dentro do Waydroid e suas configurações serão perdidos. Realmente deseja remover?
ro: La eliminarea setărilor, programele instalate în cadrul Waydroid și setările lor vor fi pierdute. Doriți cu adevărat să eliminați?
ru: При удалении настроек будут потеряны установленные программы внутри Waydroid и их настройки. Вы уверены, что хотите удалить?
sv: När du tar bort inställningarna kommer de installerade programmen inuti Waydroid och deras inställningar att förloras. Vill du verkligen ta bort dem?
tr: Waydroid içinde yüklü olan programlar ve ayarlar silindiğinde kaybolacaktır. Gerçekten kaldırmak istiyor musunuz?
uk: Після видалення налаштувань програми, встановлені в Waydroid та їх налаштування будуть втрачені. Ви дійсно бажаєте видалити?

source: Configurações removidas com sucesso!
cs: Nastavení byla úspěšně odebrána!
da: Indstillinger fjernet med succes!
el: Οι ρυθμίσεις αφαιρέθηκαν με επιτυχία!
es: ¡Configuraciones eliminadas con éxito!
et: Seaded eemaldatud edukalt!
fi: Asetukset poistettu onnistuneesti!
fr: Paramètres supprimés avec succès!
he: הגדרות הוסרו בהצלחה!
hu: Beállítások sikeresen eltávolítva!
is: Pengaturan berhasil dihapus!
it: Impostazioni rimosse con successo!
ja: 設定が正常に削除されました！
nl: Instellingen succesvol verwijderd!
no: Innstillinger fjernet vellykket!
pl: Ustawienia zostały pomyślnie usunięte!
pt: Configurations removed successfully!
ro: Setările au fost eliminate cu succes!
ru: Настройки успешно удалены!
sv: Inställningarna har tagits bort framgångsrikt!
tr: Ayarlar başarıyla kaldırıldı!
uk: Налаштування успішно видалено!

source: Nenhuma configuração foi removida!
cs: Žádná konfigurace nebyla odstraněna!
da: Ingen konfiguration blev fjernet!
el: Καμία ρύθμιση δεν αφαιρέθηκε!
es: ¡Ninguna configuración ha sido eliminada!
et: Ühtegi seadistust ei eemaldatud!
fi: Yhtään asetusta ei poistettu!
fr: Aucune configuration n'a été supprimée!
he: אף הגדרה לא הוסרה!
hu: Nincs eltávolított beállítás!
is: No configurations have been removed!
it: Nessuna configurazione è stata rimossa!
ja: No settings were removed!
nl: Geen instellingen zijn verwijderd!
no: Ingen konfigurasjon ble fjernet!
pl: Żadna konfiguracja nie została usunięta!
ro: Nicio configurare a fost eliminată!
ru: No configurations were removed!
sv: Inga konfigurationer har tagits bort!
tr: No settings were removed!
uk: Жодна конфігурація не була видалена!

source: Não existem configurações para remover.
cs: Neexistují žádné nastavení k odstranění.
da: Der er ingen indstillinger at fjerne.
el: There are no settings to remove.
es: No hay configuraciones para eliminar.
et: Puuduvad eemaldamiseks konfiguratsioonid.
fi: Ei ole asetuksia poistettavaksi.
fr: Il n'y a pas de paramètres à supprimer.
he: אין הגדרות להסרה.
hu: Nincsenek eltávolítandó beállítások.
is: There are no settings to remove.
it: There are no settings to remove.
ja: 設定を削除するオプションはありません。
nl: Er zijn geen instellingen om te verwijderen.
no: Det er ingen innstillinger å fjerne.
pl: Nie ma żadnych ustawień do usunięcia.
pt: There are no settings to remove.
ro: Nu există setări de eliminat.
ru: There are no settings to remove.
sv: Det finns inga inställningar att ta bort.
tr: There are no settings to remove.
uk: Немає налаштувань для видалення.

source: ID do Android:
be: Ідэнтыфікатар Android:
cs: ID zařízení s Androidem:
da: Android ID:
el: Αναγνωριστικό Android:
es: ID de Android:
et: Androidi ID:
fi: Android-tunniste:
fr: Identifiant Android:
he: מזהה Android:
hu: Android azonosító:
is: ID Android:
it: ID di Android:
ja: AndroidのID:
nl: Android-ID:
no: Android-ID:
pl: ID Android:
ro: ID-ul Android:
ru: ID устройства Android:
sv: Android-ID:
tr: Android Kimliği:
uk: Ідентифікатор Android:

source: Não foi possível resgatar o ID do Android. \n\nAtenção: Waydroid precisa estar aberto.
be: Немагчыма актываваць ідэнтыфікатар Android. \n\nПапярэджанне: Waydroid павінен быць адкрыты.
cs: Nepodařilo se získat ID Androidu. \n\nUpozornění: Waydroid musí být otevřený.
da: Det var ikke muligt at hente Android ID. \n\nBemærk: Waydroid skal være åben.
el: Αδυναμία ανάκτησης του αναγνωριστικού του Android. \n\nΠροσοχή: Το Waydroid πρέπει να είναι ανοιχτό.
es: No se pudo recuperar el ID de Android. \n\nAtención: Waydroid debe estar abierto.
et: Androidi ID taastamine ebaõnnestus. \n\nHoiatus: Waydroid peab olema avatud.
fi: Androidin tunniste ei voitu noutaa. \n\nHuomio: Waydroidin on oltava avoinna.
fr: Impossible de récupérer l'ID Android. \n\nAttention : Waydroid doit être ouvert.
he: לא ניתן היה לאחזר את זיהוי ה-Android. \n\nשים לב: Waydroid חייב להיות פתוח.
hu: Nem sikerült visszaszerezni az Android azonosítóját. \n\nFigyelem: A Waydroidnak nyitva kell lennie.
is: Tidak dapat mengambil ID Android. \n\nPerhatian: Waydroid harus terbuka.
it: It was not possible to retrieve the Android ID. \n\nAttention: Waydroid needs to be open.
ja: AndroidのIDを取得できませんでした。\n\n注意：Waydroidが開いている必要があります。
nl: Het Android ID kon niet worden opgehaald. \n\nLet op: Waydroid moet geopend zijn.
no: It was not possible to retrieve the Android ID. \n\nAttention: Waydroid needs to be open.
pl: Nie udało się odzyskać identyfikatora Androida. \n\nUwaga: Waydroid musi być otwarty.
pt: It was not possible to retrieve the Android ID. \n\nAttention: Waydroid needs to be open.
ro: Nu am putut recupera ID-ul Android. \n\nAtenție: Waydroid trebuie să fie deschis.
ru: Не удалось извлечь идентификатор Android. \n\nВнимание: Waydroid должен быть открыт.
sv: Det gick inte att hämta Android-ID. \n\nObservera: Waydroid måste vara öppet.
tr: Android kimliği alınamadı. \n\nUyarı: Waydroid açık olmalıdır.
uk: Не вдалося отримати ідентифікатор Android. \n\nУвага: Waydroid повинен бути відкритий.

source: Remover
cs: Odstranit
da: Fjern
el: Αφαίρεση
es: Eliminar
et: Eemaldama
fi: Poistaaja
fr: Supprimer
he: הסרה
hu: Eltávolító
is: Hapus
it: Rimuovere
ja: 削除する
nl: Verwijderaar
no: Fjern
pl: Usuń
ro: Ștergeți
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Видалити

source: Maximizado
be: максімальны
cs: Změněno na celou obrazovku
da: Maksimeret
el: Μεγιστοποιημένο
es: Maximized
et: Maksimeeritud
fi: Maksimoitu
fr: Agrandi
he: מקסימלי
hu: Maximalizált
is: Diperbesar
it: Massimizzato
ja: 最大化
nl: Gemaximaliseerd
no: Maksimert
pl: Zmaksymalizowany
pt: Maximized
ro: Maximizat
ru: Максимизировано
sv: Maximerad
tr: Maksimize
uk: Максимізовано

source: Desinstalar
cs: Odinstalovat
da: Afinstaller
el: Απεγκατάσταση
et: Eemaldama
fi: Poista asennus
fr: Désinstaller
he: הסרת התקנה
hu: Eltávolítás
is: Uninstall
it: Uninstall
ja: アンインストール
nl: Verwijderen
no: Avinstallere
pl: Odinstaluj
pt: Uninstall
ro: Uninstall
ru: Удалить
sv: Avinstallera
tr: Kaldır
uk: Видалити

source: Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.
cs: I didn't detect support for virtualization technology, you may need to enable this option in the computer's BIOS.
da: Jeg har ikke fundet understøttelse af virtualiseringsteknologi, det kan være nødvendigt at aktivere denne indstilling i computerens BIOS.
el: Δεν εντόπισα υποστήριξη τεχνολογίας εικονικοποίησης, ίσως χρειαστεί να ενεργοποιήσετε αυτήν την επιλογή στο BIOS του υπολογιστή.
es: I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS.
et: Ma ei leidnud virtualiseerimistehnoloogia tuge, võib-olla peate selle valiku BIOS-is lubama arvutis.
fi: En löytänyt virtualisointiteknologian tukea, saattaa olla tarpeen ottaa tämä vaihtoehto käyttöön tietokoneen BIOSissa.
fr: I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS.
he: לא זיהיתי תמיכה בטכנולוגיית הווירטואליזציה, ייתכן שיהיה עליך להפעיל את האפשרות הזו ב BIOS של המחשב.
hu: Nem találtam virtualizációs technológiát támogatást, lehet, hogy szükséges engedélyezni ezt a beállítást a számítógép BIOS-ában.
is: I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS.
it: I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS.
ja: I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS.
nl: I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS.
no: I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS.
pl: I did not detect virtualization technology support, you may need to enable this option in the computer's BIOS.
pt: I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS.
ro: Nu am identificat suport pentru tehnologia de virtualizare, este posibil să fie necesar să activați această opțiune în BIOS-ul calculatorului.
ru: I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS.
sv: I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS.
tr: I couldn't detect virtualization technology support, you may need to enable this option in the computer's BIOS.
uk: Я не виявив підтримки технології віртуалізації, можливо, потрібно активувати цю опцію в BIOS комп'ютера.

source: Utilize programas para Android no BigLinux.
cs: Využijte aplikace pro Android na BigLinuxu.
da: Brug Android-apps på BigLinux.
el: Χρησιμοποιήστε εφαρμογές Android στο BigLinux.
es: Utilice aplicaciones de Android en BigLinux.
et: Kasutage Androidi rakendusi BigLinuxis.
fi: Käytä Android-sovelluksia BigLinuxissa.
fr: Utilisez des applications Android sur BigLinux.
he: השתמש ביישומי אנדרואיד על BigLinux.
hu: Használja az Android alkalmazásokat a BigLinuxon.
is: Gunakan aplikasi Android di BigLinux.
it: Utilizza app per Android su BigLinux.
ja: BigLinuxでAndroidアプリを利用します。
nl: Gebruik Android-apps op BigLinux.
no: Utiliser Android-apps på BigLinux.
pl: Wykorzystuj aplikacje na Androida w BigLinux.
pt: Use Android apps on BigLinux.
ro: Folosiți aplicații Android pe BigLinux.
ru: Используйте приложения для Android на BigLinux.
sv: Använd Android-appar på BigLinux.
tr: Kullanıcı arayüzü oluşturucu.
uk: Використовуйте програми для Android на BigLinux.
