Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: For Kvantum configuration to work, apply the Kvantum theme in 'Application Style'.
bg: За конфигурацията на Kvantum да работи, приложете темата Kvantum в 'Стил на приложението'.
cs: Aby konfigurace Kvantum fungovala, aplikujte téma Kvantum v 'Styl aplikace'.
da: For at Kvantum-konfigurationen kan fungere, skal du anvende Kvantum-temaet i 'Applikationsstil'.
de: Damit die Kvantum-Konfiguration funktioniert, wenden Sie das Kvantum-Thema im 'Anwendungsstil' an.
el: Για να λειτουργήσει η ρύθμιση του Kvantum, εφαρμόστε το θέμα Kvantum στο 'Στυλ Εφαρμογής'.
es: Para que la configuración de Kvantum funcione, aplica el tema Kvantum en 'Estilo de Aplicación'.
et: Kvantumi seadistuse toimimiseks rakendage Kvantumi teema 'Rakenduse stiilis'.
fi: Kvantum-konfiguraation toimimiseksi, käytä Kvantum-teemaa 'Sovellustyyli' -asetuksessa.
fr: Pour que la configuration de Kvantum fonctionne, appliquez le thème Kvantum dans 'Style d'application'.
he: כדי שהגדרת Kvantum תעבוד, יש להחיל את נושא Kvantum ב'סגנון יישום'.
hr: Da bi konfiguracija Kvantuma radila, primijenite Kvantum temu u 'Stilu aplikacije'.
hu: A Kvantum konfiguráció működéséhez alkalmazza a Kvantum témát az 'Alkalmazás stílus' menüben.
is: Til að Kvantum stilling virki, beittu Kvantum þema í 'Forritastíl'.
it: Per far funzionare la configurazione di Kvantum, applica il tema Kvantum in 'Stile Applicazione'.
ja: Kvantumの設定が機能するためには、「アプリケーションスタイル」でKvantumテーマを適用してください。
nl: Voor de Kvantum-configuratie om te werken, pas het Kvantum-thema toe in 'Toepassingsstijl'.
no: For at Kvantum-konfigurasjonen skal fungere, bruk Kvantum-temaet i 'Applikasjonsstil'.
pl: Aby konfiguracja Kvantum działała, zastosuj motyw Kvantum w 'Styl aplikacji'.
pt: Para que a configuração do Kvantum funcione, aplique o tema Kvantum em 'Estilo de Aplicativo'.
ro: Pentru ca configurația Kvantum să funcționeze, aplică tema Kvantum în 'Stil aplicație'.
ru: Чтобы конфигурация Kvantum работала, примените тему Kvantum в 'Стиле приложения'.
sk: Aby konfigurácia Kvantum fungovala, aplikujte tému Kvantum v 'Štýle aplikácie'.
sv: För att Kvantum-konfigurationen ska fungera, tillämpa Kvantum-temat i 'Applikationsstil'.
tr: Kvantum yapılandırmasının çalışması için 'Uygulama Stili'nde Kvantum temasını uygulayın.
uk: Щоб конфігурація Kvantum працювала, застосуйте тему Kvantum у 'Стилі застосунку'.

source: USB Device Formatter
bg: Форматиращо устройство USB
cs: Formátovač USB zařízení
da: USB-enhedsformatter
de: USB-Geräteformatierer
el: Μορφοποιητής Συσκευών USB
es: Formateador de Dispositivos USB
et: USB-seadmestiku vormindaja
fi: USB-laitteen muotoilija
fr: Formateur de périphérique USB
he: פורמטור התקני USB
hr: Formatator USB uređaja
hu: USB Eszköz Formázó
is: USB tæki sniðari
it: Formatter per Dispositivi USB
ja: USBデバイスフォーマッタ
nl: USB-apparaatformatter
no: USB-enhetsformaterer
pl: Formatter urządzenia USB
pt: Formatador de Dispositivo USB
ro: Formatter de dispozitive USB
ru: Форматировщик USB-устройств
sk: Formátovač USB zariadení
sv: USB-enhetsformaterare
tr: USB Aygıt Biçimlendirici
uk: Форматувач USB-пристроїв

source: Format a USB device
bg: Форматирайте USB устройство
cs: Naformátujte USB zařízení
da: Formater en USB-enhed
de: Ein USB-Gerät formatieren
el: Μορφοποίηση μιας συσκευής USB
es: Formatear un dispositivo USB
et: Formateeri USB-seade
fi: Muotoile USB-laite
fr: Formater un périphérique USB
he: פורמט התקן USB
hr: Formatirajte USB uređaj
hu: USB-eszköz formázása
is: Formataðu USB tæki
it: Formatta un dispositivo USB
ja: USBデバイスをフォーマットする
nl: Een USB-apparaat formatteren
no: Formater en USB-enhet
pl: Sformatuj urządzenie USB
pt: Formatar um dispositivo USB
ro: Formatează un dispozitiv USB
ru: Отформатировать USB-устройство
sk: Naformátujte USB zariadenie
sv: Formatera en USB-enhet
tr: Bir USB aygıtını biçimlendir.
uk: Форматувати USB-пристрій

source: USB Image Writer
bg: USB образен записвач
cs: USB zapisovač obrazu
da: USB-billedskriver
de: USB-Abbildschreiber
el: Εγγραφέας Εικόνας USB
es: Escritor de imágenes USB
et: USB-pildi kirjutaja
fi: USB-kuva kirjoittaja
fr: Écrivain d'image USB
he: כותב תמונות USB
hr: USB Writer za slike
hu: USB Képíró
is: USB myndaskrifari
it: Scrittore di Immagini USB
ja: USBイメージライター
nl: USB-afbeeldingmaker
no: USB-bilde skriver
pl: Program do zapisu obrazu USB
pt: Gravador de Imagem USB
ro: Scriitor de imagini USB
ru: USB-образный писатель
sk: USB zapisovač obrazov
sv: USB-bildskrivare
tr: USB Görüntü Yazıcı
uk: USB-образ записувач

source: Create a bootable USB device
bg: Създайте стартиращ USB устройство
cs: Vytvořte spouštěcí USB zařízení
da: Opret en bootbar USB-enhed
de: Erstellen Sie ein bootfähiges USB-Gerät
el: Δημιουργήστε μια εκκινήσιμη συσκευή USB
es: Crea un dispositivo USB de arranque
et: Looge käivitatav USB-seade
fi: Luo käynnistettävä USB-laite
fr: Créer un périphérique USB amorçable
he: צור התקן USB ניתן לאתחול
hr: Izradite pokretni USB uređaj
hu: Hozzon létre egy indítható USB-eszközt.
is: Búðu upp USB tæki sem er ræsanlegt
it: Crea un dispositivo USB avviabile
ja: ブータブルUSBデバイスを作成する
nl: Maak een opstartbare USB-apparaat
no: Opprett en bootbar USB-enhet
pl: Utwórz bootowalny dysk USB
pt: Crie um dispositivo USB inicializável
ro: Creează un dispozitiv USB bootabil
ru: Создайте загрузочный USB-накопитель
sk: Vytvorte spúšťací USB zariadenie
sv: Skapa en bootbar USB-enhet
tr: Önyüklenebilir bir USB aygıt oluşturun
uk: Створіть завантажувальний USB-накопичувач

source: Shows disk usage and deletes unused files
cs: Zobrazuje využití disku a odstraňuje nepoužívané soubory
da: Viser diskpladsforbrug og sletter ubrugte filer
el: Εμφανίζει τη χρήση δίσκου και διαγράφει αχρησιμοποίητα αρχεία
es: Muestra el uso del disco y elimina archivos no utilizados.
et: Kuvab diskiruumi kasutust ja kustutab kasutamata failid.
fi: Näyttää levyn käytön ja poistaa käyttämättömät tiedostot
fr: Affiche l'utilisation du disque et supprime les fichiers inutilisés.
he: מציג שימוש בדיסק ומוחק קבצים לא בשימוש
hu: Megjeleníti a lemezhasználatot és törli a nem használt fájlokat.
is: Sýnir disknotkun og eyðir ónotuðum skrám
it: Mostra l'utilizzo del disco e elimina i file non utilizzati
ja: ディスク使用量を表示し、未使用のファイルを削除します。
nl: Toont schijfgebruik en verwijdert ongebruikte bestanden
no: Viser diskbruk og sletter ubrukte filer
pl: Pokazuje użycie dysku i usuwa nieużywane pliki.
pt: Mostra o uso do disco e exclui arquivos não utilizados
ro: Afișează utilizarea discului și șterge fișierele neutilizate.
ru: Показывает использование диска и удаляет неиспользуемые файлы
sv: Visar disk användning och tar bort oanvända filer
tr: Disk kullanımını gösterir ve kullanılmayan dosyaları siler.
uk: Показує використання диска та видаляє невикористовувані файли

source: Information Center
cs: Informační centrum
da: Informationscenter
el: Κέντρο Πληροφοριών
es: Centro de Información
et: Teabekeskus
fi: Tietokeskus
fr: Centre d'information
he: מרכז מידע
hu: Információs Központ
is: Upplýsingamiðstöð
it: Centro Informazioni
ja: 情報センター
nl: Informatiecentrum
no: Informasjonssenter
pl: Centrum Informacyjne
pt: Centro de Informações
ro: Centrul de informații
ru: Информационный центр
sv: Informationscenter
tr: Bilgi Merkezi
uk: Центр інформації

source: Centralized and convenient summary of system information
cs: Centralizované a pohodlné shrnutí systémových informací
da: Centraliseret og bekvem opsummering af systeminformation
el: Κεντρική και βολική περίληψη πληροφοριών συστήματος
es: Resumen centralizado y conveniente de la información del sistema
et: Keskne ja mugav süsteemi teabe kokkuvõte
fi: Keskitetty ja kätevä yhteenveto järjestelmätiedoista
fr: Résumé centralisé et pratique des informations système
he: סיכום מרכזי ונוח של מידע מערכת
hu: Központosított és kényelmes rendszerinformáció-összefoglaló
is: Miðlæg og þægileg samantekt á kerfisupplýsingum
it: Riepilogo centralizzato e conveniente delle informazioni di sistema
ja: システム情報の集中化された便利な要約
nl: Gecentraliseerde en handige samenvatting van systeeminformatie
no: Sentralisert og praktisk oppsummering av systeminformasjon
pl: Centralne i wygodne podsumowanie informacji o systemie
pt: Resumo centralizado e conveniente das informações do sistema
ro: Sumar centralizat și convenabil al informațiilor sistemului
ru: Централизованное и удобное резюме информации о системе
sv: Centraliserad och bekväm sammanfattning av systeminformation
tr: Merkezi ve kullanışlı sistem bilgisi özeti
uk: Централізоване та зручне резюме інформації про систему

source: System log viewing tool
cs: Nástroj pro prohlížení systémových protokolů
da: Systemlogvisningsværktøj
el: Εργαλείο προβολής καταγραφής συστήματος
es: Herramienta de visualización de registros del sistema
et: Süsteemi logi vaatamise tööriist
fi: Järjestelmälokin tarkastustyökalu
fr: Outil de visualisation des journaux système
he: כלי צפייה ביומני מערכת
hu: Rendszer napló megtekintő eszköz
is: Tól til að skoða kerfislok.
it: Strumento di visualizzazione del registro di sistema
ja: システムログビューイングツール
nl: Systeemlogweergave-tool
no: Verktøy for visning av systemlogger
pl: Narzędzie do przeglądania dzienników systemowych
pt: Ferramenta de visualização de logs do sistema
ro: Instrument de vizualizare a jurnalului de sistem
ru: Инструмент просмотра системных журналов
sv: Verktyg för visning av systemloggar
tr: Sistem günlük görüntüleme aracı
uk: Інструмент перегляду системних журналів

source: Configuration tools for your computer
cs: Nástroje pro konfiguraci vašeho počítače
da: Konfiguration værktøjer til din computer
el: Εργαλεία ρύθμισης για τον υπολογιστή σας
es: Herramientas de configuración para tu computadora
et: Tehnilise seadistamise tööriistad teie arvutile
fi: Konfigurointityökalut tietokoneellesi
fr: Outils de configuration pour votre ordinateur
he: כלי קונפיגורציה למחשב שלך
hu: Konfigurációs eszközök a számítógépéhez
is: Stillingartól fyrir tölvuna þína
it: Strumenti di configurazione per il tuo computer
ja: コンピュータ用の設定ツール
nl: Configuratietools voor uw computer
no: Konfigurasjonsverktøy for datamaskinen din
pl: Narzędzia konfiguracyjne dla twojego komputera
pt: Ferramentas de configuração para o seu computador
ro: Instrumente de configurare pentru computerul tău
ru: Инструменты конфигурации для вашего компьютера
sv: Konfiguration verktyg för din dator
tr: Bilgisayarınız için yapılandırma araçları
uk: Інструменти налаштування для вашого комп'ютера

source: Adjust settings and control webcams or video capture devices
bg: Настройте параметрите и контролирайте уебкамери или устройства за видео заснемане.
cs: Upravte nastavení a ovládejte webové kamery nebo zařízení pro záznam videa.
da: Juster indstillinger og kontroller webcams eller videooptagelsesenheder.
de: Einstellungen anpassen und Webcams oder Videoaufnahmegeräte steuern
el: Ρυθμίστε τις ρυθμίσεις και ελέγξτε τις κάμερες ή τις συσκευές καταγραφής βίντεο.
es: Ajusta la configuración y controla las cámaras web o dispositivos de captura de video.
et: Kohanda seadeid ja kontrolli veebikaameraid või videokogumise seadmeid.
fi: Säädä asetuksia ja hallitse verkkokameroita tai videon tallennuslaitteita.
fr: Ajustez les paramètres et contrôlez les webcams ou les dispositifs de capture vidéo.
he: התאם הגדרות ושלוט במצלמות רשת או במכשירי הקלטת וידאו
hr: Podesite postavke i kontrolirajte web kamere ili uređaje za snimanje videa.
hu: Állítsa be a beállításokat és vezérelje a webkamerákat vagy a videofelvevő eszközöket.
is: Aðlaga stillingar og stjórna vefmyndavélum eða myndbandsupptökutækjum
it: Regola le impostazioni e controlla le webcam o i dispositivi di acquisizione video.
ja: 設定を調整し、ウェブカメラやビデオキャプチャデバイスを制御します。
nl: Pas instellingen aan en bestuur webcams of video-opnameapparaten
no: Juster innstillinger og kontroller webkameraer eller videoinnspillingsenheter
pl: Dostosuj ustawienia i kontroluj kamery internetowe lub urządzenia do przechwytywania wideo.
pt: Ajuste as configurações e controle webcams ou dispositivos de captura de vídeo.
ro: Ajustați setările și controlați camerele web sau dispozitivele de captură video.
ru: Настройте параметры и управляйте веб-камерами или устройствами захвата видео.
sk: Upravte nastavenia a ovládajte webkamery alebo zariadenia na zachytávanie videa.
sv: Justera inställningar och kontrollera webbkameror eller videoinspelningsenheter
tr: Ayarları ayarlayın ve web kameralarını veya video yakalama cihazlarını kontrol edin.
uk: Налаштуйте параметри та керуйте веб-камерами або пристроями захоплення відео

source: Accessibility
cs: Přístupnost
da: Tilgængelighed
el: Προσβασιμότητα
es: Accesibilidad
et: Ligipääsetavus
fi: Saavutettavuus
fr: Accessibilité
he: נגישות
hu: Hozzáférhetőség
is: Aðgengi
it: Accessibilità
ja: アクセシビリティ
nl: Toegankelijkheid
no: Tilgjengelighet
pl: Dostępność
pt: Acessibilidade
ro: Accesibilitate
ru: Доступность
sv: Tillgänglighet
tr: Erişilebilirlik
uk: Доступність

source: Configure accessibility options for users with special needs
bg: Конфигурирайте опции за достъпност за потребители с специални нужди
cs: Nastavte možnosti přístupnosti pro uživatele se speciálními potřebami
da: Konfigurer tilgængelighedsindstillinger for brugere med særlige behov
de: Konfigurieren Sie die Barrierefreiheitsoptionen für Benutzer mit besonderen Bedürfnissen.
el: Ρυθμίστε τις επιλογές προσβασιμότητας για χρήστες με ειδικές ανάγκες
es: Configurar opciones de accesibilidad para usuarios con necesidades especiales
et: Konfigureeri ligipääsetavuse valikud erivajadustega kasutajatele
fi: Määritä saavutettavuusasetukset erityistarpeita omaaville käyttäjille.
fr: Configurer les options d'accessibilité pour les utilisateurs ayant des besoins spécifiques.
he: הגדר אפשרויות נגישות למשתמשים עם צרכים מיוחדים
hr: Konfigurirajte opcije pristupa za korisnike s posebnim potrebama
hu: Állítsa be a hozzáférhetőségi lehetőségeket a speciális igényű felhasználók számára.
is: Stilltu aðgengisvalkosti fyrir notendur með sérþarfir
it: Configura le opzioni di accessibilità per gli utenti con esigenze speciali
ja: 特別なニーズを持つユーザーのためのアクセシビリティオプションを設定する
nl: Configureer toegankelijkheidsopties voor gebruikers met speciale behoeften
no: Konfigurer tilgjengelighetsalternativer for brukere med spesielle behov
pl: Skonfiguruj opcje dostępności dla użytkowników z potrzebami specjalnymi.
pt: Configure opções de acessibilidade para usuários com necessidades especiais
ro: Configurează opțiunile de accesibilitate pentru utilizatorii cu nevoi speciale
ru: Настройте параметры доступности для пользователей с особыми потребностями.
sk: Nastavte možnosti prístupnosti pre používateľov so špeciálnymi potrebami.
sv: Konfigurera tillgänglighetsalternativ för användare med särskilda behov
tr: Özel ihtiyaçları olan kullanıcılar için erişilebilirlik seçeneklerini yapılandırın.
uk: Налаштуйте параметри доступності для користувачів з особливими потребами

source: Create more than one virtual work environment by switching between them.
bg: Създайте повече от една виртуална работна среда, като превключвате между тях.
cs: Vytvořte více než jedno virtuální pracovní prostředí přepínáním mezi nimi.
da: Opret mere end et virtuelt arbejdsområde ved at skifte mellem dem.
de: Erstellen Sie mehr als eine virtuelle Arbeitsumgebung, indem Sie zwischen ihnen wechseln.
el: Δημιουργήστε περισσότερα από ένα εικονικό εργασιακό περιβάλλον αλλάζοντας μεταξύ τους.
es: Crea más de un entorno de trabajo virtual cambiando entre ellos.
et: Loo rohkem kui üks virtuaalne töökeskkond, vahetades nende vahel.
fi: Luo useampi virtuaalinen työympäristö vaihtamalla niiden välillä.
fr: Créez plus d'un environnement de travail virtuel en basculant entre eux.
he: צור יותר מסביבת עבודה וירטואלית אחת על ידי החלפתן ביניהן.
hr: Kreirajte više od jednog virtualnog radnog okruženja prelaskom između njih.
hu: Hozzon létre több virtuális munkakörnyezetet az azok közötti váltással.
is: Búðu til fleiri en eina sýndarvinnuumhverfi með því að skipta á milli þeirra.
it: Crea più di un ambiente di lavoro virtuale passando da uno all'altro.
ja: 複数の仮想作業環境を作成し、それらの間を切り替えます。
nl: Maak meer dan één virtuele werkomgeving aan door tussen hen te schakelen.
no: Opprett mer enn ett virtuelt arbeidsmiljø ved å bytte mellom dem.
pl: Utwórz więcej niż jedno wirtualne środowisko robocze, przełączając się między nimi.
pt: Crie mais de um ambiente de trabalho virtual alternando entre eles.
ro: Creează mai mult de un mediu de lucru virtual prin comutarea între ele.
ru: Создайте более одной виртуальной рабочей среды, переключаясь между ними.
sk: Vytvorte viac ako jedno virtuálne pracovné prostredie prepínaním medzi nimi.
sv: Skapa mer än en virtuell arbetsmiljö genom att växla mellan dem.
tr: Birden fazla sanal çalışma ortamı oluşturun ve bunlar arasında geçiş yapın.
uk: Створіть більше ніж одне віртуальне робоче середовище, перемикаючись між ними.

source: Autostart
cs: Automatické spuštění
el: Αυτόματη εκκίνηση
es: Inicio automático
fi: Automaattinen käynnistys
fr: Démarrage automatique
he: הפעלה אוטומטית
hu: Automatikus indítás
is: Sjálfvirk upphaf
it: Avvio automatico
ja: 自動起動
nl: Automatisch starten
pt: Inicialização automática
ru: Автозапуск
tr: Otomatik Başlat
uk: Автозапуск

source: Manage applications that start automatically on login
bg: Управлявайте приложенията, които стартират автоматично при влизане.
cs: Spravujte aplikace, které se spouštějí automaticky při přihlášení.
da: Administrer applikationer, der starter automatisk ved login
de: Verwalten Sie Anwendungen, die beim Anmelden automatisch gestartet werden.
el: Διαχείριση εφαρμογών που ξεκινούν αυτόματα κατά την είσοδο
es: Gestionar aplicaciones que se inician automáticamente al iniciar sesión
et: Halda automaatselt sisselogimisel käivitatavaid rakendusi.
fi: Hallitse sovelluksia, jotka käynnistyvät automaattisesti kirjautuessa.
fr: Gérer les applications qui se lancent automatiquement à la connexion
he: נהל יישומים שמתחילים אוטומטית בעת כניסה
hr: Upravljajte aplikacijama koje se automatski pokreću prilikom prijave
hu: Kezelje az automatikusan indító alkalmazásokat a bejelentkezéskor
is: Stjórna forritum sem byrja sjálfkrafa við innskráningu
it: Gestisci le applicazioni che si avviano automaticamente al login
ja: ログイン時に自動的に起動するアプリケーションを管理する
nl: Beheer toepassingen die automatisch opstarten bij inloggen
no: Administrer applikasjoner som starter automatisk ved innlogging
pl: Zarządzaj aplikacjami, które uruchamiają się automatycznie po zalogowaniu.
pt: Gerenciar aplicativos que iniciam automaticamente ao fazer login
ro: Gestiona aplicațiile care pornesc automat la autentificare
ru: Управление приложениями, которые запускаются автоматически при входе в систему
sk: Spravujte aplikácie, ktoré sa spúšťajú automaticky pri prihlásení.
sv: Hantera program som startar automatiskt vid inloggning
tr: Girişte otomatik olarak başlayan uygulamaları yönetin
uk: Керуйте програмами, які автоматично запускаються під час входу.

source: File Search
cs: Hledání souborů
da: Fil Søgning
el: Αναζήτηση Αρχείων
es: Búsqueda de archivos
et: Faili Otsing
fi: Tiedostohaku
fr: Recherche de fichiers
he: חיפוש קבצים
hu: Fájlkeresés
is: Skráaleit
it: Ricerca file
ja: ファイル検索
nl: Bestand Zoeken
no: Fil søk
pl: Wyszukiwanie plików
pt: Pesquisa de Arquivo
ro: Căutare fișiere
ru: Поиск файлов
sv: Fil sökning
tr: Dosya Arama
uk: Пошук файлів

source: Enabling search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.
bg: Активирането на търсенето може да изразходва значителни памет и процесорни ресурси. Това може да доведе до забавяне на системата, в зависимост от броя на потребителските файлове.
cs: Povolení vyhledávání může spotřebovat značné množství paměti a procesorových zdrojů. To může způsobit zpomalení systému v závislosti na počtu uživatelských souborů.
da: Aktivering af søgning kan forbruge betydelig hukommelse og behandlingsressourcer. Dette kan få systemet til at blive langsommere, afhængigt af antallet af brugerfiler.
de: Das Aktivieren der Suche kann erhebliche Speicher- und Verarbeitungsressourcen verbrauchen. Dies kann dazu führen, dass das System langsamer wird, abhängig von der Anzahl der Benutzerdateien.
el: Η ενεργοποίηση της αναζήτησης μπορεί να καταναλώσει σημαντική μνήμη και πόρους επεξεργασίας. Αυτό μπορεί να προκαλέσει επιβράδυνση του συστήματος, ανάλογα με τον αριθμό των αρχείων χρηστών.
es: Habilitar la búsqueda puede consumir una cantidad significativa de memoria y recursos de procesamiento. Esto puede hacer que el sistema se ralentice, dependiendo del número de archivos de usuario.
et: Otsingu lubamine võib tarbida märkimisväärselt mälu ja töötlemisressursse. See võib põhjustada süsteemi aeglustumist, sõltuvalt kasutaja failide arvust.
fi: Hakutoiminnon käyttöönottaminen voi kuluttaa merkittävästi muistia ja prosessointiresursseja. Tämä voi hidastaa järjestelmää käyttäjätiedostojen määrän mukaan.
fr: L'activation de la recherche peut consommer une quantité importante de mémoire et de ressources de traitement. Cela peut ralentir le système, en fonction du nombre de fichiers utilisateurs.
he: הפעלת חיפוש עשויה לצרוך זיכרון ומשאבי עיבוד משמעותיים. זה עלול לגרום למערכת להאט, בהתאם למספר קבצי המשתמש.
hr: Omogućavanje pretraživanja može potrošiti značajnu memoriju i procesorske resurse. To može uzrokovati usporavanje sustava, ovisno o broju korisničkih datoteka.
hu: A keresés engedélyezése jelentős memóriát és feldolgozási erőforrásokat fogyaszthat. Ez a rendszer lelassulását okozhatja, a felhasználói fájlok számától függően.
is: Að virkja leit getur neytt verulegri minni og úrvinnslutækni. Þetta getur valdið því að kerfið hægi á sér, allt eftir fjölda notendaskráa.
it: Abilitare la ricerca può consumare una quantità significativa di memoria e risorse di elaborazione. Ciò potrebbe causare un rallentamento del sistema, a seconda del numero di file utente.
ja: 検索を有効にすると、かなりのメモリと処理リソースを消費する可能性があります。これは、ユーザーファイルの数に応じてシステムの動作が遅くなる原因となることがあります。
nl: Het inschakelen van zoeken kan aanzienlijke geheugen- en verwerkingsbronnen verbruiken. Dit kan ervoor zorgen dat het systeem trager wordt, afhankelijk van het aantal gebruikersbestanden.
no: Aktivering av søk kan bruke betydelig minne og prosesseringsressurser. Dette kan føre til at systemet blir tregere, avhengig av antall brukerfiler.
pl: Włączenie wyszukiwania może zużywać znaczną ilość pamięci i zasobów procesora. Może to spowodować spowolnienie systemu, w zależności od liczby plików użytkownika.
pt: Habilitar a pesquisa pode consumir uma quantidade significativa de memória e recursos de processamento. Isso pode fazer com que o sistema desacelere, dependendo do número de arquivos do usuário.
ro: Activarea căutării poate consuma resurse semnificative de memorie și procesare. Acest lucru poate cauza încetinirea sistemului, în funcție de numărul de fișiere ale utilizatorului.
ru: Включение поиска может потреблять значительное количество памяти и ресурсов процессора. Это может замедлить работу системы в зависимости от количества пользовательских файлов.
sk: Povolenie vyhľadávania môže spotrebovať značnú pamäť a spracovateľské zdroje. To môže spôsobiť spomalenie systému v závislosti od počtu používateľských súborov.
sv: Att aktivera sökning kan konsumera betydande minne och bearbetningsresurser. Detta kan orsaka att systemet saktar ner, beroende på antalet användarfiler.
tr: Arama özelliğini etkinleştirmek önemli miktarda bellek ve işlem kaynaklarını tüketebilir. Bu, kullanıcı dosyalarının sayısına bağlı olarak sistemin yavaşlamasına neden olabilir.
uk: Увімкнення пошуку може споживати значну пам'ять та обчислювальні ресурси. Це може призвести до уповільнення системи, залежно від кількості файлів користувача.

source: Bluetooth
el: Μπλουτούθ
he: בלוטות'
ja: ブルートゥース
