Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: This program can transfer files between smartphones, tablets, and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates best with BigLinux and sits among the applets located near the system clock. To sync with your smartphone, go to the Google Store or Apple Store and install KDE Connect.
bg: Тази програма може да прехвърля файлове между смартфони, таблети и други компютри. С нея можете, например, да използвате смартфона си като безжична мишка и клавиатура за управление на компютъра, наред с други функции. Тя се интегрира най-добре с BigLinux и се намира сред аплетите, разположени близо до системния часовник. За да синхронизирате със смартфона си, отидете в Google Store или Apple Store и инсталирайте KDE Connect.
cs: Tento program může přenášet soubory mezi chytrými telefony, tablety a dalšími počítači. S ním můžete například použít svůj chytrý telefon jako bezdrátovou myš a klávesnici pro ovládání počítače, mezi dalšími funkcemi. Nejlépe se integruje s BigLinux a nachází se mezi aplikacemi umístěnými poblíž systémového hodin. Chcete-li synchronizovat se svým chytrým telefonem, přejděte do Google Storu nebo Apple Storu a nainstalujte KDE Connect.
da: Dette program kan overføre filer mellem smartphones, tablets og andre computere. Med det kan du for eksempel bruge din smartphone som en trådløs mus og tastatur til at styre computeren, blandt andre funktioner. Det integreres bedst med BigLinux og sidder blandt de applets, der er placeret nær systemuret. For at synkronisere med din smartphone, gå til Google Store eller Apple Store og installer KDE Connect.
de: Dieses Programm kann Dateien zwischen Smartphones, Tablets und anderen Computern übertragen. Damit können Sie beispielsweise Ihr Smartphone als drahtlose Maus und Tastatur verwenden, um den Computer zu steuern, neben anderen Funktionen. Es integriert sich am besten mit BigLinux und befindet sich unter den Applets in der Nähe der Systemuhr. Um mit Ihrem Smartphone zu synchronisieren, gehen Sie zum Google Store oder Apple Store und installieren Sie KDE Connect.
el: Αυτό το πρόγραμμα μπορεί να μεταφέρει αρχεία μεταξύ smartphones, tablets και άλλων υπολογιστών. Με αυτό, μπορείτε, για παράδειγμα, να χρησιμοποιήσετε το smartphone σας ως ασύρματο ποντίκι και πληκτρολόγιο για να ελέγξετε τον υπολογιστή, μεταξύ άλλων χαρακτηριστικών. Ενσωματώνεται καλύτερα με το BigLinux και βρίσκεται ανάμεσα στα applets που βρίσκονται κοντά στο ρολόι του συστήματος. Για να συγχρονίσετε με το smartphone σας, πηγαίνετε στο Google Store ή στο Apple Store και εγκαταστήστε το KDE Connect.
es: Este programa puede transferir archivos entre teléfonos inteligentes, tabletas y otras computadoras. Con él, puedes, por ejemplo, usar tu teléfono inteligente como un mouse y teclado inalámbricos para controlar la computadora, entre otras funciones. Se integra mejor con BigLinux y se encuentra entre los applets ubicados cerca del reloj del sistema. Para sincronizar con tu teléfono inteligente, ve a la Google Store o Apple Store e instala KDE Connect.
et: See programm suudab edastada faile nutitelefonide, tahvelarvutite ja teiste arvutite vahel. Sellega saate näiteks kasutada oma nutitelefoni traadita hiire ja klaviatuurina arvuti juhtimiseks, lisaks muudele funktsioonidele. See integreerub kõige paremini BigLinuxiga ja asub rakenduste seas, mis asuvad süsteemi kella lähedal. Nutitelefoniga sünkroonimiseks minge Google Play poodi või Apple'i poodi ja installige KDE Connect.
fi: Tämä ohjelma voi siirtää tiedostoja älypuhelimien, tablettien ja muiden tietokoneiden välillä. Sen avulla voit esimerkiksi käyttää älypuhelintasi langattomana hiirenä ja näppäimistönä tietokoneen ohjaamiseen, muiden ominaisuuksien ohella. Se integroituu parhaiten BigLinuxiin ja sijaitsee sovellusikkunoiden lähellä järjestelmäkelloa. Synkronoidaksesi älypuhelimesi kanssa, siirry Google Storeen tai Apple Storeen ja asenna KDE Connect.
fr: Ce programme peut transférer des fichiers entre smartphones, tablettes et autres ordinateurs. Avec lui, vous pouvez, par exemple, utiliser votre smartphone comme une souris et un clavier sans fil pour contrôler l'ordinateur, entre autres fonctionnalités. Il s'intègre le mieux avec BigLinux et se trouve parmi les applets situées près de l'horloge système. Pour synchroniser avec votre smartphone, rendez-vous sur le Google Store ou l'Apple Store et installez KDE Connect.
he: תוכנית זו יכולה להעביר קבצים בין סמארטפונים, טאבלטים ומחשבים אחרים. בעזרתה, אתה יכול, למשל, להשתמש בסמארטפון שלך כמקלט ועכבר אלחוטי כדי לשלוט במחשב, בין תכונות אחרות. היא משתלבת בצורה הטובה ביותר עם BigLinux וממוקמת בין האפליקציות שנמצאות ליד שעון המערכת. כדי לסנכרן עם הסמארטפון שלך, עבור לחנות Google או לחנות Apple והתקן את KDE Connect.
hr: Ovaj program može prenositi datoteke između pametnih telefona, tableta i drugih računala. S njim možete, na primjer, koristiti svoj pametni telefon kao bežičnu miša i tipkovnicu za kontrolu računala, među ostalim značajkama. Najbolje se integrira s BigLinuxom i nalazi se među aplikacijama smještenim blizu sustavnog sata. Da biste se sinkronizirali sa svojim pametnim telefonom, idite u Google Play ili Apple Store i instalirajte KDE Connect.
hu: Ez a program fájlokat tud átkonvertálni okostelefonok, táblagépek és más számítógépek között. Ezzel például az okostelefonodat vezeték nélküli egérként és billentyűzetként használhatod a számítógép vezérlésére, többek között más funkciók mellett. Legjobban a BigLinux-szal integrálódik, és az alkalmazások között található, amelyek a rendszeróra közelében helyezkednek el. Az okostelefonoddal való szinkronizáláshoz látogass el a Google Play Áruházba vagy az Apple App Store-ba, és telepítsd a KDE Connectot.
is: Þetta forrit getur flutt skrár á milli snjallsíma, spjaldtölva og annarra tölva. Með því geturðu, til dæmis, notað snjallsímann þinn sem þráðlausan mús og lyklaborð til að stjórna tölvunni, meðal annarra eiginleika. Það samþættist best við BigLinux og situr meðal forritanna sem staðsett eru nálægt kerfisklukkunni. Til að samstilla við snjallsímann þinn, farðu í Google Store eða Apple Store og settu upp KDE Connect.
it: Questo programma può trasferire file tra smartphone, tablet e altri computer. Con esso, puoi, ad esempio, utilizzare il tuo smartphone come un mouse e una tastiera wireless per controllare il computer, tra le altre funzionalità. Si integra meglio con BigLinux e si trova tra gli applet situati vicino all'orologio di sistema. Per sincronizzarti con il tuo smartphone, vai al Google Store o all'Apple Store e installa KDE Connect.
ja: このプログラムは、スマートフォン、タブレット、その他のコンピュータ間でファイルを転送できます。これを使用すると、例えば、スマートフォンをワイヤレスマウスおよびキーボードとして使用してコンピュータを制御することができます。他の機能の中でも、BigLinuxとの統合が最適で、システムクロックの近くにあるアプレットの中に位置しています。スマートフォンと同期するには、GoogleストアまたはAppleストアに行き、KDE Connectをインストールしてください。
nl: Dit programma kan bestanden overdragen tussen smartphones, tablets en andere computers. Hiermee kun je bijvoorbeeld je smartphone gebruiken als een draadloze muis en toetsenbord om de computer te bedienen, naast andere functies. Het integreert het beste met BigLinux en bevindt zich tussen de applets die zich nabij de systeemklok bevinden. Om te synchroniseren met je smartphone, ga je naar de Google Store of Apple Store en installeer je KDE Connect.
no: Dette programmet kan overføre filer mellom smarttelefoner, nettbrett og andre datamaskiner. Med det kan du for eksempel bruke smarttelefonen din som en trådløs mus og tastatur for å kontrollere datamaskinen, blant andre funksjoner. Det integreres best med BigLinux og ligger blant applet-ene som er plassert nær systemklokken. For å synkronisere med smarttelefonen din, gå til Google Store eller Apple Store og installer KDE Connect.
pl: Ten program może przesyłać pliki między smartfonami, tabletami i innymi komputerami. Dzięki niemu możesz na przykład używać swojego smartfona jako bezprzewodowej myszy i klawiatury do sterowania komputerem, wśród innych funkcji. Najlepiej integruje się z BigLinux i znajduje się wśród apletów umieszczonych w pobliżu zegara systemowego. Aby zsynchronizować się ze swoim smartfonem, przejdź do Google Store lub Apple Store i zainstaluj KDE Connect.
pt: Este programa pode transferir arquivos entre smartphones, tablets e outros computadores. Com ele, você pode, por exemplo, usar seu smartphone como um mouse e teclado sem fio para controlar o computador, entre outros recursos. Ele se integra melhor com o BigLinux e fica entre os applets localizados perto do relógio do sistema. Para sincronizar com seu smartphone, vá para a Google Store ou Apple Store e instale o KDE Connect.
ro: Acest program poate transfera fișiere între smartphone-uri, tablete și alte computere. Cu acesta, poți, de exemplu, să folosești smartphone-ul ca un mouse și tastatură wireless pentru a controla computerul, printre alte funcții. Se integrează cel mai bine cu BigLinux și se află printre appletele situate lângă ceasul sistemului. Pentru a te sincroniza cu smartphone-ul tău, mergi la Google Store sau Apple Store și instalează KDE Connect.
ru: Эта программа может передавать файлы между смартфонами, планшетами и другими компьютерами. С её помощью вы можете, например, использовать свой смартфон в качестве беспроводной мыши и клавиатуры для управления компьютером, среди прочих функций. Она лучше всего интегрируется с BigLinux и находится среди апплетов, расположенных рядом с системными часами. Чтобы синхронизироваться со своим смартфоном, перейдите в Google Store или Apple Store и установите KDE Connect.
sk: Tento program môže prenášať súbory medzi smartfónmi, tabletmi a inými počítačmi. S ním môžete napríklad používať svoj smartfón ako bezdrôtovú myš a klávesnicu na ovládanie počítača, medzi inými funkciami. Najlepšie sa integruje s BigLinux a nachádza sa medzi appletmi umiestnenými blízko systémového hodiniek. Na synchronizáciu so svojím smartfónom prejdite do obchodu Google Store alebo Apple Store a nainštalujte KDE Connect.
sv: Detta program kan överföra filer mellan smartphones, surfplattor och andra datorer. Med det kan du till exempel använda din smartphone som en trådlös mus och tangentbord för att styra datorn, bland andra funktioner. Det integreras bäst med BigLinux och ligger bland apparna nära systemklockan. För att synkronisera med din smartphone, gå till Google Store eller Apple Store och installera KDE Connect.
tr: Bu program, akıllı telefonlar, tabletler ve diğer bilgisayarlar arasında dosya transferi yapabilir. Bununla, örneğin, akıllı telefonunuzu bilgisayarı kontrol etmek için kablosuz bir fare ve klavye olarak kullanabilirsiniz. BigLinux ile en iyi şekilde entegre olur ve sistem saatinin yakınında bulunan appletler arasında yer alır. Akıllı telefonunuzla senkronize olmak için Google Store veya Apple Store'a gidin ve KDE Connect'i yükleyin.
uk: Ця програма може передавати файли між смартфонами, планшетами та іншими комп'ютерами. З її допомогою ви можете, наприклад, використовувати свій смартфон як бездротову мишу та клавіатуру для керування комп'ютером, серед інших функцій. Вона найкраще інтегрується з BigLinux і розташована серед аплетів, які знаходяться поруч із системним годинником. Щоб синхронізуватися зі своїм смартфоном, перейдіть до Google Store або Apple Store та встановіть KDE Connect.

source: KWalletManager
el: Διαχειριστής KWallet
et: KWalleti haldur
he: מנהל KWallet
is: KWalletStjóri
ja: KWalletマネージャー
no: KWalletBehandler
sv: KWalletHantera
tr: KWallet Yöneticisi

source: Tool for managing KDE wallets
bg: Инструмент за управление на KDE портфейли
cs: Nástroj pro správu peněženek KDE
da: Værktøj til at administrere KDE-tegnebøger
de: Werkzeug zum Verwalten von KDE-Geldbörsen
el: Εργαλείο για τη διαχείριση πορτοφολιών KDE
es: Herramienta para gestionar billeteras KDE
et: Tööriist KDE rahakottide haldamiseks
fi: Työkalu KDE-lompakoiden hallintaan
fr: Outil de gestion des portefeuilles KDE
he: כלי לניהול ארנקים של KDE
hr: Alat za upravljanje KDE novčanicima
hu: Eszköz a KDE pénztárcák kezelésére
is: Tól fyrir að stjórna KDE veski.
it: Strumento per la gestione dei portafogli KDE
ja: KDEウォレット管理ツール
nl: Hulpmiddel voor het beheren van KDE-portemonnees
no: Verktøy for å administrere KDE-lommebøker
pl: Narzędzie do zarządzania portfelami KDE
pt: Ferramenta para gerenciar carteiras KDE
ro: Instrument pentru gestionarea portofelelor KDE
ru: Инструмент для управления кошельками KDE
sk: Nástroj na správu peňaženiek KDE
sv: Verktyg för att hantera KDE-plånböcker
tr: KDE cüzdanlarını yönetme aracı
uk: Інструмент для керування гаманцями KDE

source: Add/Remove Programs
cs: Přidat/Odebrat programy
da: Tilføj/Fjern programmer
el: Προσθήκη/Αφαίρεση Προγραμμάτων
es: Agregar/Quitar Programas
et: Lisa/Eemalda programme
fi: Lisää/Poista ohjelmia
fr: Ajouter/Supprimer des programmes
he: הוסף/הסר תוכניות
hu: Programok hozzáadása/eltávolítása
is: Bæta við/ Fjarlægja forrit
it: Aggiungi/Rimuovi Programmi
ja: プログラムの追加と削除
nl: Programma's toevoegen/verwijderen
no: Legg til/Fjern programmer
pl: Dodaj/Usuń programy
pt: Adicionar/Remover Programas
ro: Adăugare/Eliminare Programe
ru: Добавить/Удалить программы
sv: Lägg till/ta bort program
tr: Program Ekle/Kaldır
uk: Додати/Видалити програми

source: Add or remove programs installed on the system
bg: Добавяне или премахване на програми, инсталирани в системата
cs: Přidat nebo odebrat programy nainstalované v systému
da: Tilføj eller fjern programmer, der er installeret på systemet
de: Programme hinzufügen oder entfernen, die auf dem System installiert sind
el: Προσθέστε ή αφαιρέστε προγράμματα που είναι εγκατεστημένα στο σύστημα
es: Agregar o quitar programas instalados en el sistema
et: Lisa või eemalda süsteemi installitud programme
fi: Lisää tai poista järjestelmään asennettuja ohjelmia
fr: Ajouter ou supprimer des programmes installés sur le système
he: הוסף או הסר תוכניות מותקנות במערכת
hr: Dodajte ili uklonite programe instalirane na sustavu
hu: Programok hozzáadása vagy eltávolítása a rendszeren.
is: Bæta við eða fjarlægja forrit sem eru uppsett á kerfinu
it: Aggiungi o rimuovi programmi installati sul sistema
ja: システムにインストールされているプログラムの追加または削除
nl: Programma's toevoegen of verwijderen die op het systeem zijn geïnstalleerd
no: Legg til eller fjern programmer installert på systemet
pl: Dodaj lub usuń programy zainstalowane w systemie
pt: Adicionar ou remover programas instalados no sistema
ro: Adăugați sau eliminați programele instalate pe sistem.
ru: Добавить или удалить программы, установленные в системе
sk: Pridať alebo odstrániť programy nainštalované v systéme
sv: Lägg till eller ta bort program som är installerade på systemet
tr: Sisteme kurulu programları ekleyin veya kaldırın.
uk: Додати або видалити програми, встановлені в системі

source: Connect to internet using Android
bg: Свържете се с интернет, използвайки Android
cs: Připojte se k internetu pomocí Androidu
da: Forbind til internettet ved hjælp af Android
de: Mit Android mit dem Internet verbinden
el: Συνδεθείτε στο διαδίκτυο χρησιμοποιώντας Android
es: Conéctate a internet usando Android.
et: Ühenda internetiga, kasutades Androidi.
fi: Yhdistä internetiin käyttäen Androidia
fr: Connectez-vous à Internet en utilisant Android.
he: התחבר לאינטרנט באמצעות אנדרואיד
hr: Povežite se na internet koristeći Android
hu: Csatlakozás az internethez Androidon
is: Tengdu tengingu við internetið með Android.
it: Collegati a Internet utilizzando Android
ja: Androidを使用してインターネットに接続する
nl: Verbind met internet via Android
no: Koble til internett ved hjelp av Android
pl: Połącz z internetem za pomocą Androida
pt: Conectar à internet usando Android
ro: Conectează-te la internet folosind Android
ru: Подключитесь к интернету с помощью Android
sk: Pripojte sa na internet pomocou Androidu
sv: Anslut till internet med Android
tr: Android kullanarak internete bağlanın.
uk: Підключитися до Інтернету за допомогою Android

source: Connect to internet using iOS
bg: Свържете се с интернет, използвайки iOS.
cs: Připojte se k internetu pomocí iOS
da: Opret forbindelse til internettet ved hjælp af iOS
de: Mit iOS mit dem Internet verbinden
el: Συνδεθείτε στο διαδίκτυο χρησιμοποιώντας iOS
es: Conéctate a internet usando iOS.
et: Ühenda internetiga, kasutades iOS-i.
fi: Yhdistä internetiin käyttäen iOS:ää.
fr: Connectez-vous à Internet en utilisant iOS.
he: התחבר לאינטרנט באמצעות iOS
hr: Povežite se na internet koristeći iOS
hu: Csatlakozás az internethez iOS használatával
is: Tengdu tengingu við internetið með iOS
it: Collegati a Internet utilizzando iOS
ja: iOSを使用してインターネットに接続する
nl: Verbind met internet via iOS
no: Koble til internett ved hjelp av iOS
pl: Połącz z internetem za pomocą iOS
pt: Conectar à internet usando iOS
ro: Conectează-te la internet folosind iOS
ru: Подключитесь к интернету с помощью iOS.
sk: Pripojte sa na internet pomocou iOS
sv: Anslut till internet med iOS
tr: iOS kullanarak internete bağlanın.
uk: Підключитися до Інтернету за допомогою iOS

source: Users
cs: Uživatelé
da: Brugere
el: Χρήστες
es: Usuarios
et: Kasutajad
fi: Käyttäjät
fr: Utilisateurs
he: משתמשים
hu: Felhasználók
is: Notendur
it: Utenti
ja: ユーザー
nl: Gebruikers
no: Brukere
pl: Użytkownicy
pt: Usuários
ro: Utilizatori
ru: Пользователи
sv: Användare
tr: Kullanıcılar
uk: Користувачі

source: BigLinux Themes
bg: BigLinux Теми
cs: BigLinux Témata
da: BigLinux Temaer
de: BigLinux Themen
el: BigLinux Θέματα
es: Temas de BigLinux
et: BigLinuxi teemad
fi: BigLinux-teemat
fr: Thèmes BigLinux
he: נושאים של BigLinux
hr: BigLinux Tematske
hu: BigLinux Témák
is: BigLinux Þemu
it: Temi BigLinux
ja: BigLinux テーマ
nl: BigLinux Thema's
no: BigLinux Temaer
pl: Motywy BigLinux
pt: Temas do BigLinux
ro: Teme BigLinux
ru: Темы BigLinux
sk: BigLinux Témy
sv: BigLinux Teman
tr: BigLinux Temaları
uk: BigLinux Теми

source: Appearance and Style
cs: Vzhled a styl
da: Udseende og stil
el: Εμφάνιση και Στυλ
es: Apariencia y Estilo
et: Välimus ja stiil
fi: Ulkoasu ja tyyli
fr: Apparence et style
he: מראה וסגנון
hu: Megjelenés és Stílus
is: Útlit og Stíll
it: Aspetto e Stile
ja: 外観とスタイル
nl: Uiterlijk en Stijl
no: Utseende og stil
pl: Wygląd i styl
pt: Aparência e Estilo
ro: Aspect și Stil
ru: Внешний вид и стиль
sv: Utseende och stil
tr: Görünüm ve Stil
uk: Зовнішній вигляд та стиль

source: Customize the theme, icons, cursor and overall system appearance.
cs: Přizpůsobte téma, ikony, kurzor a celkový vzhled systému.
da: Tilpas temaet, ikoner, musemarkør og den overordnede systemudseende.
el: Προσαρμόστε το θέμα, τα εικονίδια, τον δείκτη και τη συνολική εμφάνιση του συστήματος.
es: Personaliza el tema, los iconos, el cursor y la apariencia general del sistema.
et: Kohanda teemat, ikoone, kursorit ja kogu süsteemi välimust.
fi: Mukauta teema, kuvakkeet, osoitin ja koko järjestelmän ulkoasu.
fr: Personnalisez le thème, les icônes, le curseur et l'apparence générale du système.
he: התאם אישית את הנושא, האייקונים, הסמן והמראה הכללי של המערכת.
hu: Testreszabhatja a témát, ikonokat, kurzort és az általános rendszer megjelenését.
is: Sérðu þemað, táknin, músarvísirinn og heildarútlit kerfisins.
it: Personalizza il tema, le icone, il cursore e l'aspetto generale del sistema.
ja: テーマ、アイコン、カーソル、全体的なシステムの外観をカスタマイズします。
nl: Pas het thema, de pictogrammen, de cursor en de algehele systeemweergave aan.
no: Tilpass temaet, ikoner, musepeker og den generelle systemutseendet.
pl: Dostosuj motyw, ikony, kursor i ogólny wygląd systemu.
pt: Personalize o tema, ícones, cursor e a aparência geral do sistema.
ro: Personalizați tema, pictogramele, cursorul și aspectul general al sistemului.
ru: Настройте тему, значки, курсор и общий внешний вид системы.
sv: Anpassa temat, ikoner, muspekare och den övergripande systemutseendet.
tr: Tema, simgeler, imleç ve genel sistem görünümünü özelleştirin.
uk: Налаштуйте тему, значки, курсор та загальний вигляд системи.

source: Landing Page
cs: Cílová stránka
da: Landingside
el: Σελίδα προορισμού
es: Página de Aterrizaje
et: Sihtleht
fi: Laskeutumissivu
fr: Page d'atterrissage
he: דף נחיתה
hu: Céloldal
is: Landingssíða
it: Pagina di atterraggio
ja: ランディングページ
nl: Landingspagina
no: Landingside
pl: Strona docelowa
pt: Página de Destino
ro: Pagina de destinație
ru: Целевая страница
sv: Landningssida
tr: Açılış Sayfası
uk: Цільова сторінка

source: Configure the system's landing page and default widgets.
bg: Конфигурирайте началната страница на системата и подразбиращите се джаджи.
cs: Nakonfigurujte vstupní stránku systému a výchozí widgety.
da: Konfigurer systemets startside og standard widgets.
de: Konfigurieren Sie die Landingpage des Systems und die Standard-Widgets.
el: Ρυθμίστε τη σελίδα προορισμού του συστήματος και τα προεπιλεγμένα widgets.
es: Configura la página de inicio del sistema y los widgets predeterminados.
et: Konfigureeri süsteemi maandumisleht ja vaikevidinad.
fi: Määritä järjestelmän aloitussivu ja oletuswidgetit.
fr: Configurez la page d'accueil du système et les widgets par défaut.
he: הגדר את דף הנחיתה של המערכת ווידג'טים ברירת המחדל.
hr: Konfigurirajte odredišnu stranicu sustava i zadane widgete.
hu: Állítsa be a rendszer kezdőlapját és az alapértelmezett widgeteket.
is: Stilltuðu aðkomusíðu kerfisins og sjálfgefnar smáforrit.
it: Configura la pagina di atterraggio del sistema e i widget predefiniti.
ja: システムのランディングページとデフォルトウィジェットを設定します。
nl: Configureer de startpagina van het systeem en de standaardwidgets.
no: Konfigurer systemets landingsside og standardwidgets.
pl: Skonfiguruj stronę startową systemu i domyślne widżety.
pt: Configure a página de aterragem do sistema e os widgets padrão.
ro: Configurează pagina de destinație a sistemului și widget-urile implicite.
ru: Настройте целевую страницу системы и виджеты по умолчанию.
sk: Nakonfigurujte vstupnú stránku systému a predvolené widgety.
sv: Konfigurera systemets startsida och standardwidgetar.
tr: Sistemin açılış sayfasını ve varsayılan widget'ları yapılandırın.
uk: Налаштуйте сторінку приземлення системи та віджети за замовчуванням.

source: Feedback
cs: Zpětná vazba
el: Ανατροφοδότηση
es: Comentarios
et: Tagasiside
fi: Palaute
fr: Retour d'information
he: משוב
hu: Visszajelzés
is: Afturheimt
ja: フィードバック
no: Tilbakemelding
pl: Opinie
ru: Обратная связь
sv: Återkoppling
tr: Geri Bildirim
uk: Зворотний зв'язок
