Repository: biglinux/bigcontrolcenter
Catalog: bigcontrolcenter/locale/*.po
Languages: be, bg, cs, da, de, el, es, et, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, pt, ro, ru, sk, sv, tr, uk

source: Connect your iOS device to the Linux computer using a USB cable.
bg: Свържете вашия iOS устройство с Linux компютъра чрез USB кабел.
cs: Připojte své zařízení iOS k počítači s Linuxem pomocí USB kabelu.
da: Tilslut din iOS-enhed til Linux-computeren ved hjælp af et USB-kabel.
de: Verbinden Sie Ihr iOS-Gerät über ein USB-Kabel mit dem Linux-Computer.
el: Συνδέστε τη συσκευή iOS σας στον υπολογιστή Linux χρησιμοποιώντας ένα καλώδιο USB.
es: Conecta tu dispositivo iOS al ordenador Linux usando un cable USB.
et: Ühendage oma iOS-seade Linuxi arvutiga USB-kaabli abil.
fi: Yhdistä iOS-laite Linux-tietokoneeseen USB-kaapelilla.
fr: Connectez votre appareil iOS à l'ordinateur Linux à l'aide d'un câble USB.
he: חבר את המכשיר שלך המשתמש במערכת ההפעלה iOS למחשב המשתמש במערכת ההפעלה Linux באמצעות כבל USB.
hr: Povežite svoj iOS uređaj s Linux računalom pomoću USB kabela.
hu: Csatlakoztasd az iOS eszközt a Linux számítógéphez egy USB kábellel.
is: Sambungkan perangkat iOS Anda ke komputer Linux menggunakan kabel USB.
it: Collega il tuo dispositivo iOS al computer Linux utilizzando un cavo USB.
ja: iOSデバイスをUSBケーブルでLinuxコンピュータに接続してください。
nl: Sluit uw iOS-apparaat aan op de Linux-computer met een USB-kabel.
no: Koble til iOS-enheten din til Linux-datamaskinen ved hjelp av en USB-kabel.
pl: Podłącz urządzenie iOS do komputera z systemem Linux za pomocą kabla USB.
pt: Conecte seu dispositivo iOS ao computador Linux usando um cabo USB.
ro: Conectați-vă dispozitivul iOS la computerul Linux folosind un cablu USB.
ru: Подключите свое устройство iOS к компьютеру Linux с помощью USB-кабеля.
sk: Pripojte svoje zariadenie iOS k počítaču so systémom Linux pomocou USB kábla.
sv: Anslut din iOS-enhet till Linux-datorn med en USB-kabel.
tr: iOS cihazınızı USB kablosuyla Linux bilgisayara bağlayın.
uk: Підключіть свій пристрій iOS до комп'ютера з операційною системою Linux за допомогою USB-кабелю.

source: On your iOS device, go to 'Settings', then select 'Personal Hotspot'.
bg: На вашия iOS устройство, отидете на 'Настройки', след което изберете 'Лична мрежа'.
cs: Na vašem zařízení s iOS přejděte do nabídky „Nastavení“ a poté vyberte „Osobní hotspot“.
da: På din iOS-enhed skal du gå til 'Indstillinger', og vælg derefter 'Personlig Hotspot'.
de: Gehen Sie auf Ihrem iOS-Gerät zu "Einstellungen", dann wählen Sie "Persönlicher Hotspot" aus.
el: Στη συσκευή iOS σας, μεταβείτε στις 'Ρυθμίσεις', στη συνέχεια επιλέξτε 'Προσωπικό Hotspot'.
es: En su dispositivo iOS, vaya a 'Configuración', luego seleccione 'Compartir Internet'.
et: Teie iOS-seadmes minge jaotisse „Sätted“ ning valige seejärel „Isiklik leviala“.
fi: iOS-laitteellasi siirry kohtaan 'Asetukset', valitse sitten 'Henkilökohtainen hotspot'.
fr: Sur votre appareil iOS, allez dans 'Réglages', puis sélectionnez 'Partage de connexion'.
he: על המכשיר שלך ב- iOS, עבור ל 'הגדרות', ואז בחר 'נקודת גישה אישית'.
hr: Na vašem iOS uređaju idite na 'Postavke', zatim odaberite 'Osobna točka pristupa'.
hu: Az iOS eszközön lépjen a „Beállítások” menübe, majd válassza ki a „Személyes Hotspot” lehetőséget.
is: Pada peranti iOS anda, pergi ke 'Tetapan', kemudian pilih 'Hotspot Peribadi'.
it: Sul tuo dispositivo iOS, vai su 'Impostazioni', quindi seleziona 'Hotspot personale'.
ja: iOSデバイスで、「設定」に移動し、「パーソナルホットスポット」を選択します。
nl: Op uw iOS-apparaat gaat u naar 'Instellingen', selecteert u vervolgens 'Persoonlijke hotspot'.
no: På iOS-enheten din, gå til 'Innstillinger', velg deretter 'Personlig hotspot'.
pl: Na urządzeniu z systemem iOS przejdź do opcji "Ustawienia", a następnie wybierz "Hotspot osobisty".
pt: No seu dispositivo iOS, vá para 'Ajustes', depois selecione 'Hotspot Pessoal'.
ro: Pe dispozitivul iOS, mergi la 'Setări', apoi selectează 'Hotspot personal'.
ru: На вашем устройстве iOS перейдите в раздел "Настройки", затем выберите "Личная точка доступа".
sk: Na vašom zariadení iOS prejdite do „Nastavenia“, potom vyberte „Osobný hotspot“.
sv: På din iOS-enhet, gå till 'Inställningar', välj sedan 'Personlig hotspot'.
tr: iOS cihazınızda, 'Ayarlar' a gidin, ardından 'Kişisel Erişim Noktası' nı seçin.
uk: На вашому пристрої iOS перейдіть до "Налаштувань", а потім виберіть "Особистий гарячий пункт доступу".

source: Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.
bg: Активирайте "Позволи на други да се присъединят". Това може автоматично да активира "USB пренос на интернет" при откриване на USB връзка.
cs: Povolit „Povolit ostatním připojení“. To může automaticky povolit „USB sdílení připojení“, pokud je detekováno USB připojení.
da: Aktivér 'Tillad andre at deltage'. Dette kan automatisk aktivere 'USB-tethering', hvis en USB-forbindelse registreres.
de: Aktivieren Sie „Zugriff für andere erlauben“. Dies kann „USB-Tethering“ automatisch aktivieren, wenn eine USB-Verbindung erkannt wird.
el: Ενεργοποίηση της επιλογής "Να επιτρέπεται σε άλλους να συνδεθούν". Αυτό μπορεί να ενεργοποιήσει αυτόματα τη λειτουργία "Κοινή χρήση USB" εάν ανιχνευθεί μια σύνδεση USB.
es: Habilitar 'Permitir que otros se unan'. Esto puede habilitar automáticamente 'USB Tethering' si se detecta una conexión USB.
et: Luba "Luba teistel liituda". See võib automaatselt lubada "USB-ühenduse jagamise", kui USB-ühendus tuvastatakse.
fi: Ota käyttöön 'Salli muiden liittyä'. Tämä saattaa automaattisesti ottaa käyttöön 'USB-tetheroinnin', jos USB-yhteys havaitaan.
fr: Activer "Autoriser les autres à rejoindre". Cela peut activer automatiquement le "Partage de connexion USB" si une connexion USB est détectée.
he: הפעל 'אפשר לאחרים להצטרף'. זה עשוי להפעיל באופן אוטומטי 'שיתוף גישה לאינטרנט דרך USB' אם חיבור USB זוהה.
hr: Omogući 'Dopusti drugima da se pridruže'. To može automatski omogućiti 'USB tethering' ako se otkrije USB veza.
hu: Engedélyezze a „Mások csatlakozásának engedélyezése” lehetőséget. Ez automatikusan engedélyezheti az „USB-törlést”, ha USB-csatlakozást észlelnek.
is: Aktifkan 'Izinkan Orang Lain Bergabung'. Ini mungkin secara otomatis mengaktifkan 'USB Tethering' jika koneksi USB terdeteksi.
it: Abilita 'Consenti ad altri di unirsi'. Questo potrebbe abilitare automaticamente 'USB Tethering' se viene rilevata una connessione USB.
ja: 「他のユーザーの参加を許可」を有効にします。これにより、USB接続が検出された場合、自動的に「USBテザリング」が有効になる場合があります。
nl: Schakel 'Anderen toestaan om deel te nemen' in. Dit kan automatisch 'USB-tethering' inschakelen als er een USB-verbinding wordt gedetecteerd.
no: Aktiver 'Tillat andre å bli med'. Dette kan automatisk aktivere 'USB-deling' hvis en USB-tilkobling oppdages.
pl: Włącz opcję „Zezwalaj innym na dołączanie”. Może to automatycznie włączyć „Udostępnianie internetu przez USB”, jeśli wykryto połączenie USB.
pt: Ativar 'Permitir que outros se juntem'. Isso pode ativar automaticamente 'Compartilhamento de USB' se uma conexão USB for detectada.
ro: Activați „Permiteți altora să se alăture”. Acest lucru poate activa automat „Partajarea USB” dacă este detectată o conexiune USB.
ru: Включить "Разрешить другим присоединиться". Это может автоматически включить "USB-подключение" при обнаружении USB-подключения.
sk: Povoliť „Povoliť ostatným pripojiť sa“. To môže automaticky povoliť „USB prepojenie“ v prípade zistenia USB pripojenia.
sv: Aktivera 'Tillåt andra att ansluta'. Detta kan automatiskt aktivera 'USB-delning' om en USB-anslutning upptäcks.
tr: 'Diğerlerinin Katılmasına İzin Ver' özelliğini etkinleştirin. Bu, bir USB bağlantısı algılandığında 'USB Tethering' özelliğini otomatik olarak etkinleştirebilir.
uk: Увімкніть "Дозволити іншим приєднатися". Це може автоматично увімкнути "USB-перемичку", якщо виявлено USB-підключення.

source: If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.
bg: Ако вашият iOS устройство не е свързано към Wi-Fi и използва мобилни данни, този тетъринг ще консумира данни от вашия мобилен план. За да избегнете такси за данни, се уверете, че вашият iOS устройство е свързано към Wi-Fi мрежа, преди да активирате тетъринг.
cs: Pokud není váš iOS zařízení připojeno k Wi-Fi a používá mobilní data, sdílení připojení bude spotřebovávat data z vašeho mobilního tarifu. Abyste se vyhnuli poplatkům za data, ujistěte se, že je vaše iOS zařízení připojeno k Wi-Fi síti před povolením sdílení připojení.
da: Hvis din iOS-enhed ikke er tilsluttet Wi-Fi og bruger mobildata, vil denne deling forbruge data fra din mobilplan. For at undgå dataafgifter skal du sørge for, at din iOS-enhed er tilsluttet et Wi-Fi-netværk, før du aktiverer deling.
de: Wenn Ihr iOS-Gerät nicht mit Wi-Fi verbunden ist und Mobilfunkdaten verwendet, verbraucht dieses Tethering Daten aus Ihrem Mobilfunktarif. Um Datengebühren zu vermeiden, stellen Sie sicher, dass Ihr iOS-Gerät mit einem Wi-Fi-Netzwerk verbunden ist, bevor Sie Tethering aktivieren.
el: Εάν το iOS συσκευή σας δεν είναι συνδεδεμένη σε Wi-Fi και χρησιμοποιεί κινητά δεδομένα, αυτό το tethering θα καταναλώσει δεδομένα από το πρόγραμμα κινητής τηλεφωνίας σας. Για να αποφύγετε χρεώσεις δεδομένων, βεβαιωθείτε ότι η iOS συσκευή σας είναι συνδεδεμένη σε ένα δίκτυο Wi-Fi πριν ενεργοποιήσετε το tethering.
es: Si tu dispositivo iOS no está conectado a Wi-Fi y está utilizando datos celulares, este anclaje consumirá datos de tu plan celular. Para evitar cargos por datos, asegúrate de que tu dispositivo iOS esté conectado a una red Wi-Fi antes de habilitar el anclaje.
et: Kui teie iOS-seade pole Wi-Fi-ga ühendatud ja kasutab mobiilset andmesidet, siis see jagamine kasutab andmeid teie mobiilsest plaanist. Andmetasude vältimiseks veenduge, et teie iOS-seade on enne jagamise lubamist ühendatud Wi-Fi-võrku.
fi: Jos iOS-laitteesi ei ole yhteydessä Wi-Fi-verkkoon ja käyttää mobiilidataa, tämä jaon käyttö kuluttaa dataa matkapuhelinsuunnitelmastasi. Välttääksesi datakuluja varmista, että iOS-laitteesi on yhteydessä Wi-Fi-verkkoon ennen jaon käyttöönottoa.
fr: Si votre appareil iOS n'est pas connecté au Wi-Fi et utilise des données cellulaires, ce partage de connexion consommera des données de votre forfait cellulaire. Pour éviter les frais de données, assurez-vous que votre appareil iOS est connecté à un réseau Wi-Fi avant d'activer le partage de connexion.
he: אם המכשיר שלך במערכת ה-iOS אינו מחובר לרשת Wi-Fi ומשתמש בנתונים ניידים, השימוש בטתרינג יצרוך נתונים מתוך תוכנית הנתונים הניידים שלך. כדי למנוע חיובים בנתונים, וודא שהמכשיר שלך מחובר לרשת Wi-Fi לפני הפעלת הטתרינג.
hr: Ako vaš uređaj iOS nije povezan s Wi-Fi mrežom i koristi mobilne podatke, ovo dijeljenje internetskog pristupa će trošiti podatke iz vašeg mobilnog plana. Kako biste izbjegli troškove podataka, provjerite je li vaš uređaj iOS povezan s Wi-Fi mrežom prije omogućavanja dijeljenja internetskog pristupa.
hu: Ha az iOS eszköz nincs csatlakoztatva Wi-Fi-hez, és mobiladatot használ, akkor ez a megosztás mobiladatot fog fogyasztani a mobilcsomagodból. Az adatdíjak elkerülése érdekében győződjön meg róla, hogy az iOS eszköz csatlakozik egy Wi-Fi hálózathoz, mielőtt engedélyezné a megosztást.
is: Jika peranti iOS anda tidak disambungkan ke Wi-Fi dan menggunakan data selular, pengikatan ini akan menggunakan data dari rancangan selular anda. Untuk mengelakkan caj data, pastikan bahawa peranti iOS anda disambungkan ke rangkaian Wi-Fi sebelum mengaktifkan pengikatan.
it: Se il tuo dispositivo iOS non è connesso a Wi-Fi e sta utilizzando i dati cellulari, questo tethering consumerà dati dal tuo piano cellulare. Per evitare costi aggiuntivi, assicurati che il tuo dispositivo iOS sia connesso a una rete Wi-Fi prima di abilitare il tethering.
ja: iOS デバイスがWi-Fiに接続されておらず、セルラーデータを使用している場合、このテザリングはセルラープランからデータを消費します。データ料金を回避するためには、テザリングを有効にする前にiOSデバイスがWi-Fiネットワークに接続されていることを確認してください。
nl: Als uw iOS-apparaat niet is verbonden met Wi-Fi en mobiele data gebruikt, zal deze tethering gegevens verbruiken van uw mobiele abonnement. Om datakosten te voorkomen, zorg ervoor dat uw iOS-apparaat is verbonden met een Wi-Fi-netwerk voordat u tethering inschakelt.
no: Hvis iOS-enheten din ikke er koblet til Wi-Fi og bruker mobildata, vil deling av nettverk forbruke data fra mobilabonnementet ditt. For å unngå dataavgifter, sørg for at iOS-enheten din er koblet til et Wi-Fi-nettverk før du aktiverer deling.
pl: Jeśli urządzenie iOS nie jest podłączone do Wi-Fi i korzysta z danych komórkowych, udostępnianie łącza spowoduje zużycie danych z Twojego planu komórkowego. Aby uniknąć opłat za dane, upewnij się, że urządzenie iOS jest podłączone do sieci Wi-Fi przed włączeniem udostępniania łącza.
pt: Se o seu dispositivo iOS não estiver conectado ao Wi-Fi e estiver usando dados celulares, esse compartilhamento consumirá dados do seu plano celular. Para evitar cobranças de dados, certifique-se de que seu dispositivo iOS esteja conectado a uma rede Wi-Fi antes de ativar o compartilhamento.
ro: Dacă dispozitivul iOS nu este conectat la Wi-Fi și folosește date mobile, această funcție de partajare a conexiunii va consuma date din planul dvs. de date mobile. Pentru a evita taxele de date, asigurați-vă că dispozitivul iOS este conectat la o rețea Wi-Fi înainte de a activa partajarea.
ru: Если ваше устройство iOS не подключено к Wi-Fi и использует мобильные данные, этот режим использования данных из вашего тарифа мобильной связи. Чтобы избежать списания средств за данные, убедитесь, что ваше устройство iOS подключено к сети Wi-Fi перед включением режима использования данных.
sk: Ak váš iOS zariadenie nie je pripojené k Wi-Fi a používa mobilné dáta, toto zdieľanie spotrebuje dáta z vášho mobilného plánu. Aby ste sa vyhli poplatkom za dáta, uistite sa, že je vaše iOS zariadenie pripojené k Wi-Fi sieti pred povolením zdieľania.
sv: Om din iOS-enhet inte är ansluten till Wi-Fi och använder mobildata kommer denna delning att förbruka data från ditt mobilabonnemang. För att undvika dataavgifter, se till att din iOS-enhet är ansluten till ett Wi-Fi-nätverk innan du aktiverar delning.
tr: iOS cihazınız Wi-Fi'ye bağlı değilse ve mobil veriyi kullanıyorsa, bu bağlantı paylaşımı mobil planınızdan veri tüketir. Veri ücretlerinden kaçınmak için, paylaşımı etkinleştirmeden önce iOS cihazınızın bir Wi-Fi ağına bağlı olduğundan emin olun.
uk: Якщо ваш пристрій iOS не підключений до Wi-Fi і використовує мобільний інтернет, це підключення витрачатиме дані з вашого тарифу мобільного зв'язку. Щоб уникнути додаткових витрат, переконайтеся, що ваш пристрій iOS підключений до мережі Wi-Fi перед увімкненням роутера.

source: Main
bg: Главен
cs: Hlavní
da: Hoved
de: Haupt
el: Κύριο
es: Principal
et: Peamine
fi: Päävalikko
fr: Principal
he: ראשי
hr: Glavni
hu: Fő
is: Utama
it: Principale
ja: メイン
nl: Hoofd
no: Hoved
pl: Główny
pt: Principal
ro: Principal
ru: Главный
sk: Hlavná
sv: Huvud
tr: Ana Sayfa
uk: Головна

source: Network and Internet
bg: Мрежа и интернет
cs: Síť a internet
da: Netværk og internet
de: Netzwerk und Internet
el: Δίκτυο και Διαδίκτυο
es: Red de redes y Internet
et: Võrgu- ja internet
fi: Verkko ja internet
fr: Réseau et Internet
he: רשת ואינטרנט
hr: Mreža i internet
hu: Hálózat és internet
is: Jaringan dan Internet
it: Rete e Internet
ja: ネットワークとインターネット
nl: Netwerk en internet
no: Nettverk og Internett
pl: Sieć i Internet
pt: Rede e Internet
ro: Rețea și Internet
ru: Сеть и Интернет
sk: Sieť a internet
sv: Nätverk och internet
tr: Ağ ve İnternet
uk: Мережа та Інтернет

source: Phone
bg: телефон
cs: Telefon
da: Telefon
el: Τηλέφωνο
es: Teléfono
et: Telefon
fi: Puhelin
fr: Téléphone
he: טלפון
hr: Telefon
hu: Nem találtam fordítandó szót.
is: Telefon
it: Telefono
ja: 電話
nl: Telefoon
no: Telefon
pl: Telefon
pt: Telefone
ro: Telefon
ru: Телефон
sk: Telefón
sv: Telefon
tr: Telefon
uk: Телефон

source: Customize
bg: Персонализиране
cs: Přizpůsobit
da: Tilpas
de: Individuell anpassen
el: Προσαρμογή
es: Personalizar
et: Kohandamine
fi: Mukauta
fr: Personnaliser
he: התאמה אישית
hr: Prilagodi
hu: Testreszabás
is: Sesuaikan
it: Personalizza
ja: カスタマイズ
nl: Aanpassen
no: Tilpass
pl: Dostosuj
pt: Personalizar
ro: Personalizare
ru: Настроить
sk: Prispôsobiť
sv: Anpassa
tr: Özelleştir
uk: Налаштувати

source: Region and Language
bg: Регион и Език
cs: Oblast a jazyk
da: Region og sprog
de: Region und Sprache
el: Περιοχή και Γλώσσα
es: Región y Idioma
et: Piirkond ja keel
fi: Alue ja kieli
fr: Région et Langue
he: אזור ושפה
hr: Regija i Jezik
hu: Régió és Nyelv
is: Wilayah dan Bahasa
it: Regione e Lingua
ja: 地域と言語
nl: Regio en Taal
no: Region og språk
pl: Region i Język
pt: Região e Idioma
ro: Regiune și Limbă
ru: Регион и язык
sk: Región a Jazyk
sv: Region och språk
tr: Bölge ve Dil
uk: Регіон та мова

source: Multimedia
bg: Мултимедия
cs: Multimédia
da: Multimedie
el: Πολυμέσα
et: Multimeedia
fi: Monimedia
fr: Multimédia
he: מולטימדיה
hr: Multimedijski
hu: Multimédia
ja: マルチメディア
no: Multimedie
pt: Multimídia
ru: Мультимедиа
sk: Multimédiá
tr: Çoklu ortam
uk: Мультимедіа

source: Accounts
bg: Сметки
cs: Účty
da: Konti
de: Konten
el: Λογαριασμοί
es: Cuentas
et: Kontod
fi: Tilit
fr: Comptes
he: חשבונות
hr: Računi
hu: Számlák
is: Akaun
it: Accounti
ja: アカウント
no: Kontoer
pl: Konta
pt: Contas
ro: Conturi
ru: Учетные записи
sk: Účty
sv: Konton
tr: Hesaplar
uk: Облікові записи

source: Devices
bg: Устройства
cs: Zařízení
da: Enheder
de: Geräte
el: Συσκευές
es: Dispositivos
et: Seadmed
fi: Laitteet
fr: Appareils
he: התקן
hr: Uređaji
hu: Eszközök
is: Peranti
it: Dispositivi
ja: デバイス
nl: Apparaten
no: Enheter
pl: Urządzenia
pt: Dispositivos
ro: Dispozitive
ru: Устройства
sk: Zariadenia
sv: Enheter
tr: Cihazlar
uk: Пристрої

source: System
bg: Система
cs: Systém
el: Σύστημα
es: Sistema
et: Süsteem
fi: Järjestelmä
fr: Système
he: מערכת
hr: Sustav
hu: Rendszer
is: Sistem
it: Sistema
ja: システム
nl: Systeem
pt: Sistema
ro: Sistem
ru: Система
sk: Systém
sv: Systemet
tr: Sistem
uk: Система

source: About
bg: Относно
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
et: Teave
fi: Tietoja
fr: À propos
he: אודות
hr: O programu
hu: Névjegy
is: Tentang
it: Informazioni
ja: について
nl: Over
no: Om
pl: O programie
pt: Sobre
ro: Despre
ru: О программе
sk: O programe
sv: Om
tr: Hakkında
uk: Про програму

source: Other
bg: Нищо
cs: Nemohu najít žádný překlad.
da: Andet
de: Anderes
el: Άλλο
es: Otro
et: Muu
fi: Muu
fr: Autre
he: אחר
hr: Drugo
hu: Egyéb
is: lain
it: Altro
ja: その他
nl: Andere
no: Annet
pl: Inne
pt: Outro
ro: Altele
ru: Другой
sk: Iné
sv: Annat
tr: Diğer
uk: Інше

source: Search...
bg: Търсене...
cs: Hledat...
da: Søg...
de: Suchen ....
el: Αναζήτηση...
es: Buscar...
et: Otsi...
fi: Haku...
fr: Rechercher...
he: חיפוש...
hr: Pretraži...
hu: Keresés...
is: Cari...
it: Cerca...
ja: 検索...
nl: Zoeken...
no: Søk...
pl: Szukaj...
pt: Pesquisar...
ro: Căutare...
ru: Поиск...
sk: Vyhľadať...
sv: Sök...
tr: Ara...
uk: Пошук...

source: Configure AppimageLauncher
bg: Настройване на AppimageLauncher
cs: Nakonfigurovat AppimageLauncher
da: Konfigurér AppimageLauncher
de: AppimageLauncher konfigurieren
el: Ρύθμιση του AppimageLauncher
es: Configurar AppimageLauncher
et: Seadista AppimageLauncher
fi: Määritä AppimageLauncher
fr: Configurer AppimageLauncher
he: הגדר AppimageLauncher
hr: Konfigurirajte AppimageLauncher
hu: AppimageLauncher konfigurálása
is: Konfigurasikan AppimageLauncher
it: Configura AppimageLauncher
ja: AppimageLauncherの設定
nl: AppimageLauncher configureren
no: Konfigurer AppimageLauncher
pl: Skonfiguruj AppimageLauncher
pt: Configurar AppimageLauncher
ro: Configurați AppimageLauncher
ru: Настроить AppimageLauncher
sk: Konfigurovať AppimageLauncher
sv: Konfigurera AppimageLauncher
tr: AppimageLauncher'ı yapılandır
uk: Налаштувати AppimageLauncher

source: Choose the behavior of programs available in .appimage
bg: Изберете поведението на програмите, налични в .appimage.
cs: Vyberte chování programů dostupných v .appimage.
da: Vælg adfærd for programmer tilgængelige i .appimage.
de: Wählen Sie das Verhalten der in .appimage verfügbaren Programme
el: Επιλέξτε τη συμπεριφορά των προγραμμάτων που είναι διαθέσιμα σε .appimage.
es: Elige el comportamiento de los programas disponibles en .appimage
et: Valige .appimage'is saadaolevate programmide käitumine
fi: Valitse .appimagen ohjelmien käyttäytyminen
fr: Choisissez le comportement des programmes disponibles dans .appimage
he: בחר את ההתנהגות של התוכניות הזמינות ב־.appimage
hr: Odaberite ponašanje programa dostupnih u .appimage datotekama
hu: Válassza ki a .appimage-ben elérhető programok viselkedését.
is: Pilih perilaku program yang tersedia dalam .appimage
it: Scegli il comportamento dei programmi disponibili in .appimage
ja: .appimage内で利用可能なプログラムの動作を選択します
nl: Kies het gedrag van programma's die beschikbaar zijn in .appimage.
no: Velg oppførselen til programmer tilgjengelig i .appimage
pl: Wybierz zachowanie programów dostępnych w .appimage.
pt: Escolha o comportamento dos programas disponíveis em .appimage
ro: Alegeți comportamentul programelor disponibile în .appimage.
ru: Выберите поведение программ, доступных в .appimage.
sk: Vyberte správanie programov dostupných v .appimage.
sv: Välj beteendet för program som är tillgängliga i .appimage.
tr: .appimage dosyasında bulunan programların davranışını seçin
uk: Виберіть поведінку програм, доступних у .appimage.

source: Usage settings for old music CDs are not valid for MP3 music.
da: Brugsindstillingerne for gamle musik-CD'er er ikke gyldige for MP3-musik.
el: Οι ρυθμίσεις χρήσης για παλιά μουσικά CD δεν είναι έγκυρες για τη μουσική σε μορφή MP3.
et: Vana muusika CD-de kasutamise seaded pole MP3 muusika jaoks kehtivad.
hu: Az régi zene CD-k használati beállításai nem érvényesek az MP3 zenére.
is: Pengaturan penggunaan untuk CD musik lama tidak valid untuk musik MP3.
it: Le impostazioni di utilizzo per i vecchi CD musicali non sono valide per la musica in formato MP3.
nl: Gebruiksinstellingen voor oude muziek-cd's zijn niet geldig voor MP3-muziek.
ru: Настройки использования для старых музыкальных CD не действительны для музыки в формате MP3.
sv: Användningsinställningar för gamla musik-CD-skivor är inte giltiga för MP3-musik.

source: Search for servers (zeroconf)
da: Søg efter servere (zeroconf)
el: Αναζήτηση διακομιστών (zeroconf)
et: Otsi servereid (zeroconf)
hu: Szerverek keresése (zeroconf)
is: Cari server (zeroconf)
it: Cerca server (zeroconf)
nl: Zoek naar servers (zeroconf)
ru: Поиск серверов (zeroconf)
sv: Sök efter servrar (zeroconf)

source: Restore program configuration
bg: Възстановяване на конфигурацията на програмата
cs: Obnovit konfiguraci programu
da: Gendan programkonfiguration
de: Programmkonfiguration wiederherstellen
el: Επαναφορά ρυθμίσεων προγράμματος
es: Restaurar configuración del programa
et: Taasta programmi konfiguratsioon
fi: Palauta ohjelman asetukset
fr: Restaurer la configuration du programme
he: שחזור הגדרות התוכנית
hr: Vrati konfiguraciju programa
hu: Programkonfiguráció visszaállítása
is: Pulihkan konfigurasi program
it: Ripristina configurazione del programma
ja: プログラム構成を復元
nl: Programconfiguratie herstellen
no: Gjenopprett programkonfigurasjonen
pl: Przywróć konfigurację programu
pt: Restaurar configuração do programa
ro: Restabilirește configurarea programului
ru: Восстановить конфигурацию программы
sk: Obnoviť konfiguráciu programu
sv: Återställ programkonfigurationen
tr: Program yapılandırmasını geri yükle
uk: Відновити конфігурацію програми
