{"bg":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Контролен център"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Използване на интернет от вашия Android устройство на Linux чрез USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["За споделяне на интернет връзката на вашия смартфон с Android с компютър с Linux чрез USB кабел, следвайте тези стъпки:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Свържете вашия Android смартфон към компютъра с Linux чрез USB кабел."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["На вашия смартфон отворете \"Настройки\" и навигирайте до \"Мрежа и интернет\" или \"Връзки и споделяне\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Търсете \"USB Tethering\", \"USB Tether\" или подобни термини и го активирайте."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Това ще установи интернет връзката автоматично на вашия компютър с Linux, без да се изисква допълнителна конфигурация."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ако вашият Android устройство не е свързано към Wi-Fi и използва мобилни данни, този тетъринг ще консумира данни от вашия мобилен план. За да избегнете такси за данни, се уверете, че вашият Android устройство е свързано към Wi-Fi мрежа, преди да активирате тетъринг."]},"Close":{"*":["Затвори"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Използване на интернет от вашия iOS устройство на Linux чрез USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["За споделяне на интернет връзката на вашия iOS смартфон с Linux компютър чрез USB кабел, следвайте тези стъпки:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Свържете вашия iOS устройство с Linux компютъра чрез USB кабел."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["На вашия iOS устройство, отидете на 'Настройки', след което изберете 'Лична мрежа'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Активирайте \"Позволи на други да се присъединят\". Това може автоматично да активира \"USB пренос на интернет\" при откриване на USB връзка."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ако вашият iOS устройство не е свързано към Wi-Fi и използва мобилни данни, този тетъринг ще консумира данни от вашия мобилен план. За да избегнете такси за данни, се уверете, че вашият iOS устройство е свързано към Wi-Fi мрежа, преди да активирате тетъринг."]},"Main":{"*":["Главен"]},"Network and Internet":{"*":["Мрежа и интернет"]},"Phone":{"*":["телефон"]},"Customize":{"*":["Персонализиране"]},"Region and Language":{"*":["Регион и Език"]},"Multimedia":{"*":["Мултимедия"]},"Accounts":{"*":["Сметки"]},"Devices":{"*":["Устройства"]},"System":{"*":["Система"]},"About":{"*":["Относно"]},"Other":{"*":["Нищо"]},"Search...":{"*":["Търсене..."]},"Configure AppimageLauncher":{"*":["Настройване на AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Изберете поведението на програмите, налични в .appimage."]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Настройките за използване на стари музикални CD-та не са валидни за MP3 музика."]},"Search for servers (zeroconf)":{"*":["Търсене на сървъри (zeroconf)"]},"Restore program configuration":{"*":["Възстановяване на конфигурацията на програмата"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Инструмент за улесняване на възстановяването на инсталираната система, основно възстановяване на системния бут (Grub). Може да се използва също така за достъп до мениджъра на пакети и терминала на инсталираната система."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Предоставяме пълни конфигурации за избор по изключително лесен начин."]},"Install or remove programs.":{"*":["Инсталиране или премахване на програми."]},"Introduction to BigLinux":{"*":["Въведение в BigLinux"]},"Themes to Bootsplash":{"*":["Теми за стартов екран"]},"Brightness and color":{"*":["Яркост и цвят"]},"Control brightness and colors":{"*":["Контролирайте яркостта и цветовете"]},"Search for SSH servers":{"*":["Търсене на SSH сървъри"]},"Search for VNC servers":{"*":["Търсене на VNC сървъри"]},"Expand device support":{"*":["Разширяване на поддръжката на устройства"]},"The basis of the system and video card support":{"*":["Основата на системата и поддръжката на видеокартата"]},"Configure this window border theme":{"*":["Конфигурирайте темата на границата на този прозорец."]},"Configure this windows theme.":{"*":["Конфигурирайте този Windows тема."]},"Advanced Audio Manager - Alsamixer":{"*":["Разширен мениджър на аудио - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Аудио контролер в случай на липса на звук."]},"Partition or format":{"*":["Раздел или форматиране"]},"Be careful, this program may erase all data on your computer.":{"*":["Внимавайте, тази програма може да изтрие всички данни на вашия компютър."]},"Storage Information (SMART)":{"*":["Информация за съхранение (SMART)"]},"Gufw Firewall":{"*":["Gufw Защитна стена"]},"Configure security rules for the internet connection.":{"*":["Конфигуриране на правила за сигурност за интернет връзката."]},"Configure webcam or capture card":{"*":["Конфигуриране на уебкамера или карта за заснемане"]},"HP printers":{"*":["Принтери на HP"]},"Check status, ink level and maintenance.":{"*":["Проверете статуса, нивото на мастилото и поддръжката."]},"Scanners HP":{"*":["Скенери HP"]},"Assemble Apple Hardware":{"*":["Сглобяване на Apple хардуер"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["С тази програма можете да достъпите програми на вашия Apple iPhone или iPad по подобен начин на достъпа до файлове на USB флаш устройство."]},"Connect to the internet using Android":{"*":["Свържете се с интернет чрез Android."]},"Connect to Internet":{"*":["Свържете се с Интернет"]},"Connect to the internet using iOS":{"*":["Свържете се с интернет чрез iOS."]},"Equalizer (DSP)":{"*":["Еквалайзер (DSP)"]},"Virtual desktops and activities":{"*":["Виртуални работни плотове и дейности"]},"Create more than one virtual desktop by switching between them.":{"*":["Създайте повече от един виртуален работен плот, като превключвате между тях."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Активирането на търсенето може да консумира значително количество памет и обработващи ресурси. Това може да доведе до забавяне на системата, в зависимост от броя на потребителските файлове."]},"Adjust the date, time and time zone.":{"*":["Настройка на дата, час и часова зона."]},"Plasma Firewall":{"*":["Плазмена защитна стена"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Конфигурирайте правила за сигурност на връзките. Този защитен стена е базиран на инфраструктурата на Gufw."]},"Integration with Google Drive and ownCloud":{"*":["Интеграция с Google Drive и ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Достъп до файловете си, които се намират на Google Drive или ownCloud директно от файловия мениджър."]},"Layout settings, hotkeys and other options.":{"*":["Настройки на изгледа, бързи клавиши и други опции."]},"Manage connections":{"*":["Управление на връзките"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Разширена конфигурация на мрежата (VPN, wifi, кабелна връзка, фиксиран IP адрес, PPPoE, ADSL, кабелна мрежа, мобилен интернет и други)."]},"Manage services (Systemd)":{"*":["Управление на услуги (Systemd)"]},"Configure the Kvantum theme":{"*":["Конфигурирайте темата на Квантум"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["За да работи настройката на Kvantum, приложете Kvantum темата в 'App Style'."]},"KDE Password Wallet":{"*":["Кошница за пароли на KDE"]},"Snapshots and backups":{"*":["Снимки и резервни копия"]},"Create or activate restore points":{"*":["Създаване или активиране на точки за възстановяване"]},"Manage files":{"*":["Управление на файлове"]},"Get access to your files and folders.":{"*":["Достъп до вашите файлове и папки."]},"Storage Usage":{"*":["Използване на съхранение"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Този софтуер може да прехвърля файлове между смартфони, таблети и други компютри. С него можете, например, да използвате смартфона си като безжична мишка и клавиатура за управление на компютъра, сред другите функции. Той се интегрира по-добре с BigLinux и се намира сред аплетите, разположени близо до системния часовник. За синхронизиране със смартфона си, отидете в Google Store или Apple Store и инсталирайте Kde Connect."]},"Terminal":{"*":["Терминал"]},"Access the command terminal.":{"*":["Достъп до командния терминал."]},"Password Manager":{"*":["Мениджър за пароли"]},"Sound and microphone":{"*":["Звук и микрофон"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Конфигуриране или промяна на аудио входни и изходни устройства. (Пример: HDMI)"]},"Shared file information":{"*":["Информация за споделения файлове"]},"Printers":{"*":["Принтери"]},"Install, configure or remove printers.":{"*":["Инсталиране, конфигуриране или премахване на принтери."]},"KDE Control Center":{"*":["KDE Контролен Център"]},"Advanced power configurator":{"*":["Разширен конфигуратор за захранване"]},"$APP":{"*":["$ПРИЛОЖЕНИЕ"]},"Erro na criação do diretório : $bigdir":{"*":["Грешка при създаването на директорията: $bigdir"]},"Category":{"*":["Категория"]},"Name":{"*":["Име"]},"ID":{"*":["ИД"]},"Info":{"*":["Информация"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["Докладът беше запазен във файл: $FILE_TO_SAVE\nИскате ли да прегледате доклада сега?"]},"Visualizar o relatório":{"*":["Визуализирайте доклада"]},"Fechar":{"*":["Затвори"]},"Hardinfo Relatory":{"*":["Hardinfo Доклад"]},"Central de Controle - Webcam":{"*":["Контролен панел - Уебкамера"]},"Nenhuma webcam localizada.":{"*":["Няма открита уеб камера."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["Уебкамерата вече се използва от приложения:"]},"Abrirei em modo de configuração. ":{"*":["Ще се отвори в режим на конфигурация."]},"As alterações feitas podem ser vistas":{"*":["Промените, направени във файла, могат да бъдат видяни."]},"na imagem da sua webcam em outros programas.":{"*":["в другите програми."]},"Introdução ao BigLinux":{"*":["Въведение в BigLinux"]},"Aguarde, carregando...":{"*":["Изчакайте, зареждане..."]},"Bem vindo ao BigLinux":{"*":["Добре дошли в BigLinux"]},"Comece com algumas etapas simples.":{"*":["Започнете с няколко прости стъпки."]},"Mostrar na inicialização":{"*":["Показване при стартиране"]},"Olá":{"*":["Iзвинете"]},"Ajustes iniciais":{"*":["Начални настройки"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["Предоставяме пълни настройки, които можете да изберете по много лесен начин."]},"Configurações da Tela":{"*":["Настройки на екрана"]},"Escolha seu navegador padrão":{"*":["Изберете вашия стандартен браузър"]},"Defina seus programas padrões.":{"*":["Задайте своите стандартни програми."]},"Outros navegadores":{"*":["Други браузъри"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect е приложение, което улеснява безжичните комуникации и преноса на данни между устройства в локални мрежи. Достъпен в Google Play Store за Android и Apple Store за iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Инсталиране на драйвер и информация за хардуер"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Инсталиране или премахване на драйвери и фърмуери по лесен начин."]},"Impressoras":{"*":["Принтери"]},"Conheça alguns recursos":{"*":["Използвайте някои функции"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Нашата система е колаборативна, включете се в това развитие. Проверете новостите!"]},"Big Store":{"*":["Голям магазин"]},"Web Apps":{"*":["Уеб приложения"]},"Redutor de Ruídos":{"*":["Намалител на шума"]},"Configurar a voz do sistema (TTS)":{"*":["Настройка на гласа на системата (TTS)"]},"OCR para PDF":{"*":["OCR към PDF"]},"Doação e Redes sociais":{"*":["-"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Вашият дар е много важен за проекта и последвайте социалните мрежи."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Поздравления, завършихте първите стъпки за използване на BigLinux."]},"Aguarde...":{"*":["Изчакайте..."]},"Verificando conexão com a Internet...":{"*":["Проверка на интернет връзка..."]},"Sem conexão com a Internet...":{"*":["Няма интернет връзка..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["При изтриване на настройките, инсталираните програми вътре в Waydroid и техните настройки ще бъдат загубени. Наистина ли искате да ги премахнете?"]},"Configurações removidas com sucesso!":{"*":["Настройките бяха успешно премахнати!"]},"Nenhuma configuração foi removida!":{"*":["Нито една конфигурация не беше премахната!"]},"Não existem configurações para remover.":{"*":["Няма налични настройки за премахване."]},"ID do Android:":{"*":["Идентификационен номер на Android:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Неуспешно възстановяване на Android ID. \\n\\nВнимание: Waydroid трябва да бъде отворен."]},"Remover":{"*":["Премахване"]},"Maximizado":{"*":["Максимизирано"]},"Desinstalar":{"*":["Деинсталиране"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["Не открих поддръжка на виртуализацията, може би е необходимо да активирате тази опция в BIOS на компютъра."]},"Utilize programas para Android no BigLinux.":{"*":["Използвайте приложения за Android на BigLinux."]},"Instalar o Waydroid":{"*":["Инсталиране на Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Инсталиране на Waydroid с Google Apps"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Изтеглянето е около 1 GB, в зависимост от връзката ви може да отнеме време."]},"Resolução":{"*":["Разделителна способност"]},"Paisagem":{"*":["I do not have anything to translate for this string."]},"Retrato":{"*":["There is no text to translate in your request."]},"Aceleração 3D":{"*":["3D ускорение"]},"Desativado":{"*":["Изключено"]},"Ativado":{"*":["Активирано"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroid може също да бъде стартиран чрез менюто на системата"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Ако 3D ускорението е активирано на несъвместим хардуер, Android няма да премине през екрана на зареждане."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D ускорението не е съвместимо с видео карти Nvidia, използващи собствен драйвер."]},"Exibir ID do Android":{"*":["Показване на идентификатор на Android"]},"Ativar Google Apps":{"*":["Активиране на Google Apps"]},"PlayStore":{"*":["PlayStore"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["За да активирате PlayStore, трябва да кликнете върху (Показване на идентификатора на Android) и да копирате идентификатора на Android, след това кликнете върху (Активиране на Google Apps), за да отворите страницата за Регистрация на устройството, трябва да сте влезли в профила си в Google, въведете своя идентификатор на Android и направете регистрацията. Може да отнеме няколко минути да се активира във вашия Waydroid. Затворете и отворете отново. Готово!"]},"Remover Configurações":{"*":["Премахване на настройките"]},"Desinstalar o Waydroid":{"*":["Деинсталиране на Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Ако 3D ускорението е активирано на несъвместим хардуер, Android няма да премине през екрана на зареждане."]},"Parar o Waydroid":{"*":["Спиране на Waydroid"]},"Iniciar o Waydroid":{"*":["Стартиране на Waydroid"]}}}}