{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Hledání"]},"Control Center":{"*":["Ovládací centrum"]},"Main":{"*":["Hlavní"]},"Network and Internet":{"*":["Síť a internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Přizpůsobit"]},"Region and Language":{"*":["Oblast a jazyk"]},"Multimedia":{"*":["Multimédia"]},"Accounts":{"*":["Účty"]},"Devices":{"*":["Zařízení"]},"System":{"*":["Systém"]},"About":{"*":["Asi"]},"Other":{"*":["Jiný"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Používání internetu vašeho zařízení Android v systému Linux přes USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Chcete-li sdílet internetové připojení smartphonu Android s počítačem se systémem Linux pomocí kabelu USB, postupujte takto:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Připojte svůj smartphone Android k počítači se systémem Linux pomocí kabelu USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Na svém smartphonu otevřete \"Nastavení\" a přejděte na \"Síť a internet\" nebo \"Připojení a sdílení\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Vyhledejte \"USB Tethering\", \"USB Tether\" nebo podobné výrazy a povolte jej."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Pokud vaše zařízení Android není připojeno k Wi-Fi a používá mobilní data, bude toto tethering spotřebovávat data z vašeho mobilního tarifu. Abyste se vyhnuli poplatkům za data, ujistěte se, že je vaše zařízení Android před povolením tetheringu připojeno k síti Wi-Fi."]},"Close":{"*":["Zavřít"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Používání internetu vašeho iOS zařízení v systému Linux přes USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Chcete-li sdílet internetové připojení smartphonu iOS s počítačem se systémem Linux pomocí kabelu USB, postupujte takto:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Připojte iOS zařízení k počítači s Linuxem pomocí USB kabelu."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Na zařízení iOS přejděte do \"Nastavení\" a poté vyberte \"Osobní hotspot\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Povolte možnost \"Povolit ostatním připojit se\". To může automaticky povolit \"USB Tethering\", pokud je detekováno připojení USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Pokud vaše iOS zařízení není připojené k Wi-Fi a používá mobilní data, bude toto tethering spotřebovávat data z vašeho mobilního tarifu. Abyste se vyhnuli poplatkům za data, ujistěte se, že je vaše iOS zařízení před zapnutím tetheringu připojené k Wi-Fi síti."]},"Configure AppimageLauncher":{"*":["Konfigurace AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Volba chování programů dostupných v .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Nastavení použití pro staré hudební CD neplatí pro hudbu ve formátu MP3."]},"Search for servers (zeroconf)":{"*":["Vyhledávání serverů (zeroconf)"]},"Restore program configuration":{"*":["Obnovení konfigurace programu"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Nástroj, který usnadňuje obnovu nainstalovaného systému, zejména obnovení spouštění systému (Grub). Lze jej také použít pro přístup ke správci balíčků a terminálu nainstalovaného systému."]},"Themes, Desktop and Tweaks":{"*":["Motivy, plocha a vychytávky"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Poskytujeme kompletní konfigurace, které si můžete vybrat velmi jednoduchým způsobem."]},"Install or remove programs.":{"*":["Nainstalujte nebo odeberte programy."]},"Introduction to BigLinux":{"*":["Úvod do BigLinuxu"]},"Themes to Bootsplash":{"*":["Témata pro Bootsplash"]},"Brightness and color":{"*":["Jas a barva"]},"Control brightness and colors":{"*":["Ovládání jasu a barev"]},"Search for SSH servers":{"*":["Vyhledejte servery SSH"]},"Search for VNC servers":{"*":["Vyhledávání VNC serverů"]},"Configure this window border theme":{"*":["Konfigurovat tento motiv ohraničení okna"]},"Configure this windows theme.":{"*":["Nakonfigurujte tento motiv oken."]},"Advanced Audio Manager - Alsamixer":{"*":["Pokročilý správce zvuku - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Audio ovladač v případě, že není slyšet žádný zvuk."]},"Partition or format":{"*":["Oddíl nebo formát"]},"Be careful, this program may erase all data on your computer.":{"*":["Buďte opatrní, tento program může vymazat všechna data ve vašem počítači."]},"Storage Information (SMART)":{"*":["Informace o úložišti (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Nakonfigurujte pravidla zabezpečení pro připojení k internetu."]},"Configure webcam or capture card":{"*":["Konfigurace webové kamery nebo snímací karty"]},"HP printers":{"*":["Tiskárny HP"]},"Check status, ink level and maintenance.":{"*":["Zkontrolujte stav, hladinu inkoustu a údržbu."]},"Scanners HP":{"*":["Skenery HP"]},"Assemble Apple Hardware":{"*":["Sestavení hardwaru Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Pomocí tohoto programu můžete přistupovat k programům na vašem Apple iPhone nebo iPad podobným způsobem jako k přístupu k souborům na USB flash disku."]},"Connect to the internet using Android":{"*":["Připojte se k internetu pomocí Androidu"]},"Connect to Internet":{"*":["Připojte se k internetu"]},"Connect to the internet using iOS":{"*":["Připojení k internetu pomocí iOS"]},"Equalizer (DSP)":{"*":["Ekvalizér (DSP)"]},"Virtual desktops and activities":{"*":["Virtuální desktopy a aktivity"]},"Create more than one virtual desktop by switching between them.":{"*":["Vytvořte více než jednu virtuální plochu přepínáním mezi nimi."]},"Enabling search increases system memory and processing consumption.":{"*":["Povolením vyhledávání zvýšíte spotřebu systémové paměti a zpracování."]},"Adjust the date, time and time zone.":{"*":["Upravte datum, čas a časové pásmo."]},"Plasma Firewall":{"*":["Plazmový firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Nakonfigurujte pravidla zabezpečení pro připojení. Tento firewall je založen na infrastruktuře Gufw"]},"Integration with Google Drive and ownCloud":{"*":["Integrace s Google Drive a ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Přistupujte ke svým souborům, které jsou na Disku Google nebo ownCloud, přímo ze správce souborů."]},"Layout settings, hotkeys and other options.":{"*":["Nastavení rozvržení, klávesové zkratky a další možnosti."]},"Manage connections":{"*":["Správa připojení"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Pokročilá konfigurace sítě (VPN, wifi, kabelová, pevná IP, PPPoE, ADSL, kabelová síť, mobilní širokopásmové připojení a další)."]},"Manage services (Systemd)":{"*":["Správa služeb (Systemd)"]},"Configure the Kvantum theme":{"*":["Konfigurace motivu Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Aby nastavení Kvantum fungovalo, použijte motiv Kvantum ve \"Stylu aplikace\"."]},"KDE Password Wallet":{"*":["Peněženka hesel KDE"]},"Manage files":{"*":["Správa souborů"]},"Get access to your files and folders.":{"*":["Získejte přístup ke svým souborům a složkám."]},"Storage Usage":{"*":["Využití úložiště"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Tento program dokáže přenášet soubory mezi smartphony, tablety a jinými počítači. S ním můžete svůj smartphone mimo jiné používat například jako bezdrátovou myš a klávesnici k ovládání počítače. Lépe se integruje s BigLinuxem a sedí mezi applety umístěnými v blízkosti systémových hodin. Chcete-li synchronizovat se svým chytrým telefonem, přejděte do obchodu Google Store nebo Apple Store a nainstalujte si Kde Connect."]},"Terminal":{"*":["Terminál"]},"Access the command terminal.":{"*":["Otevřete příkazový terminál."]},"Password Manager":{"*":["Správce hesel"]},"Sound and microphone":{"*":["Zvuk a mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Nakonfigurujte nebo změňte vstupní a výstupní zvuková zařízení. (Např. HDMI)"]},"Shared file information":{"*":["Informace o sdílených souborech"]},"Printers":{"*":["Tiskárny"]},"Install, configure or remove printers.":{"*":["Instalace, konfigurace nebo odebrání tiskáren."]},"KDE Control Center":{"*":["Ovládací centrum KDE"]},"Advanced power configurator":{"*":["Pokročilý konfigurátor napájení"]}}}}