{"cs":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Řídící centrum"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Použití internetu z vašeho zařízení s Androidem v Linuxu pomocí USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Chcete-li sdílet internetové připojení svého chytrého telefonu s Androidem s počítačem Linux pomocí USB kabelu, postupujte podle těchto kroků:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Připojte svůj smartphone s Androidem k počítači s Linuxem pomocí USB kabelu."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Na svém smartphonu otevřete „Nastavení“ a přejděte na „Síť a internet“ nebo „Připojení a sdílení“."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Hledejte „USB sdílení připojení“, „USB sdílení“ nebo podobné termíny a povolte ho."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Toto automaticky naváže internetové připojení na vašem počítači s Linuxem bez potřeby jakékoliv další konfigurace."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Pokud není váš zařízení s Androidem připojeno k Wi-Fi a používá mobilní data, toto připojení bude spotřebovávat data z vašeho mobilního tarifu. Abyste se vyhnuli poplatkům za data, ujistěte se, že je vaše zařízení s Androidem připojeno k Wi-Fi síti před povolením připojení."]},"Close":{"*":["Zavřít"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Použití internetu vašeho zařízení iOS na Linuxu pomocí USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Chcete-li sdílet internetové připojení svého chytrého telefonu s iOS s počítačem Linux pomocí USB kabelu, postupujte podle těchto kroků:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Připojte své zařízení iOS k počítači s Linuxem pomocí USB kabelu."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Na vašem zařízení s iOS přejděte do nabídky „Nastavení“ a poté vyberte „Osobní hotspot“."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Povolit „Povolit ostatním připojení“. To může automaticky povolit „USB sdílení připojení“, pokud je detekováno USB připojení."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Pokud není váš iOS zařízení připojeno k Wi-Fi a používá mobilní data, sdílení připojení bude spotřebovávat data z vašeho mobilního tarifu. Abyste se vyhnuli poplatkům za data, ujistěte se, že je vaše iOS zařízení připojeno k Wi-Fi síti před povolením sdílení připojení."]},"Main":{"*":["Hlavní"]},"Network and Internet":{"*":["Síť a internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Přizpůsobit"]},"Region and Language":{"*":["Oblast a jazyk"]},"Multimedia":{"*":["Multimédia"]},"Accounts":{"*":["Účty"]},"Devices":{"*":["Zařízení"]},"System":{"*":["Systém"]},"About":{"*":["O aplikaci"]},"Other":{"*":["Nemohu najít žádný překlad."]},"Search...":{"*":["Hledat..."]},"Configure AppimageLauncher":{"*":["Nakonfigurovat AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Vyberte chování programů dostupných v .appimage."]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Nastavení použití pro staré hudební CD nejsou platná pro MP3 hudbu."]},"Search for servers (zeroconf)":{"*":["Hledat servery (zeroconf)"]},"Restore program configuration":{"*":["Obnovit konfiguraci programu"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Nástroj umožňující obnovu nainstalovaného systému, hlavně obnovení systémového zavaděče (Grub). Lze ho také použít k přístupu k správci balíčků a terminálu nainstalovaného systému."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Poskytujeme kompletní konfigurace, které můžete vybrat velmi jednoduchým způsobem."]},"Install or remove programs.":{"*":["Nainstalovat nebo odstranit programy."]},"Introduction to BigLinux":{"*":["Úvod do BigLinux"]},"Themes to Bootsplash":{"*":["Témata pro úvodní obrazovku"]},"Brightness and color":{"*":["Jas a barvy"]},"Control brightness and colors":{"*":["Ovládání jasu a barev"]},"Search for SSH servers":{"*":["Hledat SSH servery"]},"Search for VNC servers":{"*":["Hledat servery VNC"]},"Expand device support":{"*":["Rozšířit podporu zařízení"]},"The basis of the system and video card support":{"*":["Základ systému a podpora grafické karty"]},"Configure this window border theme":{"*":["Nakonfigurujte téma ohraničení okna"]},"Configure this windows theme.":{"*":["Nakonfigurujte tento motiv systému Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Pokročilý správce zvuku - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Ovladač zvuku v případě žádného zvuku."]},"Partition or format":{"*":["Rozdělit nebo naformátovat"]},"Be careful, this program may erase all data on your computer.":{"*":["Buďte opatrní, tento program může smazat všechna data na vašem počítači."]},"Storage Information (SMART)":{"*":["Informace o úložišti (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Nakonfigurujte pravidla zabezpečení pro internetové připojení."]},"Configure webcam or capture card":{"*":["Nakonfigurujte webkameru nebo videozachytávací kartu"]},"HP printers":{"*":["Tiskárny HP"]},"Check status, ink level and maintenance.":{"*":["Zkontrolujte stav, úroveň inkoustu a údržbu."]},"Scanners HP":{"*":["Skenery HP"]},"Assemble Apple Hardware":{"*":["Sestavit Apple hardware"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["S tímto programem můžete přistupovat k programům na vašem Apple iPhone nebo iPadu podobným způsobem jako k přístupu k souborům na USB klíčence."]},"Connect to the internet using Android":{"*":["Připojte se k internetu pomocí Androidu"]},"Connect to Internet":{"*":["Připojit k internetu"]},"Connect to the internet using iOS":{"*":["Připojte se k internetu pomocí iOS."]},"Equalizer (DSP)":{"*":["Ekvalizér (DSP)"]},"Virtual desktops and activities":{"*":["Virtuální plochy a aktivity"]},"Create more than one virtual desktop by switching between them.":{"*":["Vytvořte více než jeden virtuální pracovní plochu přepínáním mezi nimi."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Aktivace vyhledávání může spotřebovat významné množství paměti a zpracovávacích prostředků. To může způsobit zpomalení systému v závislosti na počtu uživatelských souborů."]},"Adjust the date, time and time zone.":{"*":["Upravte datum, čas a časové pásmo."]},"Plasma Firewall":{"*":["Plazmová firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Nakonfigurujte pravidla zabezpečení pro připojení. Tato firewall je založena na infrastruktuře Gufw."]},"Integration with Google Drive and ownCloud":{"*":["Integrace s Google Drive a ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Přistupujte ke svým souborům uloženým na Google Drive nebo ownCloud přímo z souborového správce."]},"Layout settings, hotkeys and other options.":{"*":["Nastavení rozložení, klávesové zkratky a další možnosti."]},"Manage connections":{"*":["Spravovat připojení"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Pokročilá síťová konfigurace (VPN, wifi, kabelové, pevná IP adresa, PPPoE, ADSL, kabelová síť, mobilní širokopásmové připojení a další)."]},"Manage services (Systemd)":{"*":["Spravovat služby (Systemd)"]},"Configure the Kvantum theme":{"*":["Nakonfigurujte téma Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Pro správné fungování nastavení Kvantum použijte motiv Kvantum v „Styl aplikace“."]},"KDE Password Wallet":{"*":["KDE Úschovna hesel"]},"Snapshots and backups":{"*":["Snímky a zálohy"]},"Create or activate restore points":{"*":["Vytvořit nebo aktivovat body obnovení"]},"Manage files":{"*":["Spravovat soubory"]},"Get access to your files and folders.":{"*":["Získejte přístup ke svým souborům a složkám."]},"Storage Usage":{"*":["Využití úložiště"]},"KDE Connect":{"*":["KDE Připojení"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Tento program umožňuje přenos souborů mezi chytrými telefony, tablety a jinými počítači. Například můžete použít svůj chytrý telefon jako bezdrátovou myš a klávesnici k ovládání počítače a další funkce. Lepší integrace je s BigLinux a nachází se mezi applety poblíž systémového hodin. Pro synchronizaci se svým chytrým telefonem přejděte do obchodu Google Store nebo Apple Store a nainstalujte Kde Connect."]},"Terminal":{"*":["Příkazový řádek"]},"Access the command terminal.":{"*":["Přistupte k příkazovému terminálu."]},"Password Manager":{"*":["Správce hesel"]},"Sound and microphone":{"*":["Zvuk a mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurace nebo změna vstupních a výstupních zvukových zařízení. (Např. HDMI)"]},"Shared file information":{"*":["Informace o sdíleném souboru"]},"Printers":{"*":["Tiskárny"]},"Install, configure or remove printers.":{"*":["Nainstalovat, nakonfigurovat nebo odebrat tiskárny."]},"KDE Control Center":{"*":["Centrum ovládání KDE"]},"Advanced power configurator":{"*":["Pokročilý konfigurátor napájení"]},"$APP":{"*":["$APLIKACE"]},"Erro na criação do diretório : $bigdir":{"*":["Chyba při vytváření adresáře: $bigdir"]},"Category":{"*":["Kategorie"]},"Name":{"*":["Jméno"]},"ID":{"*":["Identifikátor"]},"Info":{"*":["Informace"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["Chcete nyní zobrazit zprávu?"]},"Visualizar o relatório":{"*":["Zobrazit zprávu"]},"Fechar":{"*":["Zavřít"]},"Hardinfo Relatory":{"*":["Hardinfo Zpráva"]},"Central de Controle - Webcam":{"*":["Centrální ovládací panel - Webkamera"]},"Nenhuma webcam localizada.":{"*":["Žádná webová kamera nenalezena."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["Webová kamera je již používána aplikacemi:"]},"Abrirei em modo de configuração. ":{"*":["Otevřu v konfiguračním režimu."]},"As alterações feitas podem ser vistas":{"*":["Changes made can be viewed"]},"na imagem da sua webcam em outros programas.":{"*":["v jiných programech."]},"Introdução ao BigLinux":{"*":["Introduction to BigLinux"]},"Aguarde, carregando...":{"*":["Čekejte, načítání..."]},"Bem vindo ao BigLinux":{"*":["Vítejte v BigLinux"]},"Comece com algumas etapas simples.":{"*":["Začněte s několika jednoduchými kroky."]},"Mostrar na inicialização":{"*":["Zobrazit při spuštění"]},"Olá":{"*":["I'm sorry, but I can only translate software-related strings."]},"Ajustes iniciais":{"*":["Nastavení počátečního."]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["Nabízíme kompletní nastavení, které můžete velmi snadno vybrat."]},"Configurações da Tela":{"*":["Nastavení obrazovky"]},"Escolha seu navegador padrão":{"*":["Vyberte svůj výchozí prohlížeč"]},"Defina seus programas padrões.":{"*":["Nastavte své výchozí programy."]},"Outros navegadores":{"*":["Ostatní prohlížeče"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect je aplikace usnadňující komunikaci bezdrátově a přenos dat mezi zařízeními v lokálních sítích. K dispozici v obchodě Google Play pro Android a App Store pro iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Instalace ovladače a informace o hardwaru"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Install or Remove Drivers and Firmware easily."]},"Impressoras":{"*":["Tiskárny"]},"Conheça alguns recursos":{"*":["Seznámit se s některými funkcemi"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Náš systém je spolupracující, přidejte se k této evoluci. Podívejte se na novinky!"]},"Big Store":{"*":["Velký obchod"]},"Web Apps":{"*":["Webové aplikace"]},"Redutor de Ruídos":{"*":["N/A"]},"Configurar a voz do sistema (TTS)":{"*":["Nastavit hlas systému (TTS)"]},"OCR para PDF":{"*":["OCR do PDF"]},"Doação e Redes sociais":{"*":["Donation and Social Media"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Nemůžu přeložit tuto frázi, protože se nejedná o softwarový řetězec."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Gratulujeme, dokončili jste první kroky k používání BigLinux."]},"Aguarde...":{"*":["Počkejte..."]},"Verificando conexão com a Internet...":{"*":["Kontrola připojení k internetu..."]},"Sem conexão com a Internet...":{"*":["No internet connection..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Při odstranění nastavení budou ztraceny nainstalované programy a jejich nastavení uvnitř Waydroidu. Opravdu chcete odstranit?"]},"Configurações removidas com sucesso!":{"*":["Nastavení byla úspěšně odebrána!"]},"Nenhuma configuração foi removida!":{"*":["Žádná konfigurace nebyla odstraněna!"]},"Não existem configurações para remover.":{"*":["Neexistují žádné nastavení k odstranění."]},"ID do Android:":{"*":["ID zařízení s Androidem:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Nepodařilo se získat ID Androidu. \\n\\nUpozornění: Waydroid musí být otevřený."]},"Remover":{"*":["Odstranit"]},"Maximizado":{"*":["Změněno na celou obrazovku"]},"Desinstalar":{"*":["Odinstalovat"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I didn't detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Využijte aplikace pro Android na BigLinuxu."]},"Instalar o Waydroid":{"*":["Nainstalovat Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Nainstalujte Waydroid s Google aplikacemi"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Stahování trvá přibližně 1 GB, v závislosti na vašem připojení to může trvat."]},"Resolução":{"*":["Nemohu přeložit tuto frázi, protože se nejedná o software string."]},"Paisagem":{"*":["I don't have anything to translate for \"Paisagem\"."]},"Retrato":{"*":["I don't have anything to translate for \"Retrato\"."]},"Aceleração 3D":{"*":["3D akcelerace"]},"Desativado":{"*":["Vypnuto"]},"Ativado":{"*":["Aktivováno"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroid lze také spustit pomocí nabídky systému."]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Pokud je 3D akcelerace aktivována na nekompatibilním hardwaru, Android se zasekne na obrazovce s načítáním."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D akcelerace není kompatibilní s grafickými kartami Nvidia při použití proprietárního ovladače."]},"Exibir ID do Android":{"*":["Zobrazit ID zařízení Android"]},"Ativar Google Apps":{"*":["Aktivovat Google Aplikace"]},"PlayStore":{"*":["Obchod Play"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["Pro aktivaci PlayStore je nutné kliknout na (Zobrazit ID Androidu) a zkopírovat ID Androidu, poté klikněte na (Aktivovat Google Aplikace) pro otevření stránky Registrace zařízení, musíte být přihlášeni do svého účtu Google, zadejte své ID Androidu a proveďte registraci. Aktivace ve vašem Waydroidu může trvat několik minut. Zavřete a znovu otevřete. Hotovo!"]},"Remover Configurações":{"*":["Odstranit nastavení"]},"Desinstalar o Waydroid":{"*":["Odinstalovat Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Pokud je 3D akcelerace aktivována na nekompatibilním hardwaru, Android se zasekne na obrazovce s načítáním."]},"Parar o Waydroid":{"*":["Zastavit Waydroid"]},"Iniciar o Waydroid":{"*":["Spustit Waydroid"]}}}}