{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["hledat"]},"Control Center":{"*":["Řídící centrum"]},"Main":{"*":["Hlavní"]},"Network and Internet":{"*":["Síť a internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Přizpůsobit"]},"Region and Language":{"*":["Oblast a jazyk"]},"Multimedia":{"*":["Multimédia"]},"Accounts":{"*":["Účty"]},"Devices":{"*":["Zařízení"]},"System":{"*":["Systém"]},"About":{"*":["O aplikaci"]},"Other":{"*":["Nemohu najít žádný překlad."]},"Using Your Android Device's Internet on Linux via USB":{"*":["Použití internetu z vašeho zařízení s Androidem v Linuxu pomocí USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Chcete-li sdílet internetové připojení svého chytrého telefonu s Androidem s počítačem Linux pomocí USB kabelu, postupujte podle těchto kroků:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Připojte svůj smartphone s Androidem k počítači s Linuxem pomocí USB kabelu."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Na svém smartphonu otevřete „Nastavení“ a přejděte na „Síť a internet“ nebo „Připojení a sdílení“."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Hledejte „USB sdílení připojení“, „USB sdílení“ nebo podobné termíny a povolte ho."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Pokud není váš zařízení s Androidem připojeno k Wi-Fi a používá mobilní data, toto sdílení připojení bude spotřebovávat data z vašeho mobilního tarifu. Abyste se vyhnuli poplatkům za data, ujistěte se, že je vaše zařízení s Androidem připojeno k Wi-Fi síti před povolením sdílení připojení."]},"Close":{"*":["Zavřít"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Použití internetu vašeho zařízení iOS na Linuxu pomocí USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Chcete-li sdílet internetové připojení svého chytrého telefonu s iOS s počítačem Linux pomocí USB kabelu, postupujte podle těchto kroků:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Připojte své zařízení iOS k počítači s Linuxem pomocí USB kabelu."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Na vašem zařízení s iOS přejděte do nabídky „Nastavení“ a poté vyberte „Osobní hotspot“."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Povolit „Povolit ostatním připojení“. To může automaticky povolit „USB sdílení připojení“ v případě detekce USB připojení."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Pokud není váše iOS zařízení připojeno k Wi-Fi a používá mobilní data, sdílení připojení bude spotřebovávat data z vašeho mobilního tarifu. Abyste se vyhnuli poplatkům za data, ujistěte se, že je vaše iOS zařízení připojeno k Wi-Fi síti před povolením sdílení připojení."]},"Configure AppimageLauncher":{"*":["Nakonfigurovat AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Vyberte chování programů dostupných v .appimage."]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Nastavení použití pro staré hudební CD nejsou platná pro MP3 hudbu."]},"Search for servers (zeroconf)":{"*":["Hledat servery (zeroconf)"]},"Restore program configuration":{"*":["Obnovit konfiguraci programu"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Nástroj umožňující obnovu nainstalovaného systému, hlavně obnovení systémového zavaděče (Grub). Lze ho také použít k přístupu k správci balíčků a terminálu nainstalovaného systému."]},"Themes, Desktop and Tweaks":{"*":["Témata, Plocha a Úpravy"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Poskytujeme kompletní konfigurace, které můžete vybrat velmi jednoduchým způsobem."]},"Install or remove programs.":{"*":["Nainstalovat nebo odstranit programy."]},"Introduction to BigLinux":{"*":["Úvod do BigLinux"]},"Themes to Bootsplash":{"*":["Témata pro úvodní obrazovku"]},"Brightness and color":{"*":["Jas a barvy"]},"Control brightness and colors":{"*":["Ovládání jasu a barev"]},"Search for SSH servers":{"*":["Hledat SSH servery"]},"Search for VNC servers":{"*":["Hledat servery VNC"]},"Configure this window border theme":{"*":["Nakonfigurujte téma ohraničení okna"]},"Configure this windows theme.":{"*":["Nakonfigurujte tento motiv systému Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Pokročilý správce zvuku - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Ovladač zvuku v případě žádného zvuku."]},"Partition or format":{"*":["Rozdělit nebo naformátovat"]},"Be careful, this program may erase all data on your computer.":{"*":["Buďte opatrní, tento program může smazat všechna data na vašem počítači."]},"Storage Information (SMART)":{"*":["Informace o úložišti (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Nakonfigurujte pravidla zabezpečení pro internetové připojení."]},"Configure webcam or capture card":{"*":["Nakonfigurujte webkameru nebo videozachytávací kartu"]},"HP printers":{"*":["Tiskárny HP"]},"Check status, ink level and maintenance.":{"*":["Zkontrolujte stav, úroveň inkoustu a údržbu."]},"Scanners HP":{"*":["Skenery HP"]},"Assemble Apple Hardware":{"*":["Sestavit Apple hardware"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["S tímto programem můžete přistupovat k programům na vašem Apple iPhone nebo iPadu podobným způsobem jako k přístupu k souborům na USB klíčence."]},"Connect to the internet using Android":{"*":["Připojte se k internetu pomocí Androidu"]},"Connect to Internet":{"*":["Připojit k internetu"]},"Connect to the internet using iOS":{"*":["Připojte se k internetu pomocí iOS."]},"Equalizer (DSP)":{"*":["Ekvalizér (DSP)"]},"Virtual desktops and activities":{"*":["Virtuální plochy a aktivity"]},"Create more than one virtual desktop by switching between them.":{"*":["Vytvořte více než jeden virtuální pracovní plochu přepínáním mezi nimi."]},"Enabling search increases system memory and processing consumption.":{"*":["Povolení vyhledávání zvyšuje spotřebu systémové paměti a zpracování."]},"Adjust the date, time and time zone.":{"*":["Upravte datum, čas a časové pásmo."]},"Plasma Firewall":{"*":["Plazmová firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Nakonfigurujte pravidla zabezpečení pro připojení. Tato firewall je založena na infrastruktuře Gufw."]},"Integration with Google Drive and ownCloud":{"*":["Integrace s Google Drive a ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Přistupujte ke svým souborům uloženým na Google Drive nebo ownCloud přímo z souborového správce."]},"Layout settings, hotkeys and other options.":{"*":["Nastavení rozložení, klávesové zkratky a další možnosti."]},"Manage connections":{"*":["Spravovat připojení"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Pokročilá síťová konfigurace (VPN, wifi, kabelové, pevná IP adresa, PPPoE, ADSL, kabelová síť, mobilní širokopásmové připojení a další)."]},"Manage services (Systemd)":{"*":["Spravovat služby (Systemd)"]},"Configure the Kvantum theme":{"*":["Nakonfigurujte téma Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Pro správné fungování nastavení Kvantum použijte motiv Kvantum v „Styl aplikace“."]},"KDE Password Wallet":{"*":["KDE Úschovna hesel"]},"Manage files":{"*":["Spravovat soubory"]},"Get access to your files and folders.":{"*":["Získejte přístup ke svým souborům a složkám."]},"Storage Usage":{"*":["Využití úložiště"]},"KDE Connect":{"*":["KDE Připojení"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Tento program umožňuje přenos souborů mezi chytrými telefony, tablety a jinými počítači. Například můžete použít svůj chytrý telefon jako bezdrátovou myš a klávesnici k ovládání počítače a další funkce. Lepší integrace je s BigLinux a nachází se mezi applety poblíž systémového hodin. Pro synchronizaci se svým chytrým telefonem přejděte do obchodu Google Store nebo Apple Store a nainstalujte Kde Connect."]},"Terminal":{"*":["Příkazový řádek"]},"Access the command terminal.":{"*":["Přistupte k příkazovému terminálu."]},"Password Manager":{"*":["Správce hesel"]},"Sound and microphone":{"*":["Zvuk a mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurace nebo změna vstupních a výstupních zvukových zařízení. (Např. HDMI)"]},"Shared file information":{"*":["Informace o sdíleném souboru"]},"Printers":{"*":["Tiskárny"]},"Install, configure or remove printers.":{"*":["Nainstalovat, nakonfigurovat nebo odebrat tiskárny."]},"KDE Control Center":{"*":["Centrum ovládání KDE"]},"Advanced power configurator":{"*":["Pokročilý konfigurátor napájení"]}}}}