{"da":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["søg"]},"Control Center":{"*":["Kontrolcenter"]},"Main":{"*":["Hoved"]},"Network and Internet":{"*":["Netværk og internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Tilpas"]},"Region and Language":{"*":["Region og sprog"]},"Multimedia":{"*":["Multimedie"]},"Accounts":{"*":["Konti"]},"Devices":{"*":["Enheder"]},"System":{"*":["System"]},"About":{"*":["Om"]},"Other":{"*":["Andet"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Brug af din Android-enhedens internet på Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["For at dele din Android-smartphones internetforbindelse med en Linux-computer ved hjælp af et USB-kabel, skal du følge disse trin:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Tilslut din Android smartphone til Linux-computeren ved hjælp af et USB-kabel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["På din smartphone skal du åbne 'Indstillinger' og navigere til 'Netværk og internet' eller 'Forbindelser og deling'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Søg efter 'USB-tethering', 'USB-tether' eller lignende termer og aktiver det."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Hvis din Android-enhed ikke er tilsluttet til Wi-Fi og bruger mobildata, vil denne deling forbruge data fra din mobilplan. For at undgå dataafgifter skal du sørge for, at din Android-enhed er tilsluttet til et Wi-Fi-netværk, før du aktiverer deling."]},"Close":{"*":["Luk"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Brug af din iOS-enhedens internet på Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["For at dele din iOS-smartphones internetforbindelse med en Linux-computer ved hjælp af et USB-kabel, skal du følge disse trin:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Tilslut din iOS-enhed til Linux-computeren ved hjælp af et USB-kabel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["På din iOS-enhed skal du gå til 'Indstillinger', og vælg derefter 'Personlig Hotspot'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Aktivér 'Tillad andre at deltage'. Dette kan automatisk aktivere 'USB-tethering', hvis der registreres en USB-forbindelse."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Hvis din iOS-enhed ikke er tilsluttet til Wi-Fi og bruger mobildata, vil denne deling forbruge data fra din mobilplan. For at undgå dataafgifter skal du sørge for, at din iOS-enhed er tilsluttet til et Wi-Fi-netværk, inden du aktiverer deling."]},"Configure AppimageLauncher":{"*":["Konfigurér AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Vælg adfærd for programmer tilgængelige i .appimage."]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Brugsindstillingerne for gamle musik-CD'er er ikke gyldige for MP3-musik."]},"Search for servers (zeroconf)":{"*":["Søg efter servere (zeroconf)"]},"Restore program configuration":{"*":["Gendan programkonfiguration"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Værktøj, der letter genoprettelsen af det installerede system, primært genoprettelse af systemstart (Grub). Det kan også bruges til at få adgang til pakkehåndteringen og terminalen i det installerede system."]},"Themes, Desktop and Tweaks":{"*":["Temaer, Skrivebord og Justeringer"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Vi giver komplette konfigurationer til dig at vælge på en ekstremt enkel måde."]},"Install or remove programs.":{"*":["Installér eller fjern programmer."]},"Introduction to BigLinux":{"*":["Introduktion til BigLinux"]},"Themes to Bootsplash":{"*":["Temaer til Bootsplash"]},"Brightness and color":{"*":["Lysstyrke og farve"]},"Control brightness and colors":{"*":["Styr lysstyrke og farver"]},"Search for SSH servers":{"*":["Søg efter SSH-servere"]},"Search for VNC servers":{"*":["Søg efter VNC-servere"]},"Configure this window border theme":{"*":["Konfigurér dette vindueskant tema"]},"Configure this windows theme.":{"*":["Konfigurér dette Windows-tema."]},"Advanced Audio Manager - Alsamixer":{"*":["Avanceret lydadministrator - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Lydcontroller i tilfælde af ingen lyd."]},"Partition or format":{"*":["Partitioner eller formater"]},"Be careful, this program may erase all data on your computer.":{"*":["Vær forsigtig, dette program kan slette alle data på din computer."]},"Storage Information (SMART)":{"*":["Lagringsoplysninger (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Konfigurér sikkerhedsregler for internetforbindelsen."]},"Configure webcam or capture card":{"*":["Konfigurér webcam eller capture card"]},"HP printers":{"*":["HP-printere"]},"Check status, ink level and maintenance.":{"*":["Tjek status, blækniveau og vedligeholdelse."]},"Scanners HP":{"*":["Scannere fra HP"]},"Assemble Apple Hardware":{"*":["Samle Apple-hardware"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Med dette program kan du få adgang til programmer på din Apple iPhone eller iPad på en lignende måde som at få adgang til filer på en pendrive."]},"Connect to the internet using Android":{"*":["Opret forbindelse til internettet ved hjælp af Android"]},"Connect to Internet":{"*":["Opret forbindelse til internettet"]},"Connect to the internet using iOS":{"*":["Opret forbindelse til internettet ved hjælp af iOS"]},"Equalizer (DSP)":{"*":["Equalizer (DSP)"]},"Virtual desktops and activities":{"*":["Virtuelle skriveborde og aktiviteter"]},"Create more than one virtual desktop by switching between them.":{"*":["Opret mere end én virtuel skrivebord ved at skifte mellem dem."]},"Enabling search increases system memory and processing consumption.":{"*":["Aktivering af søgning øger systemhukommelse og processorkraftforbrug."]},"Adjust the date, time and time zone.":{"*":["Juster datoen, tidspunktet og tidszonen."]},"Plasma Firewall":{"*":["Plasma Firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigurér sikkerhedsregler for forbindelser. Denne firewall er baseret på Gufw-infrastrukturen."]},"Integration with Google Drive and ownCloud":{"*":["Integration med Google Drive og ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Få adgang til dine filer, der er på Google Drive eller ownCloud direkte fra filhåndteringen."]},"Layout settings, hotkeys and other options.":{"*":["Layoutindstillinger, genveje og andre indstillinger."]},"Manage connections":{"*":["Administrer forbindelser"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Avanceret netværkskonfiguration (VPN, trådløst, kablet, fast IP, PPPoE, ADSL, kablet netværk, mobilt bredbånd og andre)."]},"Manage services (Systemd)":{"*":["Administrer tjenester (Systemd)"]},"Configure the Kvantum theme":{"*":["Konfigurér Kvantum-temaet"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["For at Kvantum opsætningen skal virke, skal du anvende Kvantum-temaet i 'App Style'."]},"KDE Password Wallet":{"*":["KDE Adgangskodepung"]},"Manage files":{"*":["Administrer filer"]},"Get access to your files and folders.":{"*":["Få adgang til dine filer og mapper."]},"Storage Usage":{"*":["Lagringsforbrug"]},"KDE Connect":{"*":["KDE Forbindelse"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Dette program kan overføre filer mellem smartphones, tablets og andre computere. Med det kan du f.eks. bruge din smartphone som en trådløs mus og tastatur til at styre computeren, blandt andre funktioner. Det integrerer bedre med BigLinux og ligger blandt appletterne placeret nær systemuret. For at synkronisere med din smartphone, gå til Google Store eller Apple Store og installer Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Åbn kommandoterminalen."]},"Password Manager":{"*":["Adgangskodeadministrator"]},"Sound and microphone":{"*":["Lyd og mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurér eller skift lydind- og -udenheder. (f.eks. HDMI)"]},"Shared file information":{"*":["Delte filoplysninger"]},"Printers":{"*":["Printere"]},"Install, configure or remove printers.":{"*":["Installér, konfigurér eller fjern printere."]},"KDE Control Center":{"*":["KDE Kontrolcenter"]},"Advanced power configurator":{"*":["Avanceret strømkonfigurator"]}}}}