{"de":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Suchen"]},"Control Center":{"*":["Steuerungszentrale"]},"Main":{"*":["Haupt"]},"Network and Internet":{"*":["Netzwerk und Internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Anpassen"]},"Region and Language":{"*":["Region und Sprache"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Konten"]},"Devices":{"*":["Geräte"]},"System":{"*":["System"]},"About":{"*":["Über"]},"Other":{"*":["Andere"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Die Internetverbindung Ihres Android-Geräts auf Linux über USB nutzen"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Um die Internetverbindung Ihres Android-Smartphones über ein USB-Kabel mit einem Linux-Computer zu teilen, befolgen Sie diese Schritte:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Verbinden Sie Ihr Android-Smartphone mit dem Linux-Computer über ein USB-Kabel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Auf deinem Smartphone öffne \"Einstellungen\" und navigiere zu \"Netzwerk & Internet\" oder \"Verbindungen & Freigaben\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Suche nach 'USB-Tethering', 'USB-Tether' oder ähnlichen Begriffen und aktiviere es."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Dies wird automatisch die Internetverbindung auf Ihrem Linux-Computer herstellen, ohne dass zusätzliche Konfiguration erforderlich ist."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Wenn Ihr Android-Gerät nicht mit Wi-Fi verbunden ist und stattdessen mobile Daten verwendet, verbraucht dieses Tethering Daten aus Ihrem Mobilfunktarif. Um Datenkosten zu vermeiden, stellen Sie sicher, dass Ihr Android-Gerät mit einem Wi-Fi-Netzwerk verbunden ist, bevor Sie das Tethering aktivieren."]},"Close":{"*":["Schließen"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Die Internetverbindung Ihres iOS-Geräts auf Linux über USB nutzen"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Um die Internetverbindung Ihres iOS-Smartphones über ein USB-Kabel mit einem Linux-Computer zu teilen, befolgen Sie diese Schritte:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Verbinden Sie Ihr iOS-Gerät mit dem Linux-Computer über ein USB-Kabel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Auf Ihrem iOS-Gerät gehen Sie zu \"Einstellungen\" und wählen dann \"Persönlicher Hotspot\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Aktivieren Sie \"Anderen das Beitreten erlauben\". Dies kann automatisch \"USB-Tethering\" aktivieren, wenn eine USB-Verbindung erkannt wird."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Wenn Ihr iOS-Gerät nicht mit Wi-Fi verbunden ist und stattdessen mobile Daten verwendet, verbraucht dieses Tethering Daten aus Ihrem Mobilfunktarif. Um Datenkosten zu vermeiden, stellen Sie sicher, dass Ihr iOS-Gerät mit einem Wi-Fi-Netzwerk verbunden ist, bevor Sie das Tethering aktivieren."]},"Configure AppimageLauncher":{"*":["AppimageLauncher konfigurieren"]},"Choose the behavior of programs available in .appimage":{"*":["Wählen Sie das Verhalten von Programmen, die in .appimage verfügbar sind."]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Die Verwendungseinstellungen für alte Musik-CDs sind nicht gültig für MP3-Musik."]},"Search for servers (zeroconf)":{"*":["Suche nach Servern (Zeroconf)"]},"Restore program configuration":{"*":["Programmkonfiguration wiederherstellen"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Dienstprogramm, das die Wiederherstellung des installierten Systems erleichtert, hauptsächlich die Wiederherstellung des Systemstarts (Grub). Es kann auch verwendet werden, um auf den Paketmanager und das Terminal des installierten Systems zuzugreifen."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Wir bieten vollständige Konfigurationen zur Auswahl auf äußerst einfache Weise."]},"Install or remove programs.":{"*":["Programme installieren oder entfernen."]},"Introduction to BigLinux":{"*":["Einführung in BigLinux"]},"Themes to Bootsplash":{"*":["Themen für Bootsplash"]},"Brightness and color":{"*":["Helligkeit und Farbe"]},"Control brightness and colors":{"*":["Helligkeit und Farben steuern"]},"Search for SSH servers":{"*":["Suche nach SSH-Servern"]},"Search for VNC servers":{"*":["Suche nach VNC-Servern"]},"Configure this window border theme":{"*":["Konfigurieren Sie dieses Fensterrahmen-Design."]},"Configure this windows theme.":{"*":["Konfigurieren Sie dieses Windows-Design."]},"Advanced Audio Manager - Alsamixer":{"*":["Erweiterter Audio-Manager - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Audio-Controller im Falle von keinem Ton."]},"Partition or format":{"*":["Partitionieren oder formatieren"]},"Be careful, this program may erase all data on your computer.":{"*":["Vorsicht, dieses Programm kann alle Daten auf Ihrem Computer löschen."]},"Storage Information (SMART)":{"*":["Speicherinformationen (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Konfigurieren Sie Sicherheitsregeln für die Internetverbindung."]},"Configure webcam or capture card":{"*":["Webcam oder Capture-Karte konfigurieren"]},"HP printers":{"*":["HP-Drucker"]},"Check status, ink level and maintenance.":{"*":["Überprüfen Sie den Status, den Tintenstand und die Wartung."]},"Scanners HP":{"*":["HP-Scanner"]},"Assemble Apple Hardware":{"*":["Apple-Hardware zusammenbauen"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Mit diesem Programm können Sie Programme auf Ihrem Apple iPhone oder iPad ähnlich wie beim Zugriff auf Dateien auf einem USB-Stick zugreifen."]},"Connect to the internet using Android":{"*":["Mit Android eine Internetverbindung herstellen"]},"Connect to Internet":{"*":["Mit dem Internet verbinden"]},"Connect to the internet using iOS":{"*":["Mit iOS eine Internetverbindung herstellen"]},"Equalizer (DSP)":{"*":["Equalizer (DSP)"]},"Virtual desktops and activities":{"*":["Virtuelle Desktops und Aktivitäten"]},"Create more than one virtual desktop by switching between them.":{"*":["Erstellen Sie mehrere virtuelle Desktops, indem Sie zwischen ihnen wechseln."]},"Enabling search increases system memory and processing consumption.":{"*":["Die Aktivierung der Suche erhöht den Systemspeicher- und Prozessverbrauch."]},"Adjust the date, time and time zone.":{"*":["Passen Sie das Datum, die Uhrzeit und die Zeitzone an."]},"Plasma Firewall":{"*":["Plasma Firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigurieren Sie Sicherheitsregeln für Verbindungen. Diese Firewall basiert auf der Gufw-Infrastruktur."]},"Integration with Google Drive and ownCloud":{"*":["Integration mit Google Drive und ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Greifen Sie direkt von Ihrem Dateimanager auf Ihre Dateien auf Google Drive oder ownCloud zu."]},"Layout settings, hotkeys and other options.":{"*":["Layout-Einstellungen, Tastenkombinationen und andere Optionen."]},"Manage connections":{"*":["Verbindungen verwalten"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Erweiterte Netzwerkkonfiguration (VPN, WLAN, kabelgebunden, feste IP, PPPoE, ADSL, kabelgebundenes Netzwerk, mobile Breitbandverbindung und andere)."]},"Manage services (Systemd)":{"*":["Dienste verwalten (Systemd)"]},"Configure the Kvantum theme":{"*":["Konfigurieren Sie das Kvantum-Design."]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Für das Kvantum-Setup muss das Kvantum-Design im Bereich \"App-Stil\" angewendet werden."]},"KDE Password Wallet":{"*":["KDE Passwortbrieftasche"]},"Manage files":{"*":["Dateien verwalten"]},"Get access to your files and folders.":{"*":["Greifen Sie auf Ihre Dateien und Ordner zu."]},"Storage Usage":{"*":["Speichernutzung"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Dieses Programm kann Dateien zwischen Smartphones, Tablets und anderen Computern übertragen. Mit ihm können Sie beispielsweise Ihr Smartphone als drahtlose Maus und Tastatur verwenden, um den Computer zu steuern, unter anderem. Es integriert sich besser mit BigLinux und befindet sich unter den Applets in der Nähe der Systemuhr. Um mit Ihrem Smartphone zu synchronisieren, gehen Sie zum Google Store oder Apple Store und installieren Sie Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Zugriff auf das Befehlsfenster."]},"Password Manager":{"*":["Passwort-Manager"]},"Sound and microphone":{"*":["Ton und Mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Audioeingabe- und -ausgabegeräte konfigurieren oder ändern. (z. B. HDMI)"]},"Shared file information":{"*":["Gemeinsame Dateiinformationen"]},"Printers":{"*":["Drucker"]},"Install, configure or remove printers.":{"*":["Drucker installieren, konfigurieren oder entfernen."]},"KDE Control Center":{"*":["KDE Systemeinstellungen"]},"Advanced power configurator":{"*":["Erweiterter Leistungs-Konfigurator"]}}}}