{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Kontrollzentrum"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Verwenden des Internets Ihres Android-Geräts unter Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Um die Internetverbindung Ihres Android-Smartphones mit einem Linux-Computer über ein USB-Kabel gemeinsam zu nutzen, gehen Sie folgendermaßen vor:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Verbinden Sie Ihr Android-Smartphone über ein USB-Kabel mit dem Linux-Computer."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Öffnen Sie auf Ihrem Smartphone \"Einstellungen\" und navigieren Sie zu \"Netzwerk &amp; Internet\" oder \"Verbindungen &amp; Sharing\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Suchen Sie nach „USB-Tethering“, „USB-Tether“ oder ähnlichen Begriffen und aktivieren Sie dies."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Dies wird die Internetverbindung auf Ihrem Linux-Computer automatisch herstellen, ohne dass irgendeine zusätzliche Konfiguration erforderlich ist."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Wenn Ihr Android-Gerät nicht mit Wi-Fi verbunden ist und Mobilfunkdaten verwendet, verbraucht dieses Tethering Daten aus Ihrem Mobilfunktarif. Um Datengebühren zu vermeiden, stellen Sie sicher, dass Ihr Android-Gerät mit einem Wi-Fi-Netzwerk verbunden ist, bevor Sie Tethering aktivieren."]},"Close":{"*":["Schließen"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Verwenden des Internets Ihres iOS-Geräts unter Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Um die Internetverbindung Ihres iOS-Smartphones mit einem Linux-Computer über ein USB-Kabel gemeinsam zu nutzen, gehen Sie folgendermaßen vor:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Verbinden Sie Ihr iOS-Gerät über ein USB-Kabel mit dem Linux-Computer."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Gehen Sie auf Ihrem iOS-Gerät zu \"Einstellungen\", dann wählen Sie \"Persönlicher Hotspot\" aus."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Aktivieren Sie „Zugriff für andere erlauben“. Dies kann „USB-Tethering“ automatisch aktivieren, wenn eine USB-Verbindung erkannt wird."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Wenn Ihr iOS-Gerät nicht mit Wi-Fi verbunden ist und Mobilfunkdaten verwendet, verbraucht dieses Tethering Daten aus Ihrem Mobilfunktarif. Um Datengebühren zu vermeiden, stellen Sie sicher, dass Ihr iOS-Gerät mit einem Wi-Fi-Netzwerk verbunden ist, bevor Sie Tethering aktivieren."]},"Main":{"*":["Haupt"]},"Network and Internet":{"*":["Netzwerk und Internet"]},"Phone":{"*":["Phone"]},"Customize":{"*":["Individuell anpassen"]},"Region and Language":{"*":["Region und Sprache"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Konten"]},"Devices":{"*":["Geräte"]},"System":{"*":["System"]},"About":{"*":["Über"]},"Other":{"*":["Anderes"]},"Search...":{"*":["Suchen ...."]},"Configure AppimageLauncher":{"*":["AppimageLauncher konfigurieren"]},"Choose the behavior of programs available in .appimage":{"*":["Wählen Sie das Verhalten der in .appimage verfügbaren Programme"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Nutzungseinstellungen für alte Musik-CDs sind nicht gültig für MP3-Musik."]},"Search for servers (zeroconf)":{"*":["Suche nach Servern (zeroconf)"]},"Restore program configuration":{"*":["Programmkonfiguration wiederherstellen"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Utility, das die Wiederherstellung des installierten Systems erleichtert, hauptsächlich das Wiederherstellen des Systemstarts (Grub). Es kann auch verwendet werden, um auf den Paketmanager und das Terminal des installierten Systems zuzugreifen."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Wir bieten Ihnen komplette Konfigurationen, die Sie auf einfachste Weise auswählen können."]},"Install or remove programs.":{"*":["Installieren oder entfernen Sie Programme."]},"Introduction to BigLinux":{"*":["Einführung in BigLinux"]},"Themes to Bootsplash":{"*":["Themes für Bootsplash"]},"Brightness and color":{"*":["Helligkeit und Farbe"]},"Control brightness and colors":{"*":["Helligkeit und Farben steuern"]},"Search for SSH servers":{"*":["Suche nach SSH-Servern"]},"Search for VNC servers":{"*":["Suche nach VNC-Servern"]},"Expand device support":{"*":["Geräteunterstützung erweitern"]},"The basis of the system and video card support":{"*":["Die Basis des Systems und die Grafikkartenunterstützung"]},"Configure this window border theme":{"*":["Dieses Fensterrahmen-Theme konfigurieren"]},"Configure this windows theme.":{"*":["Konfigurieren Sie dieses Windows-Theme."]},"Advanced Audio Manager - Alsamixer":{"*":["Erweiterter Audio-Manager - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Audio-Controller im Falle von keinem Sound."]},"Partition or format":{"*":["Partitionieren oder formatieren"]},"Be careful, this program may erase all data on your computer.":{"*":["Seien Sie vorsichtig, dieses Programm kann alle Daten auf Ihrem Computer löschen."]},"Storage Information (SMART)":{"*":["Speicherinformationen (SMART)"]},"Gufw Firewall":{"*":["Gufw-Firewall"]},"Configure security rules for the internet connection.":{"*":["Konfigurieren Sie Sicherheitsregeln für die Internetverbindung."]},"Configure webcam or capture card":{"*":["Webcam oder Capture-Karte konfigurieren"]},"HP printers":{"*":["HP-Drucker"]},"Check status, ink level and maintenance.":{"*":["Überprüfen Sie Status, Tintenstand und Wartung."]},"Scanners HP":{"*":["Scanner HP"]},"Assemble Apple Hardware":{"*":["Apple-Hardware zusammenbauen"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Mit diesem Programm können Sie auf Programme auf Ihrem Apple iPhone oder iPad zugreifen, in ähnlicher Weise wie der Zugriff auf Dateien auf einem Pendrive (USB-Stick)."]},"Connect to the internet using Android":{"*":["Verbinden mit dem Internet über Android"]},"Connect to Internet":{"*":["Mit Internet verbinden"]},"Connect to the internet using iOS":{"*":["Verbinden mit dem Internet über iOS"]},"Equalizer (DSP)":{"*":["Equalizer (DSP)"]},"Virtual desktops and activities":{"*":["Virtuelle Desktops und Aktivitäten"]},"Create more than one virtual desktop by switching between them.":{"*":["Erstellen Sie mehr als einen virtuellen Desktop, indem Sie zwischen ihnen wechseln."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Die Aktivierung der Suche kann erhebliche Speicher- und Verarbeitungsressourcen verbrauchen. Je nach der Anzahl der Benutzerdateien kann dies zu einer Verlangsamung des Systems führen."]},"Adjust the date, time and time zone.":{"*":["Passen Sie Datum, Uhrzeit und Zeitzone an."]},"Plasma Firewall":{"*":["Plasma-Firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigurieren Sie Sicherheitsregeln für Verbindungen. Diese Firewall basiert auf der Gufw-Infrastruktur"]},"Integration with Google Drive and ownCloud":{"*":["Integration mit Google Drive und ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Greifen Sie direkt über den Dateimanager auf Ihre Dateien in Google Drive oder ownCloud zu."]},"Layout settings, hotkeys and other options.":{"*":["Layout-Einstellungen, Hotkeys und andere Optionen."]},"Manage connections":{"*":["Verbindungen verwalten"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Erweiterte Netzwerkkonfiguration (VPN, WiFi, kabelgebunden, festes IP, PPPoE, ADSL, kabelgebundenes Netzwerk, mobiles Breitband und andere)."]},"Manage services (Systemd)":{"*":["Dienste verwalten (Systemd)"]},"Configure the Kvantum theme":{"*":["Konfigurieren des Kvantum-Theme"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Damit das Kvantum-Setup funktioniert, wenden Sie das Kvantum-Theme in \"Anwendungs-Stil\" an."]},"KDE Password Wallet":{"*":["KDE Password Wallet"]},"Snapshots and backups":{"*":["Snapshots und Backups"]},"Create or activate restore points":{"*":["Erstellen oder aktivieren Sie Wiederherstellungspunkte"]},"Manage files":{"*":["Dateien verwalten"]},"Get access to your files and folders.":{"*":["Erhalten Sie Zugriff auf Ihre Dateien und Ordner."]},"Storage Usage":{"*":["Speichernutzung"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Dieses Programm kann Dateien zwischen Smartphones, Tablets und anderen Computern übertragen. Mit diesem können Sie beispielsweise Ihr Smartphone als drahtlose Maus und Tastatur verwenden, um den Computer zu steuern, neben anderen Features. Es integriert sich besser mit BigLinux und ist unter den Applets in der Nähe der Systemuhr zu finden. Um mit Ihrem Smartphone zu synchronisieren, gehen Sie in den Google Store oder Apple Store und installieren Sie KDE Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Greifen Sie auf das Befehlsterminal zu."]},"Password Manager":{"*":["Passwort-Manager"]},"Sound and microphone":{"*":["Sound und Mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurieren oder ändern Sie Audioeingabe- und -ausgabegeräte. (Beispiel: HDMI)"]},"Shared file information":{"*":["Gemeinsam genutzte Dateiinformationen"]},"Printers":{"*":["Drucker"]},"Install, configure or remove printers.":{"*":["Installieren, konfigurieren oder entfernen Sie Drucker."]},"KDE Control Center":{"*":["KDE-Kontrollzentrum"]},"Advanced power configurator":{"*":["Erweiterter Leistungskonfigurator"]},"$APP":{"*":["$APP"]},"Erro na criação do diretório : $bigdir":{"*":["Fehler beim Erstellen des Verzeichnisses: $bigdir"]},"Category":{"*":["Kategorie"]},"Name":{"*":["Name"]},"ID":{"*":["ID"]},"Info":{"*":["Info"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["Der Bericht wurde gespeichert in der Datei: $FILE_TO_SAVE\nMöchten Sie den Bericht jetzt ansehen?\n\t\t"]},"Visualizar o relatório":{"*":["Bericht ansehen"]},"Fechar":{"*":["Schließen"]},"Hardinfo Relatory":{"*":["Hardinfo Relatory"]},"Central de Controle - Webcam":{"*":["Kontrollzentrum - Webcam"]},"Nenhuma webcam localizada.":{"*":["Keine Webcam gefunden."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["Die Webcam wird bereits von den Anwendungen genutzt: "]},"Abrirei em modo de configuração. ":{"*":["Ich öffne es im Konfigurationsmodus. "]},"As alterações feitas podem ser vistas":{"*":["Sie können die vorgenommenen Änderungen sehen"]},"na imagem da sua webcam em outros programas.":{"*":["auf Ihrem Webcam-Bild in anderen Programmen."]},"Introdução ao BigLinux":{"*":["Einführung in BigLinux"]},"Aguarde, carregando...":{"*":["Warten Sie, wird geladen ..."]},"Bem vindo ao BigLinux":{"*":["Willkommen bei BigLinux"]},"Comece com algumas etapas simples.":{"*":["Beginnen Sie mit ein paar einfachen Schritten."]},"Mostrar na inicialização":{"*":["Beim Starten zeigen"]},"Olá":{"*":["Hello"]},"Ajustes iniciais":{"*":["Erste Anpassungen"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["Wir bieten Ihnen komplette Konfigurationen, die Sie auf einfachste Weise auswählen können."]},"Configurações da Tela":{"*":["Bildschirmeinstellungen"]},"Escolha seu navegador padrão":{"*":["Wählen Sie Ihren Standardbrowser"]},"Defina seus programas padrões.":{"*":["Definieren Sie Ihre Standardprogramme."]},"Outros navegadores":{"*":["Andere Browser"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["O KDE Connect ist eine Anwendung, welche die drahtlose Kommunikation und Datenübertragung zwischen Geräten in lokalen Netzwerken erleichtert. Erhältlich im Google Play Store für Android und im Apple Store für iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Treiberinstallation und Hardware-Informationen"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Installieren oder entfernen Sie einfach Treiber und Firmware."]},"Impressoras":{"*":["Drucker"]},"Conheça alguns recursos":{"*":["Erfahren Sie mehr über einige der Funktionen"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Unser System ist kollaborativ, kommen Sie und nehmen Sie an dieser Entwicklung teil. Sehen Sie sich an, was es Neues gibt!"]},"Big Store":{"*":["Big-Store"]},"Web Apps":{"*":["Web-Apps"]},"Redutor de Ruídos":{"*":["Rauschunterdrückung"]},"Configurar a voz do sistema (TTS)":{"*":["Konfigurieren der Systemsprache (TTS)"]},"OCR para PDF":{"*":["OCR in PDF"]},"Doação e Redes sociais":{"*":["Spende und soziale Medien"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Ihre Spende ist sehr wichtig für das Projekt und folgen Sie uns auf den sozialen Medien."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Glückwunsch, Sie haben die ersten Schritte zur Verwendung von BigLinux abgeschlossen."]},"Aguarde...":{"*":["Warten Sie ..."]},"Verificando conexão com a Internet...":{"*":["Überprüfung der Internetverbindung ..."]},"Sem conexão com a Internet...":{"*":["Keine Internetverbindung ..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Wenn Sie die Einstellungen entfernen, gehen die in Waydroid installierten Programme und ihre Einstellungen verloren. Wollen Sie sie wirklich entfernen?"]},"Configurações removidas com sucesso!":{"*":["Einstellungen erfolgreich entfernt!"]},"Nenhuma configuração foi removida!":{"*":["Es wurden keine Einstellungen entfernt!"]},"Não existem configurações para remover.":{"*":["Es gibt keine Einstellungen zu entfernen."]},"ID do Android:":{"*":["Android-ID:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Die Android-ID konnte nicht abgerufen werden. \\n\\nBitte beachten Sie: Waydroid muss geöffnet sein."]},"Remover":{"*":["Entfernen"]},"Maximizado":{"*":["Maximiert"]},"Desinstalar":{"*":["Deinstallieren"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["Ich habe keine Unterstützung für die Virtualisierungstechnologie gefunden, daher müssen Sie diese Option möglicherweise im BIOS Ihres Computers aktivieren."]},"Utilize programas para Android no BigLinux.":{"*":["Verwenden Sie Android-Programme auf BigLinux."]},"Instalar o Waydroid":{"*":["Waydroid installieren"]},"Instalar o Waydroid com Google Apps":{"*":["Waydroid mit Google Apps installieren"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Der Download ist ungefähr 1 GB groß, je nach Verbindung kann es eine Weile dauern."]},"Resolução":{"*":["Auflösung"]},"Paisagem":{"*":["Landschaft"]},"Retrato":{"*":["Porträt"]},"Aceleração 3D":{"*":["3D-Beschleunigung"]},"Desativado":{"*":["Deaktiviert"]},"Ativado":{"*":["Aktiviert"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["O Waydroid kann auch über das Systemmenü gestartet werden"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Wenn die 3D-Beschleunigung auf inkompatibler Hardware aktiviert ist, kommt Android nicht über den Ladebildschirm hinaus"]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["Die 3D-Beschleunigung ist nicht kompatibel mit Nvidia-Grafikkarten, die den proprietären Treiber verwenden."]},"Exibir ID do Android":{"*":["Android-ID anzeigen"]},"Ativar Google Apps":{"*":["Google Apps aktivieren"]},"PlayStore":{"*":["PlayStore"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["Um den PlayStore zu aktivieren, müssen Sie auf (Android-ID anzeigen) klicken und die Android-ID kopieren. Klicken Sie dann auf (Google Apps aktivieren), um die Seite für die Geräteregistrierung zu öffnen; Sie müssen in Ihrem Google-Konto angemeldet sein, Ihre Android-ID eingeben und sich registrieren. Die Aktivierung auf Ihrem Waydroid kann ein paar Minuten dauern. Schließen Sie die Seite und öffnen Sie sie erneut. Sie sind fertig!"]},"Remover Configurações":{"*":["Einstellungen entfernen"]},"Desinstalar o Waydroid":{"*":["Waydroid deinstallieren"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Wenn die 3D-Beschleunigung auf inkompatibler Hardware aktiviert ist<br> kommt Android nicht über den Ladebildschirm hinaus"]},"Parar o Waydroid":{"*":["Waydroid stoppen"]},"Iniciar o Waydroid":{"*":["Waydroid starten"]},"Advanced Firewall":{"*":["Erweiterte Firewall"]},"Error creating directory: $bigdir":{"*":["Fehler beim Erstellen des Verzeichnisses: $bigdir"]},"EFI Entry Manager":{"*":["EFI-Eintrag-Manager"]},"Find servers (zeroconf)":{"*":["Server suchen (zeroconf)"]},"Search for Zeroconf services available on your network":{"*":["Suchen Sie nach Zeroconf-Diensten, die in Ihrem Netzwerk verfügbar sind."]},"Drivers and firmware":{"*":["Treiber und Firmware"]},"Hardware Information":{"*":["Hardwareinformationen"]},"Detailed information about your computer":{"*":["Detaillierte Informationen über Ihren Computer"]},"Install kernel and mesa versions":{"*":["Installieren Sie Kernel- und Mesa-Versionen"]},"System foundation and video card support":{"*":["Systemgrundlage und Grafikkartenunterstützung"]},"Search for SSH servers with Zeroconf enabled":{"*":["Suchen Sie nach SSH-Servern mit aktivierter Zeroconf."]},"Search for VNC servers with Zeroconf enabled":{"*":["Suchen Sie nach VNC-Servern mit aktiviertem Zeroconf."]},"CMake":{"*":["CMake"]},"Cross-platform buildsystem":{"*":["Plattformübergreifendes Buildsystem"]},"Firewall Configuration":{"*":["Firewall-Konfiguration"]},"Audio controller in case of sound absence.":{"*":["Audio-Controller im Falle des Fehlens von Ton."]},"Partition or Format":{"*":["Partitionieren oder Formatieren"]},"Be careful, this program can erase all data on your computer.":{"*":["Seien Sie vorsichtig, dieses Programm kann alle Daten auf Ihrem Computer löschen."]},"HP Printers":{"*":["HP-Drucker"]},"Check status, ink level, and maintenance.":{"*":["Überprüfen Sie den Status, den Tintenstand und die Wartung."]},"HP Scanners":{"*":["HP-Scanner"]},"Configure and use HP scanning devices":{"*":["HP-Scangeräte konfigurieren und verwenden"]},"Configure Kvantum Theme":{"*":["Kvantum-Theme konfigurieren"]},"For Kvantum configuration to work, apply the Kvantum theme in 'Application Style'.":{"*":["Damit die Kvantum-Konfiguration funktioniert, wenden Sie das Kvantum-Thema im 'Anwendungsstil' an."]},"USB Device Formatter":{"*":["USB-Geräteformatierer"]},"Format a USB device":{"*":["Ein USB-Gerät formatieren"]},"USB Image Writer":{"*":["USB-Abbildschreiber"]},"Create a bootable USB device":{"*":["Erstellen Sie ein bootfähiges USB-Gerät"]},"Shows disk usage and deletes unused files":{"*":["Zeigt die Festplattennutzung an und löscht ungenutzte Dateien."]},"Information Center":{"*":["Informationszentrum"]},"Centralized and convenient summary of system information":{"*":["Zentralisierte und praktische Zusammenfassung der Systeminformationen"]},"KSystemLog":{"*":["KSystemLog"]},"System log viewing tool":{"*":["Systemprotokollanzeigetool"]},"Configuration tools for your computer":{"*":["Konfigurationstools für Ihren Computer"]},"Adjust settings and control webcams or video capture devices":{"*":["Einstellungen anpassen und Webcams oder Videoaufnahmegeräte steuern"]},"Accessibility":{"*":["Barrierefreiheit"]},"Configure accessibility options for users with special needs":{"*":["Konfigurieren Sie die Barrierefreiheitsoptionen für Benutzer mit besonderen Bedürfnissen."]},"Create more than one virtual work environment by switching between them.":{"*":["Erstellen Sie mehr als eine virtuelle Arbeitsumgebung, indem Sie zwischen ihnen wechseln."]},"Autostart":{"*":["Autostart"]},"Manage applications that start automatically on login":{"*":["Verwalten Sie Anwendungen, die beim Anmelden automatisch gestartet werden."]},"File Search":{"*":["Dateisuche"]},"Enabling search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Das Aktivieren der Suche kann erhebliche Speicher- und Verarbeitungsressourcen verbrauchen. Dies kann dazu führen, dass das System langsamer wird, abhängig von der Anzahl der Benutzerdateien."]},"Bluetooth":{"*":["Bluetooth"]},"Connect and manage Bluetooth devices":{"*":["Bluetooth-Geräte verbinden und verwalten"]},"Thunderbolt":{"*":["Thunderbolt"]},"Manage Thunderbolt devices and security settings":{"*":["Verwalten Sie Thunderbolt-Geräte und Sicherheitseinstellungen"]},"Date and Time":{"*":["Datum und Uhrzeit"]},"Adjust date, time and timezone.":{"*":["Datum, Uhrzeit und Zeitzone anpassen."]},"Colors":{"*":["Farben"]},"Customize the color scheme of your desktop environment":{"*":["Passen Sie das Farbschema Ihrer Desktop-Umgebung an."]},"Default Applications":{"*":["Standardanwendungen"]},"Select which applications to use for specific tasks":{"*":["Wählen Sie aus, welche Anwendungen für bestimmte Aufgaben verwendet werden sollen."]},"Cursors":{"*":["Cursors"]},"Change mouse cursor appearance and themes":{"*":["Ändern Sie das Aussehen und die Themen des Mauszeigers."]},"Locations":{"*":["Standorte"]},"Configure default paths for documents, downloads and other folders":{"*":["Standardpfade für Dokumente, Downloads und andere Ordner konfigurieren"]},"Plasma Style":{"*":["Plasma-Stil"]},"Change the visual appearance of the Plasma desktop":{"*":["Ändern Sie das visuelle Erscheinungsbild des Plasma-Desktops."]},"File Associations":{"*":["Dateizuordnungen"]},"Configure which applications open specific file types":{"*":["Konfigurieren Sie, welche Anwendungen bestimmte Dateitypen öffnen."]},"Configure security rules for connections. This firewall is based on Gufw infrastructure.":{"*":["Konfigurieren Sie Sicherheitsregeln für Verbindungen. Diese Firewall basiert auf der Gufw-Infrastruktur."]},"Flatpak Permissions":{"*":["Flatpak-Berechtigungen"]},"Manage permissions for Flatpak applications":{"*":["Verwalten Sie Berechtigungen für Flatpak-Anwendungen"]},"Fonts":{"*":["Schriftarten"]},"Install and configure system fonts and typography settings":{"*":["Installieren und Konfigurieren von Systemschriftarten und Typografieeinstellungen"]},"Game Controller":{"*":["Spielcontroller"]},"Configure game controllers and joysticks":{"*":["Spielecontroller und Joysticks konfigurieren"]},"Icons":{"*":["Symbole"]},"Change the icon theme used throughout the system":{"*":["Ändern Sie das im gesamten System verwendete Symbolthema."]},"Google Drive and ownCloud Integration":{"*":["Google Drive und ownCloud Integration"]},"Access your files on Google Drive or ownCloud directly from the file manager.":{"*":["Greifen Sie direkt über den Dateimanager auf Ihre Dateien in Google Drive oder ownCloud zu."]},"Digital Camera":{"*":["Digitalkamera"]},"Configure digital camera integration with your system":{"*":["Konfigurieren Sie die Integration der Digitalkamera mit Ihrem System."]},"Background Services":{"*":["Hintergrunddienste"]},"Manage system services running in the background":{"*":["Verwalten Sie Systemdienste, die im Hintergrund ausgeführt werden."]},"Keyboard":{"*":["Tastatur"]},"Layout settings, shortcuts and other options.":{"*":["Layout-Einstellungen, Tastenkombinationen und andere Optionen."]},"Display Settings":{"*":["Anzeigeeinstellungen"]},"Configure monitors, resolution, and screen arrangement":{"*":["Monitore, Auflösung und Bildschirmanordnung konfigurieren"]},"Window Decorations":{"*":["Fensterdekorationen"]},"Change the appearance of window title bars and borders":{"*":["Ändern Sie das Erscheinungsbild von Fenstertitelleisten und -rahmen."]},"Desktop Effects":{"*":["Desktop-Effekte"]},"Configure visual effects and animations for the desktop":{"*":["Konfigurieren Sie visuelle Effekte und Animationen für den Desktop."]},"Window Behavior":{"*":["Fensterverhalten"]},"Configure how windows behave and interact":{"*":["Konfigurieren Sie, wie Fenster sich verhalten und interagieren."]},"Mouse":{"*":["Maus"]},"Configure mouse sensitivity, buttons and behavior":{"*":["Mausempfindlichkeit, Tasten und Verhalten konfigurieren"]},"Manage Connections":{"*":["Verbindungen verwalten"]},"Advanced network configuration (VPN, WiFi, Wired, Static IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Erweiterte Netzwerkkonfiguration (VPN, WiFi, Kabel, Statische IP, PPPoE, ADSL, kabelgebundenes Netzwerk, mobiles Breitband und andere)."]},"Night Light":{"*":["Nachtlicht"]},"Reduce blue light emission to help with sleep":{"*":["Reduzieren Sie die Blaulichtemission, um den Schlaf zu fördern."]},"Notifications":{"*":["Benachrichtigungen"]},"Configure system and application notifications":{"*":["System- und Anwendungsbenachrichtigungen konfigurieren"]},"Boot Screen":{"*":["Startbildschirm"]},"Change the splash screen shown during system startup":{"*":["Ändern Sie den Begrüßungsbildschirm, der beim Systemstart angezeigt wird."]},"Power Management":{"*":["Energieverwaltung"]},"Configure energy saving and battery settings":{"*":["Energieeinsparung und Batterieeinstellungen konfigurieren"]},"Proxy":{"*":["Proxy"]},"Configure network proxy settings for internet access":{"*":["Netzwerk-Proxy-Einstellungen für den Internetzugang konfigurieren"]},"Recent Files":{"*":["Zuletzt verwendete Dateien"]},"Manage the history of recently accessed files":{"*":["Verwalten Sie die Historie der zuletzt geöffneten Dateien."]},"Configure language, region, and format settings":{"*":["Sprache, Region und Format-Einstellungen konfigurieren"]},"Screen Locking":{"*":["Bildschirm sperren"]},"Configure screen locking settings and appearance":{"*":["Konfigurieren Sie die Bildschirmsperreinstellungen und das Erscheinungsbild."]},"Login Screen (SDDM)":{"*":["Anmeldescreen (SDDM)"]},"Configure the login screen appearance and behavior":{"*":["Konfigurieren Sie das Erscheinungsbild und das Verhalten des Anmeldebildschirms."]},"Desktop Session":{"*":["Desktop-Sitzung"]},"Configure session startup and shutdown behavior":{"*":["Konfigurieren Sie das Verhalten beim Starten und Herunterfahren der Sitzung."]},"System Sounds":{"*":["Systemtöne"]},"Configure sound effects for system events":{"*":["Konfigurieren Sie Soundeffekte für Systemereignisse"]},"Splash Screen":{"*":["Begrüßungsbildschirm"]},"Configure the splash screen shown while starting applications":{"*":["Konfigurieren Sie den Startbildschirm, der beim Starten von Anwendungen angezeigt wird."]},"Application Style":{"*":["Anwendungsstil"]},"Configure the visual appearance of applications":{"*":["Konfigurieren Sie das visuelle Erscheinungsbild von Anwendungen."]},"Drawing Tablet":{"*":["Zeichentablett"]},"Configure drawing tablets and stylus settings":{"*":["Konfigurieren Sie die Einstellungen für Zeichentabletts und Stifte."]},"Touchpad":{"*":["Touchpad"]},"Configure laptop touchpad behavior and gestures":{"*":["Konfigurieren Sie das Verhalten und die Gesten des Laptop-Touchpads."]},"Touchscreen":{"*":["Touchscreen"]},"Configure touchscreen behavior and calibration":{"*":["Konfigurieren Sie das Verhalten und die Kalibrierung des Touchscreens."]},"Trash":{"*":["Müll"]},"Configure trash bin behavior and cleanup settings":{"*":["Konfigurieren Sie das Verhalten des Papierkorbs und die Bereinigungseinstellungen."]},"Wallpaper":{"*":["Hintergrundbild"]},"Change desktop background image and slideshow settings":{"*":["Ändern Sie das Hintergrundbild des Desktops und die Diashow-Einstellungen."]},"General Behavior":{"*":["Allgemeines Verhalten"]},"Configure general desktop behavior and interaction":{"*":["Allgemeines Desktopverhalten und Interaktion konfigurieren"]},"File Manager":{"*":["Dateimanager"]},"Access your files and folders.":{"*":["Greifen Sie auf Ihre Dateien und Ordner zu."]},"This program can transfer files between smartphones, tablets, and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates best with BigLinux and sits among the applets located near the system clock. To sync with your smartphone, go to the Google Store or Apple Store and install KDE Connect.":{"*":["Dieses Programm kann Dateien zwischen Smartphones, Tablets und anderen Computern übertragen. Damit können Sie beispielsweise Ihr Smartphone als drahtlose Maus und Tastatur verwenden, um den Computer zu steuern, neben anderen Funktionen. Es integriert sich am besten mit BigLinux und befindet sich unter den Applets in der Nähe der Systemuhr. Um mit Ihrem Smartphone zu synchronisieren, gehen Sie zum Google Store oder Apple Store und installieren Sie KDE Connect."]},"KWalletManager":{"*":["KWalletManager"]},"Tool for managing KDE wallets":{"*":["Werkzeug zum Verwalten von KDE-Geldbörsen"]},"Add/Remove Programs":{"*":["Programme hinzufügen/entfernen"]},"Add or remove programs installed on the system":{"*":["Programme hinzufügen oder entfernen, die auf dem System installiert sind"]},"Connect to internet using Android":{"*":["Mit Android mit dem Internet verbinden"]},"Connect to internet using iOS":{"*":["Mit iOS mit dem Internet verbinden"]},"Users":{"*":["Benutzer"]},"BigLinux Themes":{"*":["BigLinux Themen"]},"Appearance and Style":{"*":["Erscheinungsbild und Stil"]},"Customize the theme, icons, cursor and overall system appearance.":{"*":["Passen Sie das Thema, die Symbole, den Cursor und das gesamte Systemdesign an."]},"Landing Page":{"*":["Landing-Seite"]},"Configure the system's landing page and default widgets.":{"*":["Konfigurieren Sie die Landingpage des Systems und die Standard-Widgets."]},"Feedback":{"*":["Rückmeldung"]},"Configure feedback and usage report preferences.":{"*":["Konfigurieren Sie die Einstellungen für Feedback und Nutzungsberichte."]},"Device Actions":{"*":["Geräteaktionen"]},"Configure automatic actions for when devices are connected.":{"*":["Konfigurieren Sie automatische Aktionen für den Fall, dass Geräte verbunden sind."]},"Virtual Keyboard":{"*":["Virtuelle Tastatur"]},"Virtual keyboard settings and display options.":{"*":["Einstellungen und Anzeigeoptionen der virtuellen Tastatur."]},"Keyboard Manager":{"*":["Tastaturmanager"]},"Keyboard layout management and advanced settings.":{"*":["Tastaturlayoutverwaltung und erweiterte Einstellungen."]},"KWin Scripts":{"*":["KWin-Skripte"]},"Manage and configure scripts for the KWin window manager.":{"*":["Verwalten und Konfigurieren von Skripten für den KWin-Fenstermanager."]},"Plasma Search":{"*":["Plasma-Suche"]},"Configure search and indexing options in Plasma.":{"*":["Suchoptionen für Suche und Indizierung in Plasma konfigurieren."]},"Virtual Desktops":{"*":["Virtuelle Desktops"]},"Configure virtual desktops and KWin behaviors.":{"*":["Konfigurieren Sie virtuelle Desktops und KWin-Verhalten."]},"Categories":{"*":["Kategorien"]},"Programs":{"*":["Programme"]},"Menu":{"*":["Menü"]},"Executing special command: {0}":{"*":["Spezialbefehl ausführen: {0}"]},"Launching: {0}":{"*":["Starte: {0}"]},"Error launching program: {0}":{"*":["Fehler beim Starten des Programms: {0}"]},"BigLinux Team":{"*":["BigLinux-Team"]},"© 2025 BigLinux Team":{"*":["© 2025 BigLinux-Team"]},"On your smartphone, open 'Settings' and navigate to 'Network & Internet' or 'Connections & Sharing'.":{"*":["Öffnen Sie auf Ihrem Smartphone die 'Einstellungen' und navigieren Sie zu 'Netzwerk & Internet' oder 'Verbindungen & Freigabe'."]},"To share your smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Um die Internetverbindung Ihres Smartphones über ein USB-Kabel mit einem Linux-Computer zu teilen, befolgen Sie diese Schritte:"]}}}}