{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Kontrollzentrum"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Verwenden des Internets Ihres Android-Geräts unter Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Um die Internetverbindung Ihres Android-Smartphones mit einem Linux-Computer über ein USB-Kabel gemeinsam zu nutzen, gehen Sie folgendermaßen vor:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Verbinden Sie Ihr Android-Smartphone über ein USB-Kabel mit dem Linux-Computer."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Öffnen Sie auf Ihrem Smartphone \"Einstellungen\" und navigieren Sie zu \"Netzwerk &amp; Internet\" oder \"Verbindungen &amp; Sharing\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Suchen Sie nach „USB-Tethering“, „USB-Tether“ oder ähnlichen Begriffen und aktivieren Sie dies."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Dies wird die Internetverbindung auf Ihrem Linux-Computer automatisch herstellen, ohne dass irgendeine zusätzliche Konfiguration erforderlich ist."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Wenn Ihr Android-Gerät nicht mit Wi-Fi verbunden ist und Mobilfunkdaten verwendet, verbraucht dieses Tethering Daten aus Ihrem Mobilfunktarif. Um Datengebühren zu vermeiden, stellen Sie sicher, dass Ihr Android-Gerät mit einem Wi-Fi-Netzwerk verbunden ist, bevor Sie Tethering aktivieren."]},"Close":{"*":["Schließen"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Verwenden des Internets Ihres iOS-Geräts unter Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Um die Internetverbindung Ihres iOS-Smartphones mit einem Linux-Computer über ein USB-Kabel gemeinsam zu nutzen, gehen Sie folgendermaßen vor:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Verbinden Sie Ihr iOS-Gerät über ein USB-Kabel mit dem Linux-Computer."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Gehen Sie auf Ihrem iOS-Gerät zu \"Einstellungen\", dann wählen Sie \"Persönlicher Hotspot\" aus."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Aktivieren Sie „Zugriff für andere erlauben“. Dies kann „USB-Tethering“ automatisch aktivieren, wenn eine USB-Verbindung erkannt wird."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Wenn Ihr iOS-Gerät nicht mit Wi-Fi verbunden ist und Mobilfunkdaten verwendet, verbraucht dieses Tethering Daten aus Ihrem Mobilfunktarif. Um Datengebühren zu vermeiden, stellen Sie sicher, dass Ihr iOS-Gerät mit einem Wi-Fi-Netzwerk verbunden ist, bevor Sie Tethering aktivieren."]},"Main":{"*":["Haupt"]},"Network and Internet":{"*":["Netzwerk und Internet"]},"Phone":{"*":["Phone"]},"Customize":{"*":["Individuell anpassen"]},"Region and Language":{"*":["Region und Sprache"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Konten"]},"Devices":{"*":["Geräte"]},"System":{"*":["System"]},"About":{"*":["Über"]},"Other":{"*":["Anderes"]},"Search...":{"*":["Suchen ...."]},"Configure AppimageLauncher":{"*":["AppimageLauncher konfigurieren"]},"Choose the behavior of programs available in .appimage":{"*":["Wählen Sie das Verhalten der in .appimage verfügbaren Programme"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Nutzungseinstellungen für alte Musik-CDs sind nicht gültig für MP3-Musik."]},"Search for servers (zeroconf)":{"*":["Suche nach Servern (zeroconf)"]},"Restore program configuration":{"*":["Programmkonfiguration wiederherstellen"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Utility, das die Wiederherstellung des installierten Systems erleichtert, hauptsächlich das Wiederherstellen des Systemstarts (Grub). Es kann auch verwendet werden, um auf den Paketmanager und das Terminal des installierten Systems zuzugreifen."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Wir bieten Ihnen komplette Konfigurationen, die Sie auf einfachste Weise auswählen können."]},"Install or remove programs.":{"*":["Installieren oder entfernen Sie Programme."]},"Introduction to BigLinux":{"*":["Einführung in BigLinux"]},"Themes to Bootsplash":{"*":["Themes für Bootsplash"]},"Brightness and color":{"*":["Helligkeit und Farbe"]},"Control brightness and colors":{"*":["Helligkeit und Farben steuern"]},"Search for SSH servers":{"*":["Suche nach SSH-Servern"]},"Search for VNC servers":{"*":["Suche nach VNC-Servern"]},"Expand device support":{"*":["Geräteunterstützung erweitern"]},"The basis of the system and video card support":{"*":["Die Basis des Systems und die Grafikkartenunterstützung"]},"Configure this window border theme":{"*":["Dieses Fensterrahmen-Theme konfigurieren"]},"Configure this windows theme.":{"*":["Konfigurieren Sie dieses Windows-Theme."]},"Advanced Audio Manager - Alsamixer":{"*":["Erweiterter Audio-Manager - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Audio-Controller im Falle von keinem Sound."]},"Partition or format":{"*":["Partitionieren oder formatieren"]},"Be careful, this program may erase all data on your computer.":{"*":["Seien Sie vorsichtig, dieses Programm kann alle Daten auf Ihrem Computer löschen."]},"Storage Information (SMART)":{"*":["Speicherinformationen (SMART)"]},"Gufw Firewall":{"*":["Gufw-Firewall"]},"Configure security rules for the internet connection.":{"*":["Konfigurieren Sie Sicherheitsregeln für die Internetverbindung."]},"Configure webcam or capture card":{"*":["Webcam oder Capture-Karte konfigurieren"]},"HP printers":{"*":["HP-Drucker"]},"Check status, ink level and maintenance.":{"*":["Überprüfen Sie Status, Tintenstand und Wartung."]},"Scanners HP":{"*":["Scanner HP"]},"Assemble Apple Hardware":{"*":["Apple-Hardware zusammenbauen"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Mit diesem Programm können Sie auf Programme auf Ihrem Apple iPhone oder iPad zugreifen, in ähnlicher Weise wie der Zugriff auf Dateien auf einem Pendrive (USB-Stick)."]},"Connect to the internet using Android":{"*":["Verbinden mit dem Internet über Android"]},"Connect to Internet":{"*":["Mit Internet verbinden"]},"Connect to the internet using iOS":{"*":["Verbinden mit dem Internet über iOS"]},"Equalizer (DSP)":{"*":["Equalizer (DSP)"]},"Virtual desktops and activities":{"*":["Virtuelle Desktops und Aktivitäten"]},"Create more than one virtual desktop by switching between them.":{"*":["Erstellen Sie mehr als einen virtuellen Desktop, indem Sie zwischen ihnen wechseln."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Die Aktivierung der Suche kann erhebliche Speicher- und Verarbeitungsressourcen verbrauchen. Je nach der Anzahl der Benutzerdateien kann dies zu einer Verlangsamung des Systems führen."]},"Adjust the date, time and time zone.":{"*":["Passen Sie Datum, Uhrzeit und Zeitzone an."]},"Plasma Firewall":{"*":["Plasma-Firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigurieren Sie Sicherheitsregeln für Verbindungen. Diese Firewall basiert auf der Gufw-Infrastruktur"]},"Integration with Google Drive and ownCloud":{"*":["Integration mit Google Drive und ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Greifen Sie direkt über den Dateimanager auf Ihre Dateien in Google Drive oder ownCloud zu."]},"Layout settings, hotkeys and other options.":{"*":["Layout-Einstellungen, Hotkeys und andere Optionen."]},"Manage connections":{"*":["Verbindungen verwalten"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Erweiterte Netzwerkkonfiguration (VPN, WiFi, kabelgebunden, festes IP, PPPoE, ADSL, kabelgebundenes Netzwerk, mobiles Breitband und andere)."]},"Manage services (Systemd)":{"*":["Dienste verwalten (Systemd)"]},"Configure the Kvantum theme":{"*":["Konfigurieren des Kvantum-Theme"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Damit das Kvantum-Setup funktioniert, wenden Sie das Kvantum-Theme in \"Anwendungs-Stil\" an."]},"KDE Password Wallet":{"*":["KDE Password Wallet"]},"Snapshots and backups":{"*":["Snapshots und Backups"]},"Create or activate restore points":{"*":["Erstellen oder aktivieren Sie Wiederherstellungspunkte"]},"Manage files":{"*":["Dateien verwalten"]},"Get access to your files and folders.":{"*":["Erhalten Sie Zugriff auf Ihre Dateien und Ordner."]},"Storage Usage":{"*":["Speichernutzung"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Dieses Programm kann Dateien zwischen Smartphones, Tablets und anderen Computern übertragen. Mit diesem können Sie beispielsweise Ihr Smartphone als drahtlose Maus und Tastatur verwenden, um den Computer zu steuern, neben anderen Features. Es integriert sich besser mit BigLinux und ist unter den Applets in der Nähe der Systemuhr zu finden. Um mit Ihrem Smartphone zu synchronisieren, gehen Sie in den Google Store oder Apple Store und installieren Sie KDE Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Greifen Sie auf das Befehlsterminal zu."]},"Password Manager":{"*":["Passwort-Manager"]},"Sound and microphone":{"*":["Sound und Mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurieren oder ändern Sie Audioeingabe- und -ausgabegeräte. (Beispiel: HDMI)"]},"Shared file information":{"*":["Gemeinsam genutzte Dateiinformationen"]},"Printers":{"*":["Drucker"]},"Install, configure or remove printers.":{"*":["Installieren, konfigurieren oder entfernen Sie Drucker."]},"KDE Control Center":{"*":["KDE-Kontrollzentrum"]},"Advanced power configurator":{"*":["Erweiterter Leistungskonfigurator"]},"$APP":{"*":["$ANWENDUNG"]},"Erro na criação do diretório : $bigdir":{"*":["Fehler beim Erstellen des Verzeichnisses: $bigdir"]},"Category":{"*":["Kategorie"]},"Name":{"*":["Name"]},"ID":{"*":["ID"]},"Info":{"*":["Info"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["Der Bericht wurde in der Datei gespeichert: $FILE_TO_SAVE\nMöchten Sie den Bericht jetzt anzeigen?"]},"Visualizar o relatório":{"*":["Bericht anzeigen"]},"Fechar":{"*":["Close"]},"Hardinfo Relatory":{"*":["Hardinfo Bericht"]},"Central de Controle - Webcam":{"*":["Control Center - Webcam"]},"Nenhuma webcam localizada.":{"*":["Keine Webcam gefunden."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["Die Webcam wird bereits von den Anwendungen verwendet:"]},"Abrirei em modo de configuração. ":{"*":["Ich werde im Konfigurationsmodus geöffnet."]},"As alterações feitas podem ser vistas":{"*":["Die vorgenommenen Änderungen sind sichtbar."]},"na imagem da sua webcam em outros programas.":{"*":["in anderen Programmen auf Ihrem Webcam-Bildschirm."]},"Introdução ao BigLinux":{"*":["Einführung in BigLinux"]},"Aguarde, carregando...":{"*":["Warten Sie, wird geladen..."]},"Bem vindo ao BigLinux":{"*":["Willkommen bei BigLinux"]},"Comece com algumas etapas simples.":{"*":["Starten Sie mit ein paar einfachen Schritten."]},"Mostrar na inicialização":{"*":["Show on startup"]},"Olá":{"*":["Hello"]},"Ajustes iniciais":{"*":["Initial Setup"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["Wir bieten vollständige Konfigurationen an, die Sie äußerst einfach auswählen können."]},"Configurações da Tela":{"*":["Bildschirmeinstellungen"]},"Escolha seu navegador padrão":{"*":["Wählen Sie Ihren Standardbrowser aus."]},"Defina seus programas padrões.":{"*":["Setzen Sie Ihre Standardprogramme fest."]},"Outros navegadores":{"*":["Andere Browser"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect ist eine App, die die drahtlose Kommunikation und den Datenaustausch zwischen Geräten in lokalen Netzwerken erleichtert. Verfügbar im Google Play Store für Android und im Apple Store für das iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Installation von Treibern und Hardwareinformationen"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Installieren oder Entfernen von Treibern und Firmware auf einfache Weise."]},"Impressoras":{"*":["Drucker"]},"Conheça alguns recursos":{"*":["Kennen Sie einige Funktionen"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Unsere Software ist kollaborativ, werden Sie Teil dieser Evolution. Überprüfen Sie die Neuigkeiten!"]},"Big Store":{"*":["Großhandel"]},"Web Apps":{"*":["Webanwendungen"]},"Redutor de Ruídos":{"*":["Noise Reduction"]},"Configurar a voz do sistema (TTS)":{"*":["Configure system voice (TTS)"]},"OCR para PDF":{"*":["OCR to PDF"]},"Doação e Redes sociais":{"*":["Donation and Social Media"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Ihre Spende ist sehr wichtig für das Projekt und folgen Sie den sozialen Medien."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Glückwunsch, Sie haben die ersten Schritte zur Nutzung von BigLinux abgeschlossen."]},"Aguarde...":{"*":["Warten Sie..."]},"Verificando conexão com a Internet...":{"*":["Überprüfe Internetverbindung..."]},"Sem conexão com a Internet...":{"*":["Keine Internetverbindung..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Beim Entfernen der Einstellungen werden die installierten Programme innerhalb von Waydroid und deren Einstellungen verloren gehen. Möchten Sie wirklich entfernen?"]},"Configurações removidas com sucesso!":{"*":["Einstellungen erfolgreich entfernt!"]},"Nenhuma configuração foi removida!":{"*":["Keine Konfiguration wurde entfernt!"]},"Não existem configurações para remover.":{"*":["Es gibt keine Einstellungen zum Entfernen."]},"ID do Android:":{"*":["Android-ID:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Es konnte keine Android-ID abgerufen werden. \\n\\nHinweis: Waydroid muss geöffnet sein."]},"Remover":{"*":["Entfernen"]},"Maximizado":{"*":["Maximiert"]},"Desinstalar":{"*":["Deinstallieren"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["Ich habe keine Unterstützung für Virtualisierungstechnologie festgestellt. Möglicherweise müssen Sie diese Option im BIOS des Computers aktivieren."]},"Utilize programas para Android no BigLinux.":{"*":["Verwenden Sie Android-Apps auf BigLinux."]},"Instalar o Waydroid":{"*":["Installieren Sie Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Waydroid mit Google Apps installieren"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Der Download ist ungefähr 1 GB groß, je nach Verbindung kann es dauern."]},"Resolução":{"*":["Auflösung"]},"Paisagem":{"*":["There is no text to translate."]},"Retrato":{"*":["Nichts zu übersetzen."]},"Aceleração 3D":{"*":["3D-Beschleunigung"]},"Desativado":{"*":["Deaktiviert"]},"Ativado":{"*":["Aktiviert"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Der Waydroid kann auch über das Systemmenü gestartet werden."]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Wenn die 3D-Beschleunigung auf inkompatibler Hardware aktiviert ist, bleibt das Android-Gerät beim Ladebildschirm hängen."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D-Beschleunigung ist nicht kompatibel mit Nvidia-Grafikkarten unter Verwendung des proprietären Treibers."]},"Exibir ID do Android":{"*":["Anzeigen von Android-ID"]},"Ativar Google Apps":{"*":["Google Apps aktivieren"]},"PlayStore":{"*":["PlayStore"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["Um ID do Android é um identificador exclusivo para o seu dispositivo Android. Ele é necessário para ativar certos recursos e serviços, como a Play Store. Para encontrar o seu ID do Android, siga estes passos: \n\n1. Abra as Configurações do seu dispositivo.\n2. Role para baixo e selecione \"Sobre o telefone\" ou \"Sobre o dispositivo\".\n3. Procure a opção \"Número do modelo\" ou \"Número de série\".\n4. O ID do Android geralmente é exibido como uma sequência alfanumérica única.\n\nCopie esse ID e siga as instruções para ativá-lo na Play Store ou em outros serviços que exijam essa informação."]},"Remover Configurações":{"*":["Entfernen von Einstellungen"]},"Desinstalar o Waydroid":{"*":["Deinstallieren Sie Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Wenn die 3D-Beschleunigung auf inkompatibler Hardware aktiviert ist, bleibt das Android-Gerät beim Ladebildschirm hängen."]},"Parar o Waydroid":{"*":["Stoppen Sie Waydroid."]},"Iniciar o Waydroid":{"*":["Starte Waydroid"]},"Advanced Firewall":{"*":["Erweiterte Firewall"]}}}}