{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Suchen"]},"Control Center":{"*":["Kontrollzentrum"]},"Main":{"*":["Hauptsächlich"]},"Network and Internet":{"*":["Netzwerk und Internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Anpassen"]},"Region and Language":{"*":["Region und Sprache"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Konten"]},"Devices":{"*":["Geräte"]},"System":{"*":["System"]},"About":{"*":["Über"]},"Other":{"*":["Andere"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Verwenden des Internets Ihres Android-Geräts unter Linux über USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Gehen Sie folgendermaßen vor, um die Internetverbindung Ihres Android-Smartphones über ein USB-Kabel mit einem Linux-Computer zu teilen:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Verbinden Sie Ihr Android-Smartphone über ein USB-Kabel mit dem Linux-Computer."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Öffnen Sie auf Ihrem Smartphone \"Einstellungen\" und navigieren Sie zu \"Netzwerk &amp; Internet\" oder \"Verbindungen &amp; Freigabe\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Suchen Sie nach \"USB-Tethering\", \"USB-Tether\" oder ähnlichen Begriffen und aktivieren Sie es."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Wenn Ihr Android-Gerät nicht mit Wi-Fi verbunden ist und mobile Daten verwendet, verbraucht dieses Tethering Daten aus Ihrem Mobilfunktarif. Um Datengebühren zu vermeiden, stellen Sie sicher, dass Ihr Android-Gerät mit einem Wi-Fi-Netzwerk verbunden ist, bevor Sie Tethering aktivieren."]},"Close":{"*":["Schließen"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Verwenden des Internets Ihres iOS-Geräts unter Linux über USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Gehen Sie folgendermaßen vor, um die Internetverbindung Ihres iOS-Smartphones über ein USB-Kabel mit einem Linux-Computer zu teilen:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Verbinden Sie Ihr iOS-Gerät über ein USB-Kabel mit dem Linux-Computer."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Gehen Sie auf Ihrem iOS-Gerät zu \"Einstellungen\" und wählen Sie dann \"Persönlicher Hotspot\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Aktivieren Sie \"Anderen den Beitritt erlauben\". Dadurch wird möglicherweise automatisch \"USB-Tethering\" aktiviert, wenn eine USB-Verbindung erkannt wird."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Wenn Ihr iOS-Gerät nicht mit Wi-Fi verbunden ist und mobile Daten verwendet, verbraucht dieses Tethering Daten aus Ihrem Mobilfunktarif. Um Datengebühren zu vermeiden, stellen Sie sicher, dass Ihr iOS-Gerät mit einem Wi-Fi-Netzwerk verbunden ist, bevor Sie Tethering aktivieren."]},"Configure AppimageLauncher":{"*":["Konfigurieren von AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Wählen Sie das Verhalten von Programmen, die in .appimage verfügbar sind"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Die Nutzungseinstellungen für alte Musik-CDs gelten nicht für MP3-Musik."]},"Search for servers (zeroconf)":{"*":["Suche nach Servern (zeroconf)"]},"Restore program configuration":{"*":["Wiederherstellen der Programmkonfiguration"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Dienstprogramm, das die Wiederherstellung des installierten Systems erleichtert, hauptsächlich die Wiederherstellung des Systemstarts (Grub). Es kann auch verwendet werden, um auf den Paketmanager und das Terminal des installierten Systems zuzugreifen."]},"Themes, Desktop and Tweaks":{"*":["Themes, Desktop und Tweaks"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Wir bieten Ihnen komplette Konfigurationen, die Sie auf äußerst einfache Weise auswählen können."]},"Install or remove programs.":{"*":["Installieren oder entfernen Sie Programme."]},"Introduction to BigLinux":{"*":["Einführung in BigLinux"]},"Themes to Bootsplash":{"*":["Themen zu Bootsplash"]},"Brightness and color":{"*":["Helligkeit und Farbe"]},"Control brightness and colors":{"*":["Helligkeit und Farben steuern"]},"Search for SSH servers":{"*":["Suche nach SSH-Servern"]},"Search for VNC servers":{"*":["Suche nach VNC-Servern"]},"Configure this window border theme":{"*":["Konfigurieren Sie dieses Fensterrahmendesign"]},"Configure this windows theme.":{"*":["Konfigurieren Sie dieses Windows-Design."]},"Advanced Audio Manager - Alsamixer":{"*":["Erweiterter Audio-Manager - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Audio-Controller für den Fall, dass kein Ton vorhanden ist."]},"Partition or format":{"*":["Partition oder Format"]},"Be careful, this program may erase all data on your computer.":{"*":["Seien Sie vorsichtig, dieses Programm kann alle Daten auf Ihrem Computer löschen."]},"Storage Information (SMART)":{"*":["Speicherinformationen (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Konfigurieren Sie Sicherheitsregeln für die Internetverbindung."]},"Configure webcam or capture card":{"*":["Webcam oder Capture-Karte konfigurieren"]},"HP printers":{"*":["HP Drucker"]},"Check status, ink level and maintenance.":{"*":["Überprüfen Sie Status, Tintenfüllstand und Wartung."]},"Scanners HP":{"*":["HP-Scanner"]},"Assemble Apple Hardware":{"*":["Apple-Hardware zusammenbauen"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Mit diesem Programm können Sie auf Programme auf Ihrem Apple iPhone oder iPad ähnlich zugreifen wie auf Dateien auf einem USB-Stick."]},"Connect to the internet using Android":{"*":["Verbinden Sie sich mit Android mit dem Internet"]},"Connect to Internet":{"*":["Mit dem Internet verbinden"]},"Connect to the internet using iOS":{"*":["Verbinden Sie sich mit iOS mit dem Internet"]},"Equalizer (DSP)":{"*":["Equalizer (DSP)"]},"Virtual desktops and activities":{"*":["Virtuelle Desktops und Aktivitäten"]},"Create more than one virtual desktop by switching between them.":{"*":["Erstellen Sie mehr als einen virtuellen Desktop, indem Sie zwischen ihnen wechseln."]},"Enabling search increases system memory and processing consumption.":{"*":["Das Aktivieren der Suche erhöht den Systemspeicher und den Verarbeitungsverbrauch."]},"Adjust the date, time and time zone.":{"*":["Passen Sie Datum, Uhrzeit und Zeitzone an."]},"Plasma Firewall":{"*":["Plasma-Firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigurieren Sie Sicherheitsregeln für Verbindungen. Diese Firewall basiert auf der Gufw-Infrastruktur"]},"Integration with Google Drive and ownCloud":{"*":["Integration mit Google Drive und ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Greifen Sie direkt über den Dateimanager auf Ihre Dateien zu, die sich auf Google Drive oder ownCloud befinden."]},"Layout settings, hotkeys and other options.":{"*":["Layouteinstellungen, Hotkeys und andere Optionen."]},"Manage connections":{"*":["Verbindungen verwalten"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Erweiterte Netzwerkkonfiguration (VPN, WLAN, kabelgebunden, feste IP, PPPoE, ADSL, kabelgebundenes Netzwerk, mobiles Breitband und andere)."]},"Manage services (Systemd)":{"*":["Dienste verwalten (Systemd)"]},"Configure the Kvantum theme":{"*":["Konfigurieren des Kvantum-Designs"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Damit das Kvantum-Setup funktioniert, wenden Sie das Kvantum-Design unter \"App-Stil\" an."]},"KDE Password Wallet":{"*":["KDE-Passwort-Brieftasche"]},"Manage files":{"*":["Dateien verwalten"]},"Get access to your files and folders.":{"*":["Erhalten Sie Zugriff auf Ihre Dateien und Ordner."]},"Storage Usage":{"*":["Speichernutzung"]},"KDE Connect":{"*":["KDE-Verbindung"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Dieses Programm kann Dateien zwischen Smartphones, Tablets und anderen Computern übertragen. Damit können Sie beispielsweise Ihr Smartphone als kabellose Maus und Tastatur verwenden, um unter anderem den Computer zu steuern. Es lässt sich besser in BigLinux integrieren und befindet sich unter den Applets in der Nähe der Systemuhr. Um mit Ihrem Smartphone zu synchronisieren, gehen Sie zum Google Store oder Apple Store und installieren Sie Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Greifen Sie auf das Befehlsterminal zu."]},"Password Manager":{"*":["Passwort-Manager"]},"Sound and microphone":{"*":["Ton und Mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurieren oder ändern Sie Audioeingabe- und -ausgabegeräte. (Bsp.: HDMI)"]},"Shared file information":{"*":["Informationen zu freigegebenen Dateien"]},"Printers":{"*":["Drucker"]},"Install, configure or remove printers.":{"*":["Installieren, konfigurieren oder entfernen Sie Drucker."]},"KDE Control Center":{"*":["KDE-Kontrollzentrum"]},"Advanced power configurator":{"*":["Erweiterter Leistungskonfigurator"]}}}}