{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["otsing"]},"Control Center":{"*":["Juhtimiskeskus"]},"Main":{"*":["Peamine"]},"Network and Internet":{"*":["Võrgu- ja internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Kohandamine"]},"Region and Language":{"*":["Piirkond ja keel"]},"Multimedia":{"*":["Multimeedia"]},"Accounts":{"*":["Kontod"]},"Devices":{"*":["Seadmed"]},"System":{"*":["Süsteem"]},"About":{"*":["Teave"]},"Other":{"*":["Muu"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Kasutage oma Android-seadme Interneti-ühendust Linuxis USB kaudu"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Android nutitelefoni internetiühenduse jagamiseks Linuxi arvutiga USB-kaabli abil järgige neid samme:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Ühendage oma Android nutitelefon Linuxi arvutiga USB-kaabli abil."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Avaage oma nutitelefonis menüüsse „Seaded“ ja liigu valikuni „Võrk ja internet“ või „Ühendused ja jagamine“."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Otsige 'USB jagamine', 'USB jagamine' või sarnased terminid ning luba see."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Kui teie Android-seade pole Wi-Fi-ga ühendatud ja kasutab mobiilset andmesidet, siis see jagamine tarbib andmeid teie mobiilsest plaanist. Andmetasude vältimiseks veenduge, et teie Android-seade on enne jagamise lubamist ühendatud Wi-Fi-võrku."]},"Close":{"*":["Sulge"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Kasutage oma iOS-seadme Interneti-ühendust Linuxis USB kaudu"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["iOS nutitelefoni internetiühenduse jagamiseks Linuxi arvutiga USB-kaabli abil järgige neid samme:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Ühendage oma iOS-seade Linuxi arvutiga USB-kaabli abil."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Teie iOS-seadmes minge jaotisse „Sätted“ ning valige seejärel „Isiklik leviala“."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Luba \"Luba teistel liituda\". See võib automaatselt lubada \"USB-ühenduse jagamise\", kui USB-ühendus tuvastatakse."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Kui teie iOS-seade pole Wi-Fi-ga ühendatud ja kasutab mobiilset andmesidet, siis see jagamine kasutab andmeid teie mobiilsest plaanist. Andmetasude vältimiseks veenduge, et teie iOS-seade on enne jagamise lubamist ühendatud Wi-Fi-võrku."]},"Configure AppimageLauncher":{"*":["Seadista AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Valige .appimage'is saadaolevate programmide käitumine"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Vana muusika CD-de kasutamise seaded pole MP3 muusika jaoks kehtivad."]},"Search for servers (zeroconf)":{"*":["Otsi servereid (zeroconf)"]},"Restore program configuration":{"*":["Taasta programmi konfiguratsioon"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Tööriist, mis hõlbustab paigaldatud süsteemi taastamist, peamiselt süsteemi käivitamise taastamist (Grub). Seda saab kasutada ka paigaldatud süsteemi pakihalduri ja terminali juurdepääsuks."]},"Themes, Desktop and Tweaks":{"*":["Teemad, töölaua ja kohandused"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Pakume teile täielikke seadistusi, mida saate valida äärmiselt lihtsal viisil."]},"Install or remove programs.":{"*":["Installige või eemaldage programme."]},"Introduction to BigLinux":{"*":["Sissejuhatus BigLinuxisse"]},"Themes to Bootsplash":{"*":["Teemad Bootsplash"]},"Brightness and color":{"*":["Heledus ja värv"]},"Control brightness and colors":{"*":["Kontrolli heledust ja värve"]},"Search for SSH servers":{"*":["Otsi SSH-servereid"]},"Search for VNC servers":{"*":["Otsi VNC-servereid"]},"Configure this window border theme":{"*":["Konfigureeri selle akna piirjoone teema"]},"Configure this windows theme.":{"*":["Konfigureeri see Windowsi teema."]},"Advanced Audio Manager - Alsamixer":{"*":["Täiustatud heli haldur - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Helijuhtimine heli puudumisel."]},"Partition or format":{"*":["Partitsioneerimine või vormindamine"]},"Be careful, this program may erase all data on your computer.":{"*":["Ole ettevaatlik, see programm võib kustutada kogu teie arvutis oleva teabe."]},"Storage Information (SMART)":{"*":["Salvestusteave (SMART)"]},"Gufw Firewall":{"*":["Gufw tulemüür"]},"Configure security rules for the internet connection.":{"*":["Konfigureerige turvareeglid internetiühenduse jaoks."]},"Configure webcam or capture card":{"*":["Konfigureeri veebikaamera või videosalvestuskaart"]},"HP printers":{"*":["HP printerid"]},"Check status, ink level and maintenance.":{"*":["Kontrollige olekut, tinti taset ja hooldust."]},"Scanners HP":{"*":["HP skannerid"]},"Assemble Apple Hardware":{"*":["Kokku panna Apple riistvara"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Selle programmi abil saate oma Apple iPhone'is või iPadis programme avada sarnaselt failide avamisega USB-mälupulgalt."]},"Connect to the internet using Android":{"*":["Ühendage Androidi kaudu internetiga"]},"Connect to Internet":{"*":["Ühenda internetiga"]},"Connect to the internet using iOS":{"*":["Ühendage internetiga iOS-i kaudu"]},"Equalizer (DSP)":{"*":["Helitugeja (DSP)"]},"Virtual desktops and activities":{"*":["Virtuaalarvutid ja tegevused"]},"Create more than one virtual desktop by switching between them.":{"*":["Loo mitu virtuaalarvutit, vahetades nende vahel."]},"Enabling search increases system memory and processing consumption.":{"*":["Otsingu lubamine suurendab süsteemi mälu- ja töötlusvõimsust."]},"Adjust the date, time and time zone.":{"*":["Kohanda kuupäeva, aja ja ajavööndit."]},"Plasma Firewall":{"*":["Plasma tulemüür"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigureerige ühenduste jaoks turvareeglid. See tulemüür põhineb Gufw infrastruktuuril."]},"Integration with Google Drive and ownCloud":{"*":["Integratsioon Google Drive'i ja ownCloud'iga"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Juurdepääs failidele, mis asuvad Google Drive'is või ownCloud'is otse failihaldurist."]},"Layout settings, hotkeys and other options.":{"*":["Paigutuse sätted, kiirklahvid ja muud valikud."]},"Manage connections":{"*":["Hallake ühendusi"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Täpsem võrguseadistus (VPN, wifi, juhtmega, fikseeritud IP, PPPoE, ADSL, juhtmega võrk, mobiilne lairiba ja teised)."]},"Manage services (Systemd)":{"*":["Teenused haldamine (Systemd)"]},"Configure the Kvantum theme":{"*":["Seadista Kvantum teemat"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Kvantumi seadistuse toimimiseks rakendage Kvantumi teema rakenduse stiilis."]},"KDE Password Wallet":{"*":["KDE paroolirahakott"]},"Manage files":{"*":["Failide haldamine"]},"Get access to your files and folders.":{"*":["Pääse oma failidele ja kaustadele."]},"Storage Usage":{"*":["Salvestusruumikasutus"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["See programm võimaldab failide edastamist nutitelefonide, tahvelarvutite ja teiste arvutite vahel. Näiteks saate kasutada oma nutitelefoni juhtmevaba hiire ja klaviatuurina arvuti juhtimiseks ning kasutada muid funktsioone. See integreerub paremini BigLinuxiga ja asub rakenduste hulgas, mis asuvad süsteemi kella lähedal. Nutitelefoniga sünkroonimiseks minge Google Store'i või Apple Store'i ja installige Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Ava juurdepääs käsureale."]},"Password Manager":{"*":["Paroolihaldur"]},"Sound and microphone":{"*":["Heli ja mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigureerige või muutke helisisend- ja väljundseadmeid. (Näide: HDMI)"]},"Shared file information":{"*":["Jagatud faili teave"]},"Printers":{"*":["Printerid"]},"Install, configure or remove printers.":{"*":["Installige, konfigureerige või eemaldage printerid."]},"KDE Control Center":{"*":["KDE juhtimiskeskus"]},"Advanced power configurator":{"*":["Täiustatud toitekonfiguraator"]}}}}