{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Otsing"]},"Control Center":{"*":["Juhtimiskeskus"]},"Main":{"*":["Peamine"]},"Network and Internet":{"*":["Võrk ja Internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Kohandada"]},"Region and Language":{"*":["Piirkond ja keel"]},"Multimedia":{"*":["Multimeedia"]},"Accounts":{"*":["Kontod"]},"Devices":{"*":["Seadmed"]},"System":{"*":["Süsteem"]},"About":{"*":["Umbes"]},"Other":{"*":["Muu"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Android-seadme Interneti kasutamine Linuxis USB kaudu"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Android-nutitelefoni Interneti-ühenduse jagamiseks Linuxi arvutiga USB-kaabli abil toimige järgmiselt."]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Ühendage oma Android-nutitelefon USB-kaabli abil Linuxi arvutiga."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Avage oma nutitelefonis \"Seaded\" ja navigeerige jaotisse \"Võrk ja Internet\" või \"Ühendused ja jagamine\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Otsige \"USB-sidumine\", \"USB-sidumine\" või muid sarnaseid termineid ja lubage see."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Kui teie Android-seade pole Wi-Fi-ga ühendatud ja kasutab mobiilandmesideühendust, tarbib see lõastamine teie mobiilsidepaketi andmeid. Andmesidetasude vältimiseks veenduge enne sidumise lubamist, et teie Android-seade oleks ühendatud WiFi-võrguga."]},"Close":{"*":["Sulgema"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["IOS-seadme Interneti kasutamine Linuxis USB kaudu"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["IOS-i nutitelefoni Interneti-ühenduse jagamiseks Linuxi arvutiga USB-kaabli abil toimige järgmiselt."]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Ühendage oma iOS-seade USB-kaabli abil Linuxi arvutiga."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Minge oma iOS-i seadmes jaotisse \"Seaded\", seejärel valige \"Isiklik tööpunkt\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Luba \"Luba teistel liituda\". See võib automaatselt lubada USB-ühenduse olemasolu, kui tuvastatakse USB-ühendus."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Kui teie iOS-seade pole Wi-Fi-ga ühendatud ja kasutab mobiilandmesideühendust, tarbib see lõastamine teie mobiilsidepaketi andmeid. Andmesidetasude vältimiseks veenduge enne sidumise lubamist, et teie iOS-seade oleks ühendatud Wi-Fi-võrguga."]},"Configure AppimageLauncher":{"*":["AppimageLauncheri konfigureerimine"]},"Choose the behavior of programs available in .appimage":{"*":["Appimage'is saadaolevate programmide käitumise valimine"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Vanamuusika CD-de kasutussätted ei kehti MP3-muusika puhul."]},"Search for servers (zeroconf)":{"*":["Serverite otsimine (zeroconf)"]},"Restore program configuration":{"*":["Taasta programmi konfiguratsioon"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Utiliit, mis hõlbustab installitud süsteemi taastamist, taastades peamiselt süsteemi alglaadimise (Grub). Seda saab kasutada ka installitud süsteemi paketihalduri ja terminali juurde pääsemiseks."]},"Themes, Desktop and Tweaks":{"*":["Teemad, töölaud ja tweaks"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Pakume täielikke konfiguratsioone, mida saate valida äärmiselt lihtsal viisil."]},"Install or remove programs.":{"*":["Installige või eemaldage programme."]},"Introduction to BigLinux":{"*":["BigLinuxi tutvustus"]},"Themes to Bootsplash":{"*":["Bootsplashi teemad"]},"Brightness and color":{"*":["Heledus ja värv"]},"Control brightness and colors":{"*":["Heleduse ja värvide juhtimine"]},"Search for SSH servers":{"*":["Otsige SSH-servereid"]},"Search for VNC servers":{"*":["Otsige VNC-servereid"]},"Configure this window border theme":{"*":["Selle akna äärisekujunduse konfigureerimine"]},"Configure this windows theme.":{"*":["Konfigureerige see Windowsi kujundus."]},"Advanced Audio Manager - Alsamixer":{"*":["Täiustatud helihaldur - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Helikontroller heli puudumise korral."]},"Partition or format":{"*":["Partitsioon või vorming"]},"Be careful, this program may erase all data on your computer.":{"*":["Olge ettevaatlik, see programm võib kustutada kõik teie arvutis olevad andmed."]},"Storage Information (SMART)":{"*":["Salvestusteave (SMART)"]},"Gufw Firewall":{"*":["Gufw tulemüür"]},"Configure security rules for the internet connection.":{"*":["Interneti-ühenduse turvareeglite konfigureerimine."]},"Configure webcam or capture card":{"*":["Veebikaamera või püüdmiskaardi konfigureerimine"]},"HP printers":{"*":["HP printerid"]},"Check status, ink level and maintenance.":{"*":["Kontrollige olekut, tindi taset ja hooldust."]},"Scanners HP":{"*":["HP skannerid"]},"Assemble Apple Hardware":{"*":["Apple'i riistvara kokkupanek"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Selle programmiga pääsete oma Apple iPhone'i või iPadi programmidele juurde sarnaselt USB-mälupulgal olevate failidega."]},"Connect to the internet using Android":{"*":["Interneti-ühenduse loomine Androidi abil"]},"Connect to Internet":{"*":["Interneti-ühenduse loomine"]},"Connect to the internet using iOS":{"*":["Interneti-ühenduse loomine iOS-i abil"]},"Equalizer (DSP)":{"*":["Ekvalaiser (DSP)"]},"Virtual desktops and activities":{"*":["Virtuaalsed töölauad ja tegevused"]},"Create more than one virtual desktop by switching between them.":{"*":["Looge rohkem kui üks virtuaalne töölaud, vahetades neid vaheldumisi."]},"Enabling search increases system memory and processing consumption.":{"*":["Otsingu lubamine suurendab süsteemi mälu ja töötlemise tarbimist."]},"Adjust the date, time and time zone.":{"*":["Reguleerige kuupäeva, kellaaega ja ajavööndit."]},"Plasma Firewall":{"*":["Plasma tulemüür"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigureerige ühenduste turvareeglid. See tulemüür põhineb Gufw infrastruktuuril"]},"Integration with Google Drive and ownCloud":{"*":["Integreerimine Google Drive'i ja ownCloudiga"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Pääsete Google Drive'is või ownCloudis olevatele failidele juurde otse failihaldurist."]},"Layout settings, hotkeys and other options.":{"*":["Paigutuse seaded, kiirklahvid ja muud valikud."]},"Manage connections":{"*":["Ühenduste haldamine"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Täiustatud võrgukonfiguratsioon (VPN, wifi, traadiga, fikseeritud IP, PPPoE, ADSL, traadiga võrk, mobiilne lairibaühendus ja teised)."]},"Manage services (Systemd)":{"*":["Teenuste haldamine (Systemd)"]},"Configure the Kvantum theme":{"*":["Kvantumi kujunduse konfigureerimine"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Kvantumi seadistuse toimimiseks rakendage Kvantumi teemat jaotises \"Rakenduse stiil\"."]},"KDE Password Wallet":{"*":["KDE parooliga rahakott"]},"Manage files":{"*":["Failide haldamine"]},"Get access to your files and folders.":{"*":["Pääsete juurde oma failidele ja kaustadele."]},"Storage Usage":{"*":["Salvestusruumi kasutamine"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["See programm võib edastada faile nutitelefonide, tahvelarvutite ja muude arvutite vahel. Selle abil saate näiteks oma nutitelefoni kasutada traadita hiire ja klaviatuurina arvuti juhtimiseks. See integreerub paremini BigLinuxiga ja asub süsteemi kella lähedal asuvate aplettide hulgas. Nutitelefoniga sünkroonimiseks minge Google Store'i või Apple Store'i ja installige Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Juurdepääs käsuterminalile."]},"Password Manager":{"*":["Paroolihaldur"]},"Sound and microphone":{"*":["Heli ja mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Heli sisend- ja väljundseadmete konfigureerimine või muutmine. (Nt: HDMI)"]},"Shared file information":{"*":["Ühiskasutuses faili teave"]},"Printers":{"*":["Printerid"]},"Install, configure or remove printers.":{"*":["Installige, konfigureerige või eemaldage printereid."]},"KDE Control Center":{"*":["KDE juhtimiskeskus"]},"Advanced power configurator":{"*":["Täiustatud toitekonfiguraator"]}}}}