{"et":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Juhtimiskeskus"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Kasutage oma Android-seadme Interneti-ühendust Linuxis USB kaudu"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Android nutitelefoni internetiühenduse jagamiseks Linuxi arvutiga USB-kaabli abil järgige neid samme:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Ühendage oma Android nutitelefon Linuxi arvutiga USB-kaabli abil."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Avaage oma nutitelefonis menüüd „Seaded“ ja liigu valikuni „Võrk ja internet“ või „Ühendused ja jagamine“."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Otsige 'USB jagamine', 'USB jagamine' või sarnased terminid ning luba see."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["See loob automaatselt internetiühenduse teie Linuxi arvutis ilma täiendava konfiguratsiooni nõudmata."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Kui teie Android-seade pole Wi-Fi-ga ühendatud ja kasutab mobiilset andmesidet, siis see jagamine tarbib andmeid teie mobiilsest plaanist. Andme tasude vältimiseks veenduge, et teie Android-seade on enne jagamise lubamist ühendatud Wi-Fi-võrku."]},"Close":{"*":["Sulge"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Kasutage oma iOS-seadme Interneti-ühendust Linuxis USB kaudu"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["iOS nutitelefoni internetiühenduse jagamiseks Linuxi arvutiga USB-kaabli abil järgige neid samme:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Ühendage oma iOS-seade Linuxi arvutiga USB-kaabli abil."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Teie iOS-seadmes minge jaotisse „Sätted“ ning valige seejärel „Isiklik leviala“."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Luba \"Luba teistel liituda\". See võib automaatselt lubada \"USB-ühenduse jagamise\", kui USB-ühendus tuvastatakse."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Kui teie iOS-seade pole Wi-Fi-ga ühendatud ja kasutab mobiilset andmesidet, siis see jagamine kasutab andmeid teie mobiilsest plaanist. Andmetasude vältimiseks veenduge, et teie iOS-seade on enne jagamise lubamist ühendatud Wi-Fi-võrku."]},"Main":{"*":["Peamine"]},"Network and Internet":{"*":["Võrgu- ja internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Kohandamine"]},"Region and Language":{"*":["Piirkond ja keel"]},"Multimedia":{"*":["Multimeedia"]},"Accounts":{"*":["Kontod"]},"Devices":{"*":["Seadmed"]},"System":{"*":["Süsteem"]},"About":{"*":["Teave"]},"Other":{"*":["Muu"]},"Search...":{"*":["Otsi..."]},"Configure AppimageLauncher":{"*":["Seadista AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Valige .appimage'is saadaolevate programmide käitumine"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Vana muusika CD-de kasutamise seaded pole MP3 muusika jaoks kehtivad."]},"Search for servers (zeroconf)":{"*":["Otsi servereid (zeroconf)"]},"Restore program configuration":{"*":["Taasta programmi konfiguratsioon"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Tööriist, mis hõlbustab paigaldatud süsteemi taastamist, peamiselt süsteemi käivitamise taastamist (Grub). Seda saab kasutada ka paigaldatud süsteemi pakihalduri ja terminali juurdepääsuks."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Pakume teile täielikke seadistusi, mida saate valida äärmiselt lihtsal viisil."]},"Install or remove programs.":{"*":["Installige või eemaldage programme."]},"Introduction to BigLinux":{"*":["Sissejuhatus BigLinuxisse"]},"Themes to Bootsplash":{"*":["Teemad Bootsplash"]},"Brightness and color":{"*":["Heledus ja värv"]},"Control brightness and colors":{"*":["Kontrolli heledust ja värve"]},"Search for SSH servers":{"*":["Otsi SSH-servereid"]},"Search for VNC servers":{"*":["Otsi VNC-servereid"]},"Expand device support":{"*":["Seadme tugi laiendamine"]},"The basis of the system and video card support":{"*":["Süsteemi alus ja videokaardi tugi"]},"Configure this window border theme":{"*":["Konfigureeri selle akna piirjoone teema"]},"Configure this windows theme.":{"*":["Konfigureeri see Windowsi teema."]},"Advanced Audio Manager - Alsamixer":{"*":["Täiustatud heli haldur - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Helijuhtimine heli puudumisel."]},"Partition or format":{"*":["Partitsioneerimine või vormindamine"]},"Be careful, this program may erase all data on your computer.":{"*":["Ole ettevaatlik, see programm võib kustutada kogu teie arvutis oleva teabe."]},"Storage Information (SMART)":{"*":["Salvestusteave (SMART)"]},"Gufw Firewall":{"*":["Gufw tulemüür"]},"Configure security rules for the internet connection.":{"*":["Konfigureerige turvareeglid internetiühenduse jaoks."]},"Configure webcam or capture card":{"*":["Konfigureeri veebikaamera või videosalvestuskaart"]},"HP printers":{"*":["HP printerid"]},"Check status, ink level and maintenance.":{"*":["Kontrollige olekut, tinti taset ja hooldust."]},"Scanners HP":{"*":["HP skannerid"]},"Assemble Apple Hardware":{"*":["Kokku panna Apple riistvara"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Selle programmi abil saate oma Apple iPhone'is või iPadis programme avada sarnaselt failide avamisega USB-mälupulgalt."]},"Connect to the internet using Android":{"*":["Ühendage Androidi kaudu internetiga"]},"Connect to Internet":{"*":["Ühenda internetiga"]},"Connect to the internet using iOS":{"*":["Ühendage internetiga iOS-i kaudu"]},"Equalizer (DSP)":{"*":["Helitugeja (DSP)"]},"Virtual desktops and activities":{"*":["Virtuaalarvutid ja tegevused"]},"Create more than one virtual desktop by switching between them.":{"*":["Loo mitu virtuaalarvutit, vahetades nende vahel."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Otsingu aktiveerimine võib tarbida märkimisväärseid mälu- ja töötlemisressursse. See võib põhjustada süsteemi aeglustumist, olenevalt kasutaja failide arvust."]},"Adjust the date, time and time zone.":{"*":["Kohanda kuupäeva, aja ja ajavööndit."]},"Plasma Firewall":{"*":["Plasma tulemüür"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigureerige ühenduste jaoks turvareeglid. See tulemüür põhineb Gufw infrastruktuuril."]},"Integration with Google Drive and ownCloud":{"*":["Integratsioon Google Drive'i ja ownCloud'iga"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Juurdepääs failidele, mis asuvad Google Drive'is või ownCloud'is otse failihaldurist."]},"Layout settings, hotkeys and other options.":{"*":["Paigutuse sätted, kiirklahvid ja muud valikud."]},"Manage connections":{"*":["Hallake ühendusi"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Täpsem võrguseadistus (VPN, wifi, juhtmega, fikseeritud IP, PPPoE, ADSL, juhtmega võrk, mobiilne lairiba ja teised)."]},"Manage services (Systemd)":{"*":["Teenused haldamine (Systemd)"]},"Configure the Kvantum theme":{"*":["Seadista Kvantum teemat"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Kvantumi seadistuse toimimiseks rakendage Kvantumi teema rakenduse stiilis."]},"KDE Password Wallet":{"*":["KDE paroolirahakott"]},"Snapshots and backups":{"*":["Hetkepildid ja varukoopiad"]},"Create or activate restore points":{"*":["Loo või aktiveeri taastepunktid"]},"Manage files":{"*":["Failide haldamine"]},"Get access to your files and folders.":{"*":["Pääse oma failidele ja kaustadele."]},"Storage Usage":{"*":["Salvestusruumikasutus"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["See programm võimaldab failide edastamist nutitelefonide, tahvelarvutite ja teiste arvutite vahel. Näiteks saate kasutada oma nutitelefoni juhtmevaba hiire ja klaviatuurina arvuti juhtimiseks ning kasutada muid funktsioone. See integreerub paremini BigLinuxiga ja asub rakenduste hulgas, mis asuvad süsteemi kella lähedal. Nutitelefoniga sünkroonimiseks minge Google Store'i või Apple Store'i ja installige Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Ava juurdepääs käsureale."]},"Password Manager":{"*":["Paroolihaldur"]},"Sound and microphone":{"*":["Heli ja mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigureerige või muutke helisisend- ja väljundseadmeid. (Näide: HDMI)"]},"Shared file information":{"*":["Jagatud faili teave"]},"Printers":{"*":["Printerid"]},"Install, configure or remove printers.":{"*":["Installige, konfigureerige või eemaldage printerid."]},"KDE Control Center":{"*":["KDE juhtimiskeskus"]},"Advanced power configurator":{"*":["Täiustatud toitekonfiguraator"]},"$APP":{"*":["$RAKENDUS"]},"Erro na criação do diretório : $bigdir":{"*":["Kataloogi loomisel tekkis viga: $bigdir"]},"Category":{"*":["Kategooria"]},"Name":{"*":["Nimi"]},"ID":{"*":["ID"]},"Info":{"*":["Informatsioon"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["Raport on salvestatud faili: $FILE_TO_SAVE\nKas soovite raportit kohe vaadata?"]},"Visualizar o relatório":{"*":["Vaata aruannet"]},"Fechar":{"*":["Sulge"]},"Hardinfo Relatory":{"*":["Hardinfo aruanne"]},"Central de Controle - Webcam":{"*":["Juhtpaneel - Veebikaamera"]},"Nenhuma webcam localizada.":{"*":["Ühtegi veebikaamerat ei leitud."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["Veebikaamera on juba rakenduste poolt kasutusel:"]},"Abrirei em modo de configuração. ":{"*":["Ma avanen konfiguratsioonirežiimis."]},"As alterações feitas podem ser vistas":{"*":["Muudatused on nähtavad"]},"na imagem da sua webcam em outros programas.":{"*":["pildil oma veebikaamera teistes programmides."]},"Introdução ao BigLinux":{"*":["Sissejuhatus BigLinuxi"]},"Aguarde, carregando...":{"*":["Oota, laadimine..."]},"Bem vindo ao BigLinux":{"*":["Tere tulemast BigLinuxi"]},"Comece com algumas etapas simples.":{"*":["Alusta mõne lihtsa sammuga."]},"Mostrar na inicialização":{"*":["Näita käivitamisel"]},"Olá":{"*":["Sorry, I can only assist with software-related translations."]},"Ajustes iniciais":{"*":["Algseaded"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["Pakume täielikke seadistusi, mida saate väga lihtsalt valida."]},"Configurações da Tela":{"*":["Ekraani sätted"]},"Escolha seu navegador padrão":{"*":["Valige vaikebrauser"]},"Defina seus programas padrões.":{"*":["Määra oma vaikeprogrammid."]},"Outros navegadores":{"*":["Muud veebibrauserid"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect on rakendus, mis hõlbustab juhtmevabu suhtlusvõimalusi ja andmeedastust seadmete vahel kohalikes võrkudes. Saadaval Google Play poes Androidile ja Apple Store'is iPhone'ile."]},"Instalação de Driver e Informações de Hardware":{"*":["Juhtide installimine ja riistvara teave"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Installige või eemaldage draivereid ja püsivara lihtsal viisil."]},"Impressoras":{"*":["Printer"]},"Conheça alguns recursos":{"*":["Tutvuge mõne funktsiooniga"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Meie tarkvara on koostöökeskkond, tule ja liitu selle arenguga. Vaata uudiseid!"]},"Big Store":{"*":["Suur kauplus"]},"Web Apps":{"*":["Veebirakendused"]},"Redutor de Ruídos":{"*":["Müra vähendaja"]},"Configurar a voz do sistema (TTS)":{"*":["Süsteemi hääle (TTS) seadistamine"]},"OCR para PDF":{"*":["OCR PDF-iks"]},"Doação e Redes sociais":{"*":["Anneta ja sotsiaalmeedia"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Sinu annetus on projekti jaoks väga oluline, järgige sotsiaalmeedia platvorme."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Õnnitleme, olete lõpetanud esimesed sammud BigLinuxi kasutamiseks."]},"Aguarde...":{"*":["Oota..."]},"Verificando conexão com a Internet...":{"*":["Kontrollitakse internetiühendust..."]},"Sem conexão com a Internet...":{"*":["Ühenduseta Internetiga..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Kui eemaldate seaded, kaotatakse Waydroidis installitud programmid ja nende seaded. Kas soovite tõesti eemaldada?"]},"Configurações removidas com sucesso!":{"*":["Seaded eemaldatud edukalt!"]},"Nenhuma configuração foi removida!":{"*":["Ühtegi seadistust ei eemaldatud!"]},"Não existem configurações para remover.":{"*":["Puuduvad eemaldamiseks konfiguratsioonid."]},"ID do Android:":{"*":["Androidi ID:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Androidi ID taastamine ebaõnnestus. \\n\\nHoiatus: Waydroid peab olema avatud."]},"Remover":{"*":["Eemaldama"]},"Maximizado":{"*":["Maksimeeritud"]},"Desinstalar":{"*":["Eemaldama"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["Ma ei leidnud virtualiseerimistehnoloogia tuge, võib-olla peate selle valiku BIOS-is lubama arvutis."]},"Utilize programas para Android no BigLinux.":{"*":["Kasutage Androidi rakendusi BigLinuxis."]},"Instalar o Waydroid":{"*":["Installige Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Installige Waydroid koos Google'i rakendustega"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Allaalaadimine on umbes 1 GB, sõltuvalt teie ühendusest võib aega võtta."]},"Resolução":{"*":["Resolutsioon"]},"Paisagem":{"*":["No translation"]},"Retrato":{"*":["No translation needed."]},"Aceleração 3D":{"*":["3D kiirendus"]},"Desativado":{"*":["Keelatud"]},"Ativado":{"*":["Aktiveeritud"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroidi saab käivitada ka süsteemi menüüst"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Kui 3D kiirendus on lubatud kokkusobimatus riistvaras, siis Android ei lähe laadimise ekraanist edasi."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D kiirendus on Nvidia graafikakaartidel, kasutades propageeritud draiverit, kokkusobimatu."]},"Exibir ID do Android":{"*":["Kuva Androidi ID"]},"Ativar Google Apps":{"*":["Aktiveeri Google Apps"]},"PlayStore":{"*":["Play poelett"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["PlayStore'i aktiveerimiseks klõpsake (Androidi ID kuvamine) ja kopeerige Androidi ID, seejärel klõpsake (Google Apps'i lubamine), et avada seadme registreerimise leht, peate olema sisse logitud oma Google'i kontole, sisestage oma Androidi ID ja registreerige. Aktiveerimine võib võtta mõned minutid teie Waydroidis. Sulgege ja avage uuesti. Valmis!"]},"Remover Configurações":{"*":["Eemaldage sätted"]},"Desinstalar o Waydroid":{"*":["Eemalda Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Kui 3D kiirendus on lubatud kokkusobimatus riistvaras, siis Android ei lähe laadimise ekraanist edasi"]},"Parar o Waydroid":{"*":["Lõpeta Waydroid"]},"Iniciar o Waydroid":{"*":["Käivita Waydroid"]},"Advanced Firewall":{"*":["Täiustatud tulemüür"]}}}}