{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Etsiä"]},"Control Center":{"*":["Ohjauskeskus"]},"Main":{"*":["Pää"]},"Network and Internet":{"*":["Verkko ja Internet"]},"Phone":{"*":["Puhelin"]},"Customize":{"*":["Mukauttaa"]},"Region and Language":{"*":["Alue ja kieli"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Tilit"]},"Devices":{"*":["Laitteet"]},"System":{"*":["Järjestelmä"]},"About":{"*":["Noin"]},"Other":{"*":["Toinen"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Android-laitteen Internetin käyttäminen Linuxissa USB: n kautta"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Voit jakaa Android-älypuhelimesi Internet-yhteyden Linux-tietokoneen kanssa USB-kaapelilla seuraavasti:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Liitä Android-älypuhelin Linux-tietokoneeseen USB-kaapelilla."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Avaa älypuhelimellasi Asetukset ja siirry kohtaan Verkko ja Internet tai Yhteydet ja jakaminen."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Etsi \"USB Tethering\", \"USB Tether\" tai vastaavia termejä ja ota se käyttöön."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jos Android-laitteesi ei ole yhteydessä Wi-Fi-verkkoon ja käyttää mobiilidataa, jakaminen kuluttaa mobiililiittymäsi dataa. Voit välttää tiedonsiirtomaksut varmistamalla, että Android-laitteesi on yhdistetty Wi-Fi-verkkoon, ennen kuin otat yhteyden jakamisen käyttöön."]},"Close":{"*":["Sulkea"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["iOS-laitteen internetin käyttäminen Linuxissa USB:n kautta"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Voit jakaa iOS-älypuhelimesi Internet-yhteyden Linux-tietokoneen kanssa USB-kaapelilla seuraavasti:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Liitä iOS-laite Linux-tietokoneeseen USB-kaapelilla."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Siirry iOS-laitteellasi kohtaan \"Asetukset\" ja valitse sitten \"Oma hotspot\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Ota käyttöön 'Salli muiden liittyä'. Tämä saattaa ottaa USB-yhteyden automaattisesti käyttöön, jos USB-yhteys havaitaan."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jos iOS-laitteesi ei ole yhteydessä Wi-Fi-verkkoon ja käyttää mobiilidataa, jakaminen kuluttaa mobiililiittymäsi dataa. Voit välttää tiedonsiirtomaksut varmistamalla, että iOS-laite on yhdistetty Wi-Fi-verkkoon, ennen kuin otat yhteyden jakamisen käyttöön."]},"Configure AppimageLauncher":{"*":["Määritä AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":[".appimage-tiedostossa käytettävissä olevien ohjelmien toiminnan valitseminen"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Vanhojen musiikki-CD-levyjen käyttöasetukset eivät koske MP3-musiikkia."]},"Search for servers (zeroconf)":{"*":["Etsi palvelimia (zeroconf)"]},"Restore program configuration":{"*":["Palauta ohjelman kokoonpano"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Apuohjelma, joka helpottaa asennetun järjestelmän palauttamista, lähinnä järjestelmän käynnistyksen palauttamista (Grub). Sitä voidaan käyttää myös asennetun järjestelmän paketinhallinnan ja päätelaitteen käyttämiseen."]},"Themes, Desktop and Tweaks":{"*":["Teemat, työpöytä ja Tweaks"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Tarjoamme täydelliset kokoonpanot, jotka voit valita erittäin yksinkertaisella tavalla."]},"Install or remove programs.":{"*":["Asenna tai poista ohjelmia."]},"Introduction to BigLinux":{"*":["Johdatus BigLinuxiin"]},"Themes to Bootsplash":{"*":["Bootsplashin teemat"]},"Brightness and color":{"*":["Kirkkaus ja väri"]},"Control brightness and colors":{"*":["Kirkkauden ja värien hallinta"]},"Search for SSH servers":{"*":["Etsi SSH-palvelimia"]},"Search for VNC servers":{"*":["Etsi VNC-palvelimia"]},"Configure this window border theme":{"*":["Määritä tämä ikkunan reunan teema"]},"Configure this windows theme.":{"*":["Määritä tämä Windows-teema."]},"Advanced Audio Manager - Alsamixer":{"*":["Advanced Audio Manager - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Ääniohjain, jos ääntä ei kuulu."]},"Partition or format":{"*":["Osio tai muotoilu"]},"Be careful, this program may erase all data on your computer.":{"*":["Ole varovainen, tämä ohjelma voi poistaa kaikki tietokoneesi tiedot."]},"Storage Information (SMART)":{"*":["Tallennustiedot (SMART)"]},"Gufw Firewall":{"*":["Gufw-palomuuri"]},"Configure security rules for the internet connection.":{"*":["Määritä Internet-yhteyden suojaussäännöt."]},"Configure webcam or capture card":{"*":["Määritä verkkokamera tai sieppauskortti"]},"HP printers":{"*":["HP-tulostimet"]},"Check status, ink level and maintenance.":{"*":["Tarkista tila, mustetaso ja ylläpito."]},"Scanners HP":{"*":["HP-skannerit"]},"Assemble Apple Hardware":{"*":["Apple-laitteiston kokoaminen"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Tämän ohjelman avulla voit käyttää Apple iPhone- tai iPad-laitteesi ohjelmia samalla tavalla kuin USB-tikulla olevia tiedostoja."]},"Connect to the internet using Android":{"*":["Internet-yhteyden muodostaminen Androidilla"]},"Connect to Internet":{"*":["Internet-yhteyden muodostaminen"]},"Connect to the internet using iOS":{"*":["Internet-yhteyden muodostaminen iOS:n avulla"]},"Equalizer (DSP)":{"*":["Taajuuskorjain (DSP)"]},"Virtual desktops and activities":{"*":["Virtuaaliset työpöydät ja aktiviteetit"]},"Create more than one virtual desktop by switching between them.":{"*":["Luo useampi kuin yksi virtuaalinen työpöytä vaihtamalla niiden välillä."]},"Enabling search increases system memory and processing consumption.":{"*":["Haun ottaminen käyttöön lisää järjestelmän muistin ja prosessoinnin kulutusta."]},"Adjust the date, time and time zone.":{"*":["Säädä päivämäärää, kellonaikaa ja aikavyöhykettä."]},"Plasma Firewall":{"*":["Plasman palomuuri"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Määritä yhteyksien suojaussäännöt. Tämä palomuuri perustuu Gufw-infrastruktuuriin"]},"Integration with Google Drive and ownCloud":{"*":["Integrointi Google Driveen ja ownCloudiin"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Käytä Google Drivessa tai ownCloudissa olevia tiedostojasi suoraan tiedostonhallinnasta."]},"Layout settings, hotkeys and other options.":{"*":["Asetteluasetukset, pikanäppäimet ja muut vaihtoehdot."]},"Manage connections":{"*":["Yhteyksien hallinta"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Kehittynyt verkon kokoonpano (VPN, wifi, langallinen, kiinteä IP, PPPoE, ADSL, langallinen verkko, mobiililaajakaista ja muut)."]},"Manage services (Systemd)":{"*":["Palveluiden hallinta (Systemd)"]},"Configure the Kvantum theme":{"*":["Määritä Kvantum-teema"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Jotta Kvantum-asetukset toimisivat, käytä Kvantum-teemaa kohdassa 'Sovellustyyli'."]},"KDE Password Wallet":{"*":["KDE-salasana lompakko"]},"Manage files":{"*":["Tiedostojen hallinta"]},"Get access to your files and folders.":{"*":["Voit käyttää tiedostojasi ja kansioitasi."]},"Storage Usage":{"*":["Tallennustilan käyttö"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Tämä ohjelma voi siirtää tiedostoja älypuhelimien, tablettien ja muiden tietokoneiden välillä. Sen avulla voit esimerkiksi käyttää älypuhelinta langattomana hiirenä ja näppäimistöä tietokoneen ohjaamiseen muiden ominaisuuksien ohella. Se integroituu paremmin BigLinuxiin ja istuu järjestelmän kellon lähellä olevien applettien joukossa. Jos haluat synkronoida älypuhelimesi kanssa, siirry Google Storeen tai Apple Storeen ja asenna Kde Connect."]},"Terminal":{"*":["Terminaali"]},"Access the command terminal.":{"*":["Avaa komentopääte."]},"Password Manager":{"*":["Salasanojen hallinta"]},"Sound and microphone":{"*":["Ääni ja mikrofoni"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Määritä tai muuta äänen tulo- ja lähtölaitteita. (Esimerkiksi: HDMI)"]},"Shared file information":{"*":["Jaetun tiedoston tiedot"]},"Printers":{"*":["Tulostimet"]},"Install, configure or remove printers.":{"*":["Asenna, määritä tai poista tulostimia."]},"KDE Control Center":{"*":["KDE-ohjauskeskus"]},"Advanced power configurator":{"*":["Edistynyt virrankonfiguraattori"]}}}}