{"fr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Centre de contrôle"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Utilisation de l'Internet de votre appareil Android sur Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Pour partager la connexion Internet de votre smartphone Android avec un ordinateur Linux en utilisant un câble USB, suivez ces étapes :"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Connectez votre smartphone Android à l'ordinateur Linux à l'aide d'un câble USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Sur votre smartphone, ouvrez les \"Paramètres\" et accédez à \"Réseau et Internet\" ou \"Connexions et partage\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Recherchez \"Partage de connexion USB\", \"Tethering USB\" ou des termes similaires et activez-le."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Cela établira automatiquement la connexion Internet sur votre ordinateur Linux sans nécessiter de configuration supplémentaire."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Si votre appareil Android n'est pas connecté au Wi-Fi et utilise des données cellulaires, ce partage de connexion consommera des données de votre forfait cellulaire. Pour éviter les frais de données, assurez-vous que votre appareil Android est connecté à un réseau Wi-Fi avant d'activer le partage de connexion."]},"Close":{"*":["Fermer"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Utilisation de l'Internet de votre appareil iOS sur Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Pour partager la connexion Internet de votre smartphone iOS avec un ordinateur Linux en utilisant un câble USB, suivez ces étapes :"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Connectez votre appareil iOS à l'ordinateur Linux à l'aide d'un câble USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Sur votre appareil iOS, allez dans 'Réglages', puis sélectionnez 'Partage de connexion'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Activer \"Autoriser les autres à rejoindre\". Cela peut activer automatiquement le \"Partage de connexion USB\" si une connexion USB est détectée."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Si votre appareil iOS n'est pas connecté au Wi-Fi et utilise des données cellulaires, ce partage de connexion consommera des données de votre forfait cellulaire. Pour éviter les frais de données, assurez-vous que votre appareil iOS est connecté à un réseau Wi-Fi avant d'activer le partage de connexion."]},"Main":{"*":["Principal"]},"Network and Internet":{"*":["Réseau et Internet"]},"Phone":{"*":["Téléphone"]},"Customize":{"*":["Personnaliser"]},"Region and Language":{"*":["Région et Langue"]},"Multimedia":{"*":["Multimédia"]},"Accounts":{"*":["Comptes"]},"Devices":{"*":["Appareils"]},"System":{"*":["Système"]},"About":{"*":["À propos"]},"Other":{"*":["Autre"]},"Search...":{"*":["Rechercher..."]},"Configure AppimageLauncher":{"*":["Configurer AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Choisissez le comportement des programmes disponibles dans .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Les paramètres d'utilisation des anciens CD de musique ne sont pas valides pour la musique MP3."]},"Search for servers (zeroconf)":{"*":["Rechercher des serveurs (zeroconf)"]},"Restore program configuration":{"*":["Restaurer la configuration du programme"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Utilitaire qui facilite la restauration du système installé, principalement la restauration du démarrage du système (Grub). Il peut également être utilisé pour accéder au gestionnaire de paquets et au terminal du système installé."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Nous fournissons des configurations complètes pour que vous puissiez sélectionner de manière extrêmement simple."]},"Install or remove programs.":{"*":["Installer ou supprimer des programmes."]},"Introduction to BigLinux":{"*":["Introduction à BigLinux"]},"Themes to Bootsplash":{"*":["Thèmes pour l'écran de démarrage"]},"Brightness and color":{"*":["Luminosité et couleur"]},"Control brightness and colors":{"*":["Contrôler la luminosité et les couleurs"]},"Search for SSH servers":{"*":["Rechercher des serveurs SSH"]},"Search for VNC servers":{"*":["Rechercher des serveurs VNC"]},"Configure this window border theme":{"*":["Configurer ce thème de bordure de fenêtre"]},"Configure this windows theme.":{"*":["Configurer ce thème Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Gestionnaire audio avancé - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Contrôleur audio en cas d'absence de son."]},"Partition or format":{"*":["Partitionner ou formater"]},"Be careful, this program may erase all data on your computer.":{"*":["Attention, ce programme pourrait effacer toutes les données de votre ordinateur."]},"Storage Information (SMART)":{"*":["Informations de stockage (SMART)"]},"Gufw Firewall":{"*":["Firewall Gufw"]},"Configure security rules for the internet connection.":{"*":["Configurer les règles de sécurité pour la connexion Internet."]},"Configure webcam or capture card":{"*":["Configurer la webcam ou la carte de capture"]},"HP printers":{"*":["Imprimantes HP"]},"Check status, ink level and maintenance.":{"*":["Vérifier l'état, le niveau d'encre et la maintenance."]},"Scanners HP":{"*":["Scanners HP"]},"Assemble Apple Hardware":{"*":["Assembler le matériel Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Avec ce programme, vous pouvez accéder aux programmes sur votre Apple iPhone ou iPad de manière similaire à l'accès aux fichiers sur une clé USB."]},"Connect to the internet using Android":{"*":["Connectez-vous à Internet en utilisant Android"]},"Connect to Internet":{"*":["Se connecter à Internet"]},"Connect to the internet using iOS":{"*":["Connectez-vous à Internet en utilisant iOS"]},"Equalizer (DSP)":{"*":["Égaliseur (DSP)"]},"Virtual desktops and activities":{"*":["Bureaux virtuels et activités"]},"Create more than one virtual desktop by switching between them.":{"*":["Créez plusieurs bureaux virtuels en passant de l'un à l'autre."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["L'activation de la recherche peut consommer des ressources mémoire et de traitement importantes. Cela peut ralentir le système en fonction du nombre de fichiers utilisateur."]},"Adjust the date, time and time zone.":{"*":["Ajuster la date, l'heure et le fuseau horaire."]},"Plasma Firewall":{"*":["Firewall Plasma"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Configurer les règles de sécurité pour les connexions. Ce pare-feu est basé sur l'infrastructure Gufw."]},"Integration with Google Drive and ownCloud":{"*":["Intégration avec Google Drive et ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Accédez à vos fichiers stockés sur Google Drive ou ownCloud directement depuis le gestionnaire de fichiers."]},"Layout settings, hotkeys and other options.":{"*":["Paramètres de mise en page, raccourcis clavier et autres options."]},"Manage connections":{"*":["Gérer les connexions"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Configuration réseau avancée (VPN, wifi, filaire, IP fixe, PPPoE, ADSL, réseau filaire, large bande mobile et autres)."]},"Manage services (Systemd)":{"*":["Gérer les services (Systemd)"]},"Configure the Kvantum theme":{"*":["Configurer le thème Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Pour que la configuration de Kvantum fonctionne, appliquez le thème Kvantum dans 'Style de l'application'."]},"KDE Password Wallet":{"*":["Portefeuille de mots de passe KDE"]},"Manage files":{"*":["Gérer les fichiers"]},"Get access to your files and folders.":{"*":["Accédez à vos fichiers et dossiers."]},"Storage Usage":{"*":["Utilisation du stockage"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Ce programme peut transférer des fichiers entre smartphones, tablettes et autres ordinateurs. Avec lui, vous pouvez, par exemple, utiliser votre smartphone comme une souris et un clavier sans fil pour contrôler l'ordinateur, entre autres fonctionnalités. Il s'intègre mieux avec BigLinux et se trouve parmi les applets situés près de l'horloge système. Pour synchroniser avec votre smartphone, allez sur Google Store ou Apple Store et installez Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Accédez au terminal de commande."]},"Password Manager":{"*":["Gestionnaire de mots de passe"]},"Sound and microphone":{"*":["Son et microphone"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Configurer ou modifier les périphériques d'entrée et de sortie audio. (Ex : HDMI)"]},"Shared file information":{"*":["Informations sur le fichier partagé"]},"Printers":{"*":["Imprimantes"]},"Install, configure or remove printers.":{"*":["Installer, configurer ou supprimer des imprimantes."]},"KDE Control Center":{"*":["Centre de contrôle KDE"]},"Advanced power configurator":{"*":["Configurateur avancé d'alimentation"]}}}}