{"he":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["מרכז בקרה"]},"Using Your Android Device's Internet on Linux via USB":{"*":["שימוש באינטרנט של המכשיר האנדרואיד שלך ב-Linux דרך USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["כדי לשתף את חיבור האינטרנט של הסמארטפון שלך במערכת ההפעלה Linux באמצעות כבל USB, עקוב אחר השלבים הבאים:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["חבר את הסמארטפון שלך המרובה למחשב הלינוקס באמצעות כבל USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["על הסמארטפון שלך, פתח 'הגדרות' ונווט אל 'רשת ואינטרנט' או 'חיבורים ושיתוף'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["חפש 'שיתוף גישה באמצעות USB', 'שיתוף גישה USB', או מונחים דומים והפעל אותם."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["זה יקים את חיבור האינטרנט באופן אוטומטי במחשב ה-Linux שלך בלי צורך בתצורה נוספת."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["אם המכשיר שלך ב-Android אינו מחובר לרשת Wi-Fi ומשתמש בנתונים סלולריים, השימוש בטתרינג יצרף נתונים מתוך תוכנית הסלולר שלך. כדי למנוע חיובים בנתונים, וודא שהמכשיר שלך ב-Android מחובר לרשת Wi-Fi לפני הפעלת הטתרינג."]},"Close":{"*":["סגור"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["שימוש באינטרנט של המכשיר שלך ב-iOS על Linux דרך USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["כדי לשתף את חיבור האינטרנט של הטלפון החכם שלך במערכת ההפעלה Linux באמצעות כבל USB, עקוב אחר השלבים הבאים:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["חבר את המכשיר שלך המשתמש במערכת ההפעלה iOS למחשב המשתמש במערכת ההפעלה Linux באמצעות כבל USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["על המכשיר שלך ב- iOS, עבור ל 'הגדרות', ואז בחר 'נקודת גישה אישית'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["הפעל 'אפשר לאחרים להצטרף'. זה עשוי להפעיל באופן אוטומטי 'שיתוף גישה לאינטרנט דרך USB' אם חיבור USB זוהה."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["אם המכשיר שלך במערכת ה-iOS אינו מחובר לרשת Wi-Fi ומשתמש בנתונים ניידים, השימוש בטתרינג יצרוך נתונים מתוך תוכנית הנתונים הניידים שלך. כדי למנוע חיובים בנתונים, וודא שהמכשיר שלך מחובר לרשת Wi-Fi לפני הפעלת הטתרינג."]},"Main":{"*":["ראשי"]},"Network and Internet":{"*":["רשת ואינטרנט"]},"Phone":{"*":["טלפון"]},"Customize":{"*":["התאמה אישית"]},"Region and Language":{"*":["אזור ושפה"]},"Multimedia":{"*":["מולטימדיה"]},"Accounts":{"*":["חשבונות"]},"Devices":{"*":["התקן"]},"System":{"*":["מערכת"]},"About":{"*":["אודות"]},"Other":{"*":["אחר"]},"Search...":{"*":["חיפוש..."]},"Configure AppimageLauncher":{"*":["הגדר AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["בחר את ההתנהגות של התוכניות הזמינות ב־.appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["הגדרות השימוש עבור תקליטי מוזיקה ישנים אינן תקפות עבור מוזיקת MP3."]},"Search for servers (zeroconf)":{"*":["חפש שרתים (zeroconf)"]},"Restore program configuration":{"*":["שחזור הגדרות התוכנית"]},"biglinux-config":{"*":["תצורת-biglinux"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["כלי שמקל על שחזור המערכת שמותקנת, בעיקר שחזור האתחול של המערכת (Grub). ניתן גם להשתמש בו כדי לגשת למנהל החבילות ולטרמינל של המערכת שמותקנת."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["אנו מספקים הגדרות מלאות לבחירה בדרך קלה ביותר."]},"Install or remove programs.":{"*":["התקן או הסר תוכניות."]},"Introduction to BigLinux":{"*":["הקדמה ל־BigLinux"]},"Themes to Bootsplash":{"*":["ערכות נושאים למסך הטעינה"]},"Brightness and color":{"*":["בהירות וצבע"]},"Control brightness and colors":{"*":["שליטה בבהירות ובצבעים"]},"Search for SSH servers":{"*":["חפש שרתי SSH"]},"Search for VNC servers":{"*":["חפש שרתי VNC"]},"Expand device support":{"*":["הרחב תמיכת התקן"]},"The basis of the system and video card support":{"*":["בסיס המערכת ותמיכה בכרטיס מסך"]},"Configure this window border theme":{"*":["הגדר ערכת גבולות חלון זו"]},"Configure this windows theme.":{"*":["הגדר ערכת עיצוב זו של Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["מנהל שמע מתקדם - Alsamixer"]},"Audio controller in case of no sound.":{"*":["בקר שמע במקרה של אין קול."]},"Partition or format":{"*":["פריקה או פורמט"]},"Be careful, this program may erase all data on your computer.":{"*":["זהירות, התוכנית עשויה למחוק את כל הנתונים במחשב שלך."]},"Storage Information (SMART)":{"*":["מידע אחסון (SMART)"]},"Gufw Firewall":{"*":["גיבוי חומת אש"]},"Configure security rules for the internet connection.":{"*":["הגדר כללי אבטחה עבור חיבור האינטרנט."]},"Configure webcam or capture card":{"*":["הגדר מצלמת רשת או כרטיס כידוד"]},"HP printers":{"*":["מדפסות HP"]},"Check status, ink level and maintenance.":{"*":["בדוק מצב, רמת דיו ותחזוקה."]},"Scanners HP":{"*":["סורקים HP"]},"Assemble Apple Hardware":{"*":["צרי ציוד חומרה של Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["עם תוכנית זו ניתן לגשת לתוכניות ב-iPhone או iPad שלך בדרך דומה לגישה לקבצים בכונן פנימי."]},"Connect to the internet using Android":{"*":["התחבר לאינטרנט באמצעות Android"]},"Connect to Internet":{"*":["התחבר לאינטרנט"]},"Connect to the internet using iOS":{"*":["התחבר לאינטרנט באמצעות iOS"]},"Equalizer (DSP)":{"*":["מכוון עוצמת קול"]},"Virtual desktops and activities":{"*":["שולחנות עבודה ופעילויות וירטואליים"]},"Create more than one virtual desktop by switching between them.":{"*":["צור יותר ממסך רוחבי והחלף ביניהם."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["הפעלת החיפוש עשויה לצרוך משאבי זיכרון ועיבוד משמעותיים. זה עשוי לגרום להאטת המערכת, תלוי במספר קבצי המשתמש."]},"Adjust the date, time and time zone.":{"*":["כוונן את התאריך, השעה ואזור הזמן."]},"Plasma Firewall":{"*":["גדר אש פלזמה"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["הגדר כללי אבטחה עבור חיבורים. חומת האש הזו מבוססת על תשתית Gufw"]},"Integration with Google Drive and ownCloud":{"*":["אינטגרציה עם Google Drive ו-ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["גישה לקבצים שנמצאים ב-Google Drive או ב-ownCloud ישירות מהמנהל קבצים."]},"Layout settings, hotkeys and other options.":{"*":["הגדרות פריסה, מקשי חים ואפשרויות נוספות."]},"Manage connections":{"*":["ניהול חיבורים"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["תצורת רשת מתקדמת (VPN, wifi, חוטי, כתובת IP קבועה, PPPoE, ADSL, רשת חוטית, רוחב פס נייד ואחרים)."]},"Manage services (Systemd)":{"*":["ניהול שירותים (Systemd)"]},"Configure the Kvantum theme":{"*":["הגדר את ערכת העיצוב Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["כדי שההגדרה של Kvantum תעבוד, יש להחיל את ערכת העיצוב של Kvantum ב'סגנון אפליקציה'."]},"KDE Password Wallet":{"*":["ארון הסיסמאות של KDE"]},"Snapshots and backups":{"*":["צילומי מסך וגיבויים"]},"Create or activate restore points":{"*":["צור או הפעל נקודות שחזור"]},"Manage files":{"*":["ניהול קבצים"]},"Get access to your files and folders.":{"*":["גישה לקבצים ותיקיות שלך."]},"Storage Usage":{"*":["שימוש באחסון"]},"KDE Connect":{"*":["חיבור KDE"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["תוכנית זו יכולה להעביר קבצים בין טלפונים חכמים, טאבלטים ומחשבים אחרים. עם זאת, ניתן, לדוגמה, להשתמש בטלפון החכם שלך כעכבר ומקלדת אלחוטיים כדי לשלוט במחשב, בין התכונות האחרות. הוא משתלב טוב יותר עם BigLinux ונמצא בין האפלטים הממוקמים ליד שעון המערכת. כדי לסנכרן עם הטלפון החכם שלך, עבור אל חנות Google או חנות Apple והתקן את Kde Connect."]},"Terminal":{"*":["טרמינל"]},"Access the command terminal.":{"*":["גש לטרמינל הפקודות."]},"Password Manager":{"*":["מנהל סיסמאות"]},"Sound and microphone":{"*":["קול ומיקרופון"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["הגדר או שנה מכשירי קלט ופלט של שמע. (לדוגמה: HDMI)"]},"Shared file information":{"*":["מידע קובץ משותף"]},"Printers":{"*":["מדפסות"]},"Install, configure or remove printers.":{"*":["התקן, הגדר או הסר מדפסות."]},"KDE Control Center":{"*":["מרכז בקרת KDE"]},"Advanced power configurator":{"*":["מגדיר הגדרות כח מתקדמות"]},"$APP":{"*":["$יישום"]},"Erro na criação do diretório : $bigdir":{"*":["שגיאה ביצירת התיקייה: $bigdir"]},"Category":{"*":["קטגוריה"]},"Name":{"*":["שם"]},"ID":{"*":["מזהה"]},"Info":{"*":["מידע"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["הדוח נשמר בקובץ: $FILE_TO_SAVE\nהאם ברצונך להציג את הדוח כעת?"]},"Visualizar o relatório":{"*":["הצג דוח"]},"Fechar":{"*":["סגור"]},"Hardinfo Relatory":{"*":["דוח Hardinfo"]},"Central de Controle - Webcam":{"*":["מרכז בקרה - מצלמת רשת"]},"Nenhuma webcam localizada.":{"*":["אין מצלמת אינטרנט זמינה."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["המצלמה כבר בשימוש על ידי היישומים:"]},"Abrirei em modo de configuração. ":{"*":["אני פותח במצב הגדרות."]},"As alterações feitas podem ser vistas":{"*":["השינויים שנעשו ניתן לראות"]},"na imagem da sua webcam em outros programas.":{"*":["בתמונת המצלמה שלך בתוכניות אחרות."]},"Introdução ao BigLinux":{"*":["הכנסה ל־BigLinux"]},"Aguarde, carregando...":{"*":["המתן, טוען..."]},"Bem vindo ao BigLinux":{"*":["ברוך הבא ל־BigLinux"]},"Comece com algumas etapas simples.":{"*":["התחל עם כמה שלבים פשוטים."]},"Mostrar na inicialização":{"*":["הצג באתחול"]},"Olá":{"*":["Iשלום"]},"Ajustes iniciais":{"*":["הגדרות ראשוניות"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["אנו מציעים הגדרות מלאות לבחירה בצורה קלה ביותר."]},"Configurações da Tela":{"*":["הגדרות מסך"]},"Escolha seu navegador padrão":{"*":["בחר דפדפן ברירת מחדל שלך"]},"Defina seus programas padrões.":{"*":["קבע את התוכניות הברירת מחדל שלך."]},"Outros navegadores":{"*":["מַעֲבִירִים אַחֵרִים"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect הוא יישום המקל על תקשורת אלחוטית והעברת נתונים בין התקנים ברשתות מקומיות. זמין בחנות Google Play עבור Android ובחנות Apple עבור iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["התקנת דרייבר ומידע על חומרה"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["התקן או הסר דרייברים וקושחות בצורה פשוטה."]},"Impressoras":{"*":["מדפסות"]},"Conheça alguns recursos":{"*":["Meet some features"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["המערכת שלנו היא שיתופית, הצטרף לתהליך התפתחות זה. בדוק את החידושים!"]},"Big Store":{"*":["חנות גדולה"]},"Web Apps":{"*":["אפליקציות רשת"]},"Redutor de Ruídos":{"*":["מוריד רעשים"]},"Configurar a voz do sistema (TTS)":{"*":["הגדרת קול המערכת (TTS)"]},"OCR para PDF":{"*":["OCR ל־PDF"]},"Doação e Redes sociais":{"*":["תרומה ורשתות חברתיות"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["התרומה שלך חשובה מאוד לפרויקט והישאר מעודכן ברשתות החברתיות."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["מזל טוב, השלמת את הצעדים הראשונים לשימוש ב-BigLinux."]},"Aguarde...":{"*":["המתן..."]},"Verificando conexão com a Internet...":{"*":["בודק חיבור לאינטרנט..."]},"Sem conexão com a Internet...":{"*":["אין חיבור לאינטרנט..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["בעת הסרת ההגדרות, התוכניות שמותקנות בתוך Waydroid וההגדרות שלהן יאבדו. האם אכן ברצונך להסיר?"]},"Configurações removidas com sucesso!":{"*":["הגדרות הוסרו בהצלחה!"]},"Nenhuma configuração foi removida!":{"*":["לא הוסרו הגדרות כלשהן!"]},"Não existem configurações para remover.":{"*":["אין הגדרות להסרה."]},"ID do Android:":{"*":["מזהה Android:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["לא ניתן היה לאחזר את זיהוי ה-Android. \\n\\nשים לב: Waydroid חייב להיות פתוח."]},"Remover":{"*":["הסרה"]},"Maximizado":{"*":["מקסימלי"]},"Desinstalar":{"*":["הסרת התקנה"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["לא זיהיתי תמיכה בטכנולוגיית וירטואליזציה, ייתכן שיהיה עליך להפעיל אפשרות זו ב-BIOS של המחשב."]},"Utilize programas para Android no BigLinux.":{"*":["השתמש ביישומי אנדרואיד על BigLinux."]},"Instalar o Waydroid":{"*":["התקן את Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["התקן את Waydroid עם Google Apps"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["ההורדה כוללת בערך 1 ג'יגה-בייט, תלוי במהירות החיבור שלך זמן ההורדה עשוי להיות ארוך."]},"Resolução":{"*":["Resolution"]},"Paisagem":{"*":["-"]},"Retrato":{"*":["הצגה"]},"Aceleração 3D":{"*":["תאוצת 3D"]},"Desativado":{"*":["מושבת"]},"Ativado":{"*":["פעיל"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroid יכול גם להתחיל באמצעות תפריט המערכת"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["אם האצת 3D מופעלת על חומרה שאינה תואמת, אנדרואיד לא יעבור את מסך הטעינה"]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["תאוצת 3D אינה תואמת בכרטיסי מסך Nvidia בשימוש בדרייבר פרופריאטרי."]},"Exibir ID do Android":{"*":["הצגת מזהה Android"]},"Ativar Google Apps":{"*":["הפעלת Google Apps"]},"PlayStore":{"*":["חנות Google Play"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["כדי להפעיל את חנות ה-PlayStore, יש ללחוץ על (הצגת מזהה Android) ולהעתיק את מזהה ה-Android, לאחר מכן ללחוץ על (הפעלת Google Apps) כדי לפתוח את דף הרישום של המכשיר, עליך להיות מחובר לחשבון ה-Google שלך, הזן את מזהה ה-Android שלך ובצע את הרישום. ייתכן שיקח כמה דקות עד שהשירות יפעיל ב-Waydroid שלך. סגור ופתח מחדש. מוכן!"]},"Remover Configurações":{"*":["הסר הגדרות"]},"Desinstalar o Waydroid":{"*":["הסרת Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["אם האצת 3D מופעלת על חומרה שאינה תואמת, אנדרואיד לא יעבור את מסך הטעינה"]},"Parar o Waydroid":{"*":["עצור את Waydroid"]},"Iniciar o Waydroid":{"*":["הפעל את Waydroid"]}}}}