{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["חיפוש"]},"Control Center":{"*":["מרכז הבקרה"]},"Main":{"*":["ראשי"]},"Network and Internet":{"*":["רשת ואינטרנט"]},"Phone":{"*":["טלפון"]},"Customize":{"*":["התאם אישית"]},"Region and Language":{"*":["אזור ושפה"]},"Multimedia":{"*":["מולטימדיה"]},"Accounts":{"*":["חשבונות"]},"Devices":{"*":["התקנים"]},"System":{"*":["מערכת"]},"About":{"*":["על"]},"Other":{"*":["אחר"]},"Using Your Android Device's Internet on Linux via USB":{"*":["שימוש באינטרנט של מכשיר Android שלך ב- Linux באמצעות USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["כדי לשתף את חיבור האינטרנט של הטלפון החכם Android שלך עם מחשב Linux באמצעות כבל USB, בצע את הפעולות הבאות:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["חבר את הטלפון החכם Android למחשב Linux באמצעות כבל USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["בטלפון החכם, פתחו את 'הגדרות' ונווטו אל 'רשת ואינטרנט' או אל 'חיבורים ושיתוף'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["חפש 'קשירת USB', 'קשירה USB' או מונחים דומים והפעל אותם."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["אם מכשיר ה-Android שלך אינו מחובר ל-Wi-Fi ומשתמש בנתונים סלולריים, קשירה זו תצרוך נתונים מהתוכנית הסלולרית שלך. כדי להימנע מחיובי נתונים, ודאו שמכשיר ה-Android מחובר לרשת Wi-Fi לפני שתפעילו קשירה."]},"Close":{"*":["קרוב"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["שימוש באינטרנט של מכשיר iOS בלינוקס באמצעות USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["כדי לשתף את חיבור האינטרנט של הטלפון החכם עם iOS עם מחשב Linux באמצעות כבל USB, בצע את הפעולות הבאות:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["חבר את מכשיר ה- iOS למחשב Linux באמצעות כבל USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["במכשיר iOS, עברו אל 'הגדרות' ובחרו 'נקודת גישה אישית'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["אפשר 'אפשר לאחרים להצטרף'. פעולה זו עשויה לאפשר באופן אוטומטי 'קשירת USB' אם מזוהה חיבור USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["אם מכשיר iOS אינו מחובר ל-Wi-Fi ומשתמש בנתונים סלולריים, קשירה זו תצרוך נתונים מהתוכנית הסלולרית שלכם. כדי להימנע מחיובי נתונים, ודאו שמכשיר ה-iOS מחובר לרשת Wi-Fi לפני הפעלת הקשירה."]},"Configure AppimageLauncher":{"*":["קביעת תצורה של AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["בחירת אופן הפעולה של התוכניות הזמינות ב- .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["הגדרות השימוש עבור תקליטורי מוסיקה ישנים אינן תקפות עבור מוסיקת MP3."]},"Search for servers (zeroconf)":{"*":["חיפוש שרתים (zeroconf)"]},"Restore program configuration":{"*":["שחזור תצורת התוכנית"]},"biglinux-config":{"*":["BigLinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["כלי המאפשר שחזור של המערכת המותקנת, בעיקר שחזור אתחול המערכת (Grub). זה יכול לשמש גם כדי לגשת מנהל החבילה ואת המסוף של המערכת המותקנת."]},"Themes, Desktop and Tweaks":{"*":["ערכות נושא, שולחן עבודה וכוונונים"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["אנו מספקים תצורות מלאות לבחירתך בצורה פשוטה ביותר."]},"Install or remove programs.":{"*":["התקנה או הסרה של תוכניות."]},"Introduction to BigLinux":{"*":["מבוא ל-BigLinux"]},"Themes to Bootsplash":{"*":["ערכות נושא ל- Bootsplash"]},"Brightness and color":{"*":["בהירות וצבע"]},"Control brightness and colors":{"*":["שליטה בבהירות ובצבעים"]},"Search for SSH servers":{"*":["חפש שרתי SSH"]},"Search for VNC servers":{"*":["חפש שרתי VNC"]},"Configure this window border theme":{"*":["קביעת תצורה של ערכת נושא זו של גבול חלון"]},"Configure this windows theme.":{"*":["קבע תצורה של ערכת נושא זו של Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["מנהל שמע מתקדם - Alsamixer"]},"Audio controller in case of no sound.":{"*":["בקר שמע במקרה של היעדר קול."]},"Partition or format":{"*":["מחיצה או אתחול"]},"Be careful, this program may erase all data on your computer.":{"*":["היזהר, תוכנית זו עלולה למחוק את כל הנתונים במחשב שלך."]},"Storage Information (SMART)":{"*":["מידע אחסון (SMART)"]},"Gufw Firewall":{"*":["חומת האש של Gufw"]},"Configure security rules for the internet connection.":{"*":["קביעת תצורה של כללי אבטחה עבור החיבור לאינטרנט."]},"Configure webcam or capture card":{"*":["קביעת תצורה של מצלמת אינטרנט או כרטיס לכידה"]},"HP printers":{"*":["מדפסות HP"]},"Check status, ink level and maintenance.":{"*":["בדוק את המצב, רמת הדיו ותחזוקה."]},"Scanners HP":{"*":["סורקי HP"]},"Assemble Apple Hardware":{"*":["הרכבת חומרת Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["באמצעות תוכנית זו, באפשרותך לגשת לתוכניות ב- Apple iPhone או iPad שלך באופן דומה לגישה לקבצים בהתקן USB."]},"Connect to the internet using Android":{"*":["התחברות לאינטרנט באמצעות Android"]},"Connect to Internet":{"*":["התחברות לאינטרנט"]},"Connect to the internet using iOS":{"*":["התחברות לאינטרנט באמצעות iOS"]},"Equalizer (DSP)":{"*":["אקולייזר (DSP)"]},"Virtual desktops and activities":{"*":["שולחנות עבודה וירטואליים ופעילויות"]},"Create more than one virtual desktop by switching between them.":{"*":["צור יותר משולחן עבודה וירטואלי אחד על-ידי מעבר ביניהם."]},"Enabling search increases system memory and processing consumption.":{"*":["הפיכת החיפוש לזמין מגדילה את זיכרון המערכת ואת צריכת העיבוד."]},"Adjust the date, time and time zone.":{"*":["התאם את התאריך, השעה ואזור הזמן."]},"Plasma Firewall":{"*":["חומת אש פלזמה"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["קביעת תצורה של כללי אבטחה עבור חיבורים. חומת אש זו מבוססת על תשתית Gufw"]},"Integration with Google Drive and ownCloud":{"*":["אינטגרציה עם Google Drive ו- ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["גש לקבצים שלך שנמצאים ב-Google Drive או ownCloud ישירות ממנהל הקבצים."]},"Layout settings, hotkeys and other options.":{"*":["הגדרות פריסה, מקשי קיצור ואפשרויות אחרות."]},"Manage connections":{"*":["ניהול חיבורים"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["תצורת רשת מתקדמת (VPN, wifi, קווי, IP קבוע, PPPoE, ADSL, רשת קווית, פס רחב נייד ועוד)."]},"Manage services (Systemd)":{"*":["ניהול שירותים (מערכתי)"]},"Configure the Kvantum theme":{"*":["קביעת תצורה של ערכת הנושא Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["כדי שהגדרת Kvantum תעבוד, החל את ערכת הנושא Kvantum ב'סגנון אפליקציה'."]},"KDE Password Wallet":{"*":["ארנק סיסמאות KDE"]},"Manage files":{"*":["ניהול קבצים"]},"Get access to your files and folders.":{"*":["קבל גישה לקבצים ולתיקיות שלך."]},"Storage Usage":{"*":["שימוש באחסון"]},"KDE Connect":{"*":["KDE התחבר"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["תוכנית זו יכולה להעביר קבצים בין טלפונים חכמים, טאבלטים ומחשבים אחרים. עם זאת, אתה יכול, למשל, להשתמש הטלפון החכם שלך כמו עכבר אלחוטי ומקלדת כדי לשלוט במחשב, בין תכונות אחרות. הוא משתלב טוב יותר עם BigLinux ויושב בין היישומונים הממוקמים ליד שעון המערכת. כדי לסנכרן עם הטלפון החכם שלך, עבור אל חנות Google או Apple Store והתקן את Kde Connect."]},"Terminal":{"*":["מסוף"]},"Access the command terminal.":{"*":["גש למסוף הפקודה."]},"Password Manager":{"*":["מנהל סיסמאות"]},"Sound and microphone":{"*":["צליל ומיקרופון"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["הגדר או שנה התקני קלט ופלט שמע. (לדוגמה: HDMI)"]},"Shared file information":{"*":["פרטי קובץ משותפים"]},"Printers":{"*":["מדפסות"]},"Install, configure or remove printers.":{"*":["התקנה, קביעת תצורה או הסרה של מדפסות."]},"KDE Control Center":{"*":["מרכז הבקרה של KDE"]},"Advanced power configurator":{"*":["מגדיר תצורה מתקדם של צריכת החשמל"]}}}}