{"hr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"A webcam já está sendo utilizada pelo programa: $WEBCAM_BUSY\n\nAbrirei em modo de configuração.\nAs alterações feitas podem ser vistas\nna imagem da sua webcam em outros programas.":{"*":["Web kamera već se koristi od strane programa: $WEBCAM_BUSY\n\nOtvorit ću u načinu konfiguracije.\nPromjene napravljene mogu se vidjeti\nna slici vaše web kamere u drugim programima."]},"Webcam":{"*":["Web kamera"]},"Aguarde...":{"*":["Pričekajte..."]},"Verificando conexão com a Internet...":{"*":["Provjera veze s internetom..."]},"Sem conexão com a Internet...":{"*":["Nema internetske veze..."]},"Introdução ao BigLinux":{"*":["Uvod u BigLinux"]},"Bem vindo ao BigLinux":{"*":["Dobrodošli na BigLinux"]},"Comece com algumas etapas simples.":{"*":["Započnite s nekoliko jednostavnih koraka."]},"Mostrar na inicialização":{"*":["Prikazati prilikom pokretanja"]},"Olá":{"*":["Hello"]},"Ajustes iniciais":{"*":["Početna podešavanja"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["Ponudili smo potpune postavke za vas odabrati na izuzetno jednostavan način."]},"Configurações da Tela":{"*":["Postavke zaslona"]},"Escolha seu navegador padrão":{"*":["Odaberite svoj zadani preglednik"]},"Defina seus programas padrões.":{"*":["Postavi zadane programe."]},"Outros navegadores":{"*":["Drugi preglednici"]},"KDE Connect":{"*":["KDE Poveži"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect je aplikacija koja olakšava bežične komunikacije i prijenos podataka između uređaja u lokalnim mrežama. Dostupan je u Google Play trgovini za Android i Apple trgovini za iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Instalacija upravljačkog programa i informacije o hardveru"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Instalirajte ili uklonite upravljačke programe i firmvere na jednostavan način."]},"Impressoras":{"*":["Printeri"]},"Conheça alguns recursos":{"*":["Upoznajte neke značajke"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Naš softver je suradnički, pridružite se ovoj evoluciji. Provjerite novosti!"]},"Big Store":{"*":["Velika trgovina"]},"Web Apps":{"*":["Web aplikacije"]},"Redutor de Ruídos":{"*":["Reducer buke"]},"Configurar a voz do sistema (TTS)":{"*":["Postavite glas sustava (TTS)"]},"OCR para PDF":{"*":["OCR u PDF"]},"Doação e Redes sociais":{"*":["Donacija i društvene mreže"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Vaša donacija je vrlo važna za projekt i pratite nas na društvenim mrežama."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Čestitamo, završili ste prve korake za korištenje BigLinux-a."]},"Aguarde, carregando...":{"*":["Čekajte, učitavanje..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Prilikom uklanjanja postavki, programi instalirani unutar Waydroida i njihove postavke bit će izgubljeni. Jeste li sigurni da želite ukloniti?"]},"Configurações removidas com sucesso!":{"*":["Postavke uspješno uklonjene!"]},"Nenhuma configuração foi removida!":{"*":["Nijedna konfiguracija nije uklonjena!"]},"Não existem configurações para remover.":{"*":["There are no settings to remove."]},"ID do Android:":{"*":["Android ID:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Nije moguće dohvatiti Android ID. \\n\\nUpozorenje: Waydroid mora biti otvoren."]},"Remover":{"*":["Ukloniti"]},"Maximizado":{"*":["Povećano"]},"Desinstalar":{"*":["Deinstalirati"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Koristite Android aplikacije na BigLinuxu."]},"Instalar o Waydroid":{"*":["Instalirajte Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Instalirajte Waydroid s Google aplikacijama"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Preuzimanje je veličine otprilike 1 GB, ovisno o vašoj vezi može potrajati."]},"Resolução":{"*":["Resolution"]},"Paisagem":{"*":["Nema prijevoda"]},"Retrato":{"*":["Portret"]},"Aceleração 3D":{"*":["3D ubrzanje"]},"Desativado":{"*":["Onemogućeno"]},"Ativado":{"*":["Aktivirano"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroid se također može pokrenuti korištenjem izbornika sustava"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Ako je 3D ubrzanje omogućeno na nekompatibilnom hardveru, Android neće proći kroz zaslon učitavanja."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D ubrzanje nije kompatibilno na Nvidia grafičkim karticama koristeći vlasnički drajver."]},"Exibir ID do Android":{"*":["Prikaži Android ID"]},"Ativar Google Apps":{"*":["Aktiviraj Google aplikacije"]},"PlayStore":{"*":["Trgovina Play"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["Za aktivaciju PlayStorea potrebno je kliknuti na (Prikaži Android ID) i kopirati Android ID, zatim kliknite na (Omogući Google aplikacije) kako biste otvorili stranicu Registracije uređaja, morate biti prijavljeni na svoj Google račun, unesite svoj Android ID i registrirajte uređaj. Može potrajati nekoliko minuta da se aktivira na vašem Waydroidu. Zatvorite i ponovno otvorite. Spremno!"]},"Remover Configurações":{"*":["Ukloniti postavke"]},"Desinstalar o Waydroid":{"*":["Deinstaliraj Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Ako je 3D ubrzanje omogućeno na nekompatibilnom hardveru, Android neće proći kroz zaslon učitavanja"]},"Parar o Waydroid":{"*":["Zaustaviti Waydroid"]},"Iniciar o Waydroid":{"*":["Pokreni Waydroid"]},"Configure AppimageLauncher":{"*":["Konfigurirajte AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Odaberite ponašanje programa dostupnih u .appimage datotekama"]},"Search for Zeroconf servers":{"*":["Pretraži Zeroconf poslužitelje"]},"Expand device support":{"*":["Proširi podršku za uređaje"]},"Detailed information about your computer":{"*":["Detaljne informacije o vašem računalu"]},"System foundation and video card support":{"*":["Podrška za sustav i grafičku karticu"]},"Restore program configuration":{"*":["Vrati konfiguraciju programa"]},"Search for SSH servers":{"*":["Pretraži SSH poslužitelje"]},"Search for VNC servers":{"*":["Pretražite VNC poslužitelje"]},"Cross-platform buildsystem":{"*":["Križ-platformski sustav izgradnje"]},"Advanced Audio Manager - Alsamixer":{"*":["Napredni upravitelj zvuka - Alsamixer"]},"JamesDSP improving music and audio quality":{"*":["JamesDSP poboljšava kvalitetu glazbe i zvuka"]},"Enhance your sound with equalizer, bass boost, surround, and other effects.":{"*":["Poboljšajte svoj zvuk s ekvilajzerom, pojačavanjem basa, surround zvukom i drugim efektima."]},"Partition or Format":{"*":["Particija ili Formatiranje"]},"HP Printers":{"*":["HP pisači"]},"Check status, ink level, and maintenance.":{"*":["Provjerite status, razinu tinte i održavanje."]},"HP Scanners":{"*":["HP skeneri"]},"Configure and use HP scanning devices":{"*":["Konfigurirajte i koristite HP skener uređaje"]},"Configure Kvantum Theme":{"*":["Konfiguriraj Kvantum temu"]},"For Kvantum configuration to work, apply the Kvantum theme in 'Application Style'.":{"*":["Da bi konfiguracija Kvantuma radila, primijenite Kvantum temu u 'Stilu aplikacije'."]},"USB Device Formatter":{"*":["Formatator USB uređaja"]},"Format a USB device":{"*":["Formatirajte USB uređaj"]},"USB Image Writer":{"*":["USB Writer za slike"]},"Create a bootable USB device":{"*":["Izradite pokretni USB uređaj"]},"Storage Usage":{"*":["Upotreba prostora za pohranu"]},"Sound and microphone":{"*":["Zvuk i mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurirajte ili promijenite ulazne i izlazne audio uređaje. (Primjer: HDMI)"]},"Printers":{"*":["Pisači"]},"Install, configure or remove printers.":{"*":["Instalirajte, konfigurirajte ili uklonite pisače."]},"KDE Control Center":{"*":["KDE kontrolni centar"]},"Configure webcam or capture card":{"*":["Konfigurirajte web kameru ili video karticu"]},"Adjust settings and control webcams or video capture devices":{"*":["Podesite postavke i kontrolirajte web kamere ili uređaje za snimanje videa."]},"Configure accessibility options for users with special needs":{"*":["Konfigurirajte opcije pristupa za korisnike s posebnim potrebama"]},"Virtual desktops and activities":{"*":["Virtualne radne površine i aktivnosti"]},"Create more than one virtual work environment by switching between them.":{"*":["Kreirajte više od jednog virtualnog radnog okruženja prelaskom između njih."]},"Manage applications that start automatically on login":{"*":["Upravljajte aplikacijama koje se automatski pokreću prilikom prijave"]},"Enabling search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Omogućavanje pretraživanja može potrošiti značajnu memoriju i procesorske resurse. To može uzrokovati usporavanje sustava, ovisno o broju korisničkih datoteka."]},"Connect and manage Bluetooth devices":{"*":["Povežite i upravljajte Bluetooth uređajima"]},"Manage Thunderbolt devices and security settings":{"*":["Upravljajte Thunderbolt uređajima i postavkama sigurnosti"]},"Adjust date, time and timezone.":{"*":["Podesite datum, vrijeme i vremensku zonu."]},"Customize the color scheme of your desktop environment":{"*":["Prilagodite shemu boja svog radnog okruženja."]},"Select which applications to use for specific tasks":{"*":["Odaberite koje aplikacije koristiti za specifične zadatke."]},"Change mouse cursor appearance and themes":{"*":["Promijenite izgled i teme pokazivača miša."]},"Configure default paths for documents, downloads and other folders":{"*":["Konfigurirajte zadane putanje za dokumente, preuzimanja i druge mape."]},"Change the visual appearance of the Plasma desktop":{"*":["Promijenite vizualni izgled Plasma radne površine"]},"Configure which applications open specific file types":{"*":["Konfigurirajte koje aplikacije otvaraju specifične vrste datoteka"]},"Manage permissions for Flatpak applications":{"*":["Upravljanje dozvolama za Flatpak aplikacije"]},"Install and configure system fonts and typography settings":{"*":["Instalirajte i konfigurirajte sustavne fontove i postavke tipografije"]},"Configure game controllers and joysticks":{"*":["Konfigurirajte igraće kontrolere i joysticke"]},"Change the icon theme used throughout the system":{"*":["Promijenite temu ikona koja se koristi u cijelom sustavu."]},"Configure digital camera integration with your system":{"*":["Konfigurirajte integraciju digitalne kamere s vašim sustavom."]},"Manage system services running in the background":{"*":["Upravljajte sustavnim uslugama koje rade u pozadini"]},"Layout settings, shortcuts and other options.":{"*":["Postavke izgleda, prečaci i druge opcije."]},"Configure monitors, resolution, and screen arrangement":{"*":["Konfigurirajte monitore, razlučivost i raspored ekrana"]},"Window Decorations":{"*":["Dekoracije prozora"]},"Change the appearance of window title bars and borders":{"*":["Promijenite izgled traka s naslovima prozora i rubova."]},"Configure visual effects and animations for the desktop":{"*":["Konfigurirajte vizualne efekte i animacije za radnu površinu"]},"Configure how windows behave and interact":{"*":["Konfigurirajte kako prozori djeluju i međusobno komuniciraju."]},"Configure mouse sensitivity, buttons and behavior":{"*":["Konfigurirajte osjetljivost miša, gumbe i ponašanje"]},"Advanced network configuration (VPN, WiFi, Wired, Static IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Napredna mrežna konfiguracija (VPN, WiFi, žičana, statička IP, PPPoE, ADSL, žična mreža, mobilni širokopojasni internet i drugi)."]},"QEFI Entry Manager":{"*":["QEFI Upravitelj Unosa"]},"Manage and configure boot entries for UEFI systems":{"*":["Upravljajte i konfigurirajte boot unose za UEFI sustave"]},"Configure system and application notifications":{"*":["Konfigurirajte obavijesti sustava i aplikacija"]},"Boot Screen":{"*":["Zaslon za pokretanje"]},"Change the splash screen shown during system startup":{"*":["Promijenite zaslon dobrodošlice koji se prikazuje tijekom pokretanja sustava."]},"Configure energy saving and battery settings":{"*":["Konfigurirajte postavke uštede energije i baterije"]},"Configure network proxy settings for internet access":{"*":["Konfigurirajte postavke mrežnog proxyja za pristup internetu"]},"Manage the history of recently accessed files":{"*":["Upravljajte poviješću nedavno pristupanih datoteka"]},"Configure language, region, and format settings":{"*":["Konfigurirajte postavke jezika, regije i formata"]},"Configure screen locking settings and appearance":{"*":["Konfigurirajte postavke zaključavanja zaslona i izgled"]},"Configure the login screen appearance and behavior":{"*":["Konfigurirajte izgled i ponašanje zaslona za prijavu."]},"Desktop Session":{"*":["Radna površina sesije"]},"Configure session startup and shutdown behavior":{"*":["Konfigurirajte ponašanje pokretanja i gašenja sesije"]},"Configure sound effects for system events":{"*":["Konfigurirajte zvučne efekte za sustavne događaje"]},"Configure the splash screen shown while starting applications":{"*":["Konfigurirajte zaslon dobrodošlice koji se prikazuje prilikom pokretanja aplikacija."]},"Configure the visual appearance of applications":{"*":["Konfigurirajte vizualni izgled aplikacija"]},"Configure drawing tablets and stylus settings":{"*":["Konfigurirajte postavke crtačkih tableta i olovaka."]},"Configure laptop touchpad behavior and gestures":{"*":["Konfigurirajte ponašanje i geste touchpada prijenosnog računala."]},"Configure touchscreen behavior and calibration":{"*":["Konfigurirajte ponašanje i kalibraciju dodirnog ekrana"]},"Configure trash bin behavior and cleanup settings":{"*":["Konfigurirajte ponašanje smeća i postavke čišćenja"]},"Change desktop background image and slideshow settings":{"*":["Promijenite sliku pozadine radne površine i postavke slajdova."]},"Configure the system's landing page and default widgets.":{"*":["Konfigurirajte odredišnu stranicu sustava i zadane widgete."]},"Manage FireWire Audio Interfaces - FfadoMixer":{"*":["Upravljanje FireWire audio sučeljima - FfadoMixer"]},"Control Panel for your FireWire Audio Interfaces.":{"*":["Upravljačka ploča za vaše FireWire audio sučelja."]},"Access your files and folders.":{"*":["Pristupite svojim datotekama i mapama."]},"This program can transfer files between smartphones, tablets, and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates best with BigLinux and sits among the applets located near the system clock. To sync with your smartphone, go to the Google Store or Apple Store and install KDE Connect.":{"*":["Ovaj program može prenositi datoteke između pametnih telefona, tableta i drugih računala. S njim možete, na primjer, koristiti svoj pametni telefon kao bežičnu miša i tipkovnicu za kontrolu računala, među ostalim značajkama. Najbolje se integrira s BigLinuxom i nalazi se među aplikacijama smještenim blizu sustavnog sata. Da biste se sinkronizirali sa svojim pametnim telefonom, idite u Google Play ili Apple Store i instalirajte KDE Connect."]},"Access the command terminal.":{"*":["Pristupite naredbenom terminalu."]},"KWalletManager":{"*":["KWalletManager"]},"Tool for managing KDE wallets":{"*":["Alat za upravljanje KDE novčanicima"]},"Add or remove programs installed on the system":{"*":["Dodajte ili uklonite programe instalirane na sustavu"]},"Connect to internet using Android":{"*":["Povežite se na internet koristeći Android"]},"Connect to internet using iOS":{"*":["Povežite se na internet koristeći iOS"]},"Connect to Internet":{"*":["Poveži se na Internet"]},"Snapshots and backups":{"*":["Snimke i sigurnosne kopije"]},"Create or activate restore points":{"*":["Stvorite ili aktivirajte točke vraćanja"]},"Biglinux Settings":{"*":["Biglinux Postavke"]},"Simplify switching BigLinux operation.":{"*":["P pojednostavite prebacivanje BigLinux operacije."]},"BigLinux Themes":{"*":["BigLinux Tematske"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Nudimo potpune konfiguracije za odabir na izuzetno jednostavan način."]},"Configure feedback and usage report preferences.":{"*":["Konfigurirajte postavke povratnih informacija i izvještaja o korištenju."]},"Configure automatic actions for when devices are connected.":{"*":["Konfigurirajte automatske radnje za kada su uređaji povezani."]},"Configure search and indexing options in Plasma.":{"*":["Konfigurirajte opcije pretraživanja i indeksiranja u Plazmi."]},"Using Your Android Device's Internet on Linux via USB":{"*":["Korištenje interneta s vašeg Android uređaja na Linuxu putem USB-a"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Povežite svoj Android pametni telefon s Linux računalom pomoću USB kabela."]},"On your smartphone, open 'Settings' and navigate to 'Network & Internet' or 'Connections & Sharing'.":{"*":["Na svom pametnom telefonu otvorite 'Postavke' i idite na 'Mreža i internet' ili 'Povezivanje i dijeljenje'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Potražite 'USB tethering', 'USB tether' ili slične termine i omogućite ih."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Ovo će automatski uspostaviti internetsku vezu na vašem računalu s Linuxom bez potrebe za dodatnom konfiguracijom."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ako vaš Android uređaj nije povezan s Wi-Fi-jem i koristi mobilne podatke, ovo dijeljenje internetskog pristupa trošit će podatke iz vašeg mobilnog plana. Kako biste izbjegli troškove podataka, provjerite je li vaš Android uređaj povezan s Wi-Fi mrežom prije omogućavanja dijeljenja internetskog pristupa."]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Korištenje interneta s vašeg iOS uređaja na Linuxu putem USB-a"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Povežite svoj iOS uređaj s Linux računalom pomoću USB kabela."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Na vašem iOS uređaju idite na 'Postavke', zatim odaberite 'Osobna točka pristupa'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Omogući 'Dopusti drugima da se pridruže'. To može automatski omogućiti 'USB tethering' ako se otkrije USB veza."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ako vaš uređaj iOS nije povezan s Wi-Fi mrežom i koristi mobilne podatke, ovo dijeljenje internetskog pristupa će trošiti podatke iz vašeg mobilnog plana. Kako biste izbjegli troškove podataka, provjerite je li vaš uređaj iOS povezan s Wi-Fi mrežom prije omogućavanja dijeljenja internetskog pristupa."]},"To share your smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Da biste dijelili internetsku vezu svog pametnog telefona s Linux računalom putem USB kabela, slijedite ove korake:"]},"Close":{"*":["Zatvori"]},"Control Center":{"*":["Centar za upravljanje"]},"About Control Center":{"*":["O Kontrolnom centru"]},"Categories":{"*":["Kategorije"]},"Programs":{"*":["Programi"]},"Search...":{"*":["Pretraži..."]},"Executing special command: {0}":{"*":["Izvršavanje posebne naredbe: {0}"]},"Launching: {0}":{"*":["Pokretanje: {0}"]},"Error launching program: {0}":{"*":["Greška prilikom pokretanja programa: {0}"]},"BigLinux Team":{"*":["BigLinux Tim"]},"© 2025 BigLinux Team":{"*":["© 2025 BigLinux Tim"]},"Main":{"*":["Glavni"]},"Network and Internet":{"*":["Mreža i internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Prilagodi"]},"Region and Language":{"*":["Regija i Jezik"]},"Multimedia":{"*":["Multimedijski"]},"Accounts":{"*":["Računi"]},"Devices":{"*":["Uređaji"]},"System":{"*":["Sustav"]},"About":{"*":["O programu"]},"Other":{"*":["Drugo"]}}}}