{"it":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Centro di controllo"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Utilizzo dell'Internet del dispositivo Android su Linux tramite USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Per condividere la connessione internet del tuo smartphone Android con un computer Linux tramite cavo USB, segui questi passaggi:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Collega il tuo smartphone Android al computer Linux utilizzando un cavo USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Sul tuo smartphone, apri 'Impostazioni' e vai su 'Rete e Internet' o 'Connessioni e condivisione'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Cerca di 'USB Tethering', 'USB Tether' o termini simili e abilitalo."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Questo stabilirà automaticamente la connessione internet sul tuo computer Linux senza richiedere alcuna configurazione aggiuntiva."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se il tuo dispositivo Android non è connesso a Wi-Fi e sta utilizzando i dati cellulari, questo tethering consumerà dati dal tuo piano cellulare. Per evitare costi dati, assicurati che il tuo dispositivo Android sia connesso a una rete Wi-Fi prima di abilitare il tethering."]},"Close":{"*":["Chiudi"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Utilizzo dell'Internet del dispositivo iOS su Linux tramite USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Per condividere la connessione internet del tuo smartphone iOS con un computer Linux tramite cavo USB, segui questi passaggi:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Collega il tuo dispositivo iOS al computer Linux utilizzando un cavo USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Sul tuo dispositivo iOS, vai su 'Impostazioni', quindi seleziona 'Hotspot personale'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Abilita 'Consenti ad altri di unirsi'. Questo potrebbe abilitare automaticamente 'USB Tethering' se viene rilevata una connessione USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se il tuo dispositivo iOS non è connesso a Wi-Fi e sta utilizzando i dati cellulari, questo tethering consumerà dati dal tuo piano cellulare. Per evitare costi aggiuntivi, assicurati che il tuo dispositivo iOS sia connesso a una rete Wi-Fi prima di abilitare il tethering."]},"Main":{"*":["Principale"]},"Network and Internet":{"*":["Rete e Internet"]},"Phone":{"*":["Telefono"]},"Customize":{"*":["Personalizza"]},"Region and Language":{"*":["Regione e Lingua"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Accounti"]},"Devices":{"*":["Dispositivi"]},"System":{"*":["Sistema"]},"About":{"*":["Informazioni"]},"Other":{"*":["Altro"]},"Search...":{"*":["Cerca..."]},"Configure AppimageLauncher":{"*":["Configura AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Scegli il comportamento dei programmi disponibili in .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Le impostazioni di utilizzo per i vecchi CD musicali non sono valide per la musica in formato MP3."]},"Search for servers (zeroconf)":{"*":["Cerca server (zeroconf)"]},"Restore program configuration":{"*":["Ripristina configurazione del programma"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Utilità che facilita il ripristino del sistema installato, principalmente ripristinando il boot del sistema (Grub). Può anche essere utilizzato per accedere al gestore di pacchetti e al terminale del sistema installato."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Forniamo configurazioni complete per te da selezionare in modo estremamente semplice."]},"Install or remove programs.":{"*":["Installare o rimuovere programmi."]},"Introduction to BigLinux":{"*":["Introduzione a BigLinux"]},"Themes to Bootsplash":{"*":["Temi per Bootsplash"]},"Brightness and color":{"*":["Luminosità e colore"]},"Control brightness and colors":{"*":["Controlla luminosità e colori"]},"Search for SSH servers":{"*":["Cerca server SSH"]},"Search for VNC servers":{"*":["Cerca server VNC"]},"Expand device support":{"*":["Espandi il supporto dei dispositivi"]},"The basis of the system and video card support":{"*":["La base del sistema e il supporto della scheda video"]},"Configure this window border theme":{"*":["Configura il tema del bordo della finestra"]},"Configure this windows theme.":{"*":["Configura questo tema di Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Gestore audio avanzato - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Controller audio in caso di assenza di suono."]},"Partition or format":{"*":["Partizione o formattazione"]},"Be careful, this program may erase all data on your computer.":{"*":["Fai attenzione, questo programma potrebbe cancellare tutti i dati sul tuo computer."]},"Storage Information (SMART)":{"*":["Informazioni di archiviazione (SMART)"]},"Gufw Firewall":{"*":["Firewall Gufw"]},"Configure security rules for the internet connection.":{"*":["Configurare le regole di sicurezza per la connessione internet."]},"Configure webcam or capture card":{"*":["Configura webcam o scheda di acquisizione"]},"HP printers":{"*":["Stampanti HP"]},"Check status, ink level and maintenance.":{"*":["Controlla lo stato, il livello di inchiostro e la manutenzione."]},"Scanners HP":{"*":["Scanner HP"]},"Assemble Apple Hardware":{"*":["Assemblare hardware Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Con questo programma puoi accedere ai programmi sul tuo Apple iPhone o iPad in modo simile all'accesso ai file su una chiavetta USB."]},"Connect to the internet using Android":{"*":["Connettersi a Internet utilizzando Android"]},"Connect to Internet":{"*":["Connettersi a Internet"]},"Connect to the internet using iOS":{"*":["Connettersi a Internet utilizzando iOS"]},"Equalizer (DSP)":{"*":["Equalizzatore (DSP)"]},"Virtual desktops and activities":{"*":["Desktop virtuali e attività"]},"Create more than one virtual desktop by switching between them.":{"*":["Creare più di un desktop virtuale passando da uno all'altro."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Attivare la ricerca può consumare notevoli risorse di memoria e di elaborazione. Ciò potrebbe causare un rallentamento del sistema, a seconda del numero di file dell'utente."]},"Adjust the date, time and time zone.":{"*":["Regola la data, l'ora e il fuso orario."]},"Plasma Firewall":{"*":["Firewall Plasma"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Configura le regole di sicurezza per le connessioni. Questo firewall si basa sull'infrastruttura di Gufw."]},"Integration with Google Drive and ownCloud":{"*":["Integrazione con Google Drive e ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Accedi ai tuoi file su Google Drive o ownCloud direttamente dal file manager."]},"Layout settings, hotkeys and other options.":{"*":["Impostazioni layout, tasti rapidi e altre opzioni."]},"Manage connections":{"*":["Gestisci connessioni"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Configurazione avanzata della rete (VPN, wifi, cablata, IP fisso, PPPoE, ADSL, rete cablata, banda larga mobile e altri)."]},"Manage services (Systemd)":{"*":["Gestione dei servizi (Systemd)"]},"Configure the Kvantum theme":{"*":["Configura il tema Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Per far funzionare la configurazione di Kvantum, applicare il tema Kvantum in 'Stile app'."]},"KDE Password Wallet":{"*":["Portafoglio password KDE"]},"Snapshots and backups":{"*":["Snapshot e backup"]},"Create or activate restore points":{"*":["Creare o attivare punti di ripristino"]},"Manage files":{"*":["Gestire file"]},"Get access to your files and folders.":{"*":["Accedi ai tuoi file e cartelle."]},"Storage Usage":{"*":["Utilizzo dello spazio di archiviazione"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Questo programma può trasferire file tra smartphone, tablet e altri computer. Con esso, ad esempio, puoi utilizzare il tuo smartphone come mouse e tastiera wireless per controllare il computer, tra le altre funzionalità. Si integra meglio con BigLinux e si trova tra gli applet situati vicino all'orologio di sistema. Per sincronizzarti con il tuo smartphone, vai su Google Store o Apple Store e installa Kde Connect."]},"Terminal":{"*":["Terminale"]},"Access the command terminal.":{"*":["Accedi al terminale dei comandi."]},"Password Manager":{"*":["Gestore delle password"]},"Sound and microphone":{"*":["Audio e microfono"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Configura o cambia i dispositivi di input e output audio. (Esempio: HDMI)"]},"Shared file information":{"*":["Informazioni sul file condiviso"]},"Printers":{"*":["Stampanti"]},"Install, configure or remove printers.":{"*":["Installare, configurare o rimuovere stampanti."]},"KDE Control Center":{"*":["Centro di controllo KDE"]},"Advanced power configurator":{"*":["Configuratore avanzato di alimentazione"]},"$APP":{"*":["$APP"]},"Erro na criação do diretório : $bigdir":{"*":["Erro nella creazione della directory: $bigdir"]},"Category":{"*":["Categoria"]},"Name":{"*":["Nome"]},"ID":{"*":["ID"]},"Info":{"*":["Informazioni"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["Il report è stato salvato nel file: $FILE_TO_SAVE\nDesideri visualizzare il report ora?"]},"Visualizar o relatório":{"*":["Visualizza il report"]},"Fechar":{"*":["Close"]},"Hardinfo Relatory":{"*":["Rapporto di Hardinfo"]},"Central de Controle - Webcam":{"*":["Controllo centrale - Webcam"]},"Nenhuma webcam localizada.":{"*":["No webcam found."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["La webcam è già in uso da altre applicazioni:"]},"Abrirei em modo de configuração. ":{"*":["I will open in configuration mode."]},"As alterações feitas podem ser vistas":{"*":["Le modifiche apportate possono essere visualizzate"]},"na imagem da sua webcam em outros programas.":{"*":["nella finestra della webcam nei programmi."]},"Introdução ao BigLinux":{"*":["Introduction to BigLinux"]},"Aguarde, carregando...":{"*":["Wait, loading..."]},"Bem vindo ao BigLinux":{"*":["Benvenuti su BigLinux"]},"Comece com algumas etapas simples.":{"*":["Start with some simple steps."]},"Mostrar na inicialização":{"*":["Show at startup"]},"Olá":{"*":["Hello"]},"Ajustes iniciais":{"*":["Initial Setup"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["We provide complete settings for you to select in an extremely simple way."]},"Configurações da Tela":{"*":["Screen Settings"]},"Escolha seu navegador padrão":{"*":["Choose your default browser"]},"Defina seus programas padrões.":{"*":["Set your default programs."]},"Outros navegadores":{"*":["Altri browser"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect è un'applicazione che facilita le comunicazioni wireless e il trasferimento di dati tra dispositivi in reti locali. Disponibile su Google Play Store per Android e Apple Store per iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Installazione del driver e informazioni sull'hardware"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Installare o rimuovere driver e firmware in modo semplice."]},"Impressoras":{"*":["Stampanti"]},"Conheça alguns recursos":{"*":["Meet some features"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Il nostro sistema è collaborativo, unisciti a questa evoluzione. Scopri le novità!"]},"Big Store":{"*":["Grande Negozio"]},"Web Apps":{"*":["Applicazioni Web"]},"Redutor de Ruídos":{"*":["Noise Reduction"]},"Configurar a voz do sistema (TTS)":{"*":["Configure system voice (TTS)"]},"OCR para PDF":{"*":["OCR to PDF"]},"Doação e Redes sociais":{"*":["Donation and Social Media"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["N/A"]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Congratulations, you have completed the first steps to using BigLinux."]},"Aguarde...":{"*":["Attendere..."]},"Verificando conexão com a Internet...":{"*":["Checking Internet connection..."]},"Sem conexão com a Internet...":{"*":["No Internet connection..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Alla rimozione delle impostazioni, i programmi installati all'interno di Waydroid e le relative impostazioni verranno persi. Vuoi davvero rimuovere?"]},"Configurações removidas com sucesso!":{"*":["Impostazioni rimosse con successo!"]},"Nenhuma configuração foi removida!":{"*":["Nessuna configurazione è stata rimossa!"]},"Não existem configurações para remover.":{"*":["There are no settings to remove."]},"ID do Android:":{"*":["ID di Android:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["It was not possible to retrieve the Android ID. \\n\\nAttention: Waydroid needs to be open."]},"Remover":{"*":["Rimuovere"]},"Maximizado":{"*":["Massimizzato"]},"Desinstalar":{"*":["Uninstall"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Utilizza app per Android su BigLinux."]},"Instalar o Waydroid":{"*":["Installare Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Installare Waydroid con Google Apps"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Il download è di circa 1 GB, a seconda della tua connessione potrebbe richiedere del tempo."]},"Resolução":{"*":["Resolution"]},"Paisagem":{"*":["Paisagem"]},"Retrato":{"*":["N/A"]},"Aceleração 3D":{"*":["Accelerazione 3D"]},"Desativado":{"*":["Disabilitato"]},"Ativado":{"*":["Attivo"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Il Waydroid può anche essere avviato utilizzando il menu di sistema"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["If 3D acceleration is enabled on incompatible hardware, Android will not go past the loading screen."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D acceleration is incompatible on Nvidia graphics cards using the proprietary driver."]},"Exibir ID do Android":{"*":["Mostra ID del dispositivo Android"]},"Ativar Google Apps":{"*":["Attiva Google Apps"]},"PlayStore":{"*":["Play Store"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["Per attivare il PlayStore è necessario fare clic su (Mostra ID Android) e copiare l'ID Android, quindi fare clic su (Attiva app Google) per aprire la pagina di Registrazione del dispositivo, è necessario essere connessi al proprio account Google, inserire il proprio ID Android e registrare il dispositivo. Potrebbe richiedere alcuni minuti per attivarsi sul tuo Waydroid. Chiudi e riapri. Fatto!"]},"Remover Configurações":{"*":["Rimuovere Impostazioni"]},"Desinstalar o Waydroid":{"*":["Uninstall Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["If 3D acceleration is enabled on incompatible hardware, Android will not go past the loading screen."]},"Parar o Waydroid":{"*":["Stop Waydroid"]},"Iniciar o Waydroid":{"*":["Avvia Waydroid"]},"Advanced Firewall":{"*":["Firewall avanzato"]}}}}