{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Ricerca"]},"Control Center":{"*":["Centro di controllo"]},"Main":{"*":["Principale"]},"Network and Internet":{"*":["Rete e Internet"]},"Phone":{"*":["Telefono"]},"Customize":{"*":["Personalizza"]},"Region and Language":{"*":["Regione e lingua"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Account"]},"Devices":{"*":["Dispositivi"]},"System":{"*":["Sistema"]},"About":{"*":["Circa"]},"Other":{"*":["Altro"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Utilizzo di Internet del tuo dispositivo Android su Linux tramite USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Per condividere la connessione Internet del tuo smartphone Android con un computer Linux utilizzando un cavo USB, procedi nel seguente modo:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Collega il tuo smartphone Android al computer Linux utilizzando un cavo USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Sul tuo smartphone, apri \"Impostazioni\" e vai su \"Rete e Internet\" o \"Connessioni e condivisione\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Cerca \"Tethering USB\", \"Tether USB\" o termini simili e abilitalo."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se il tuo dispositivo Android non è connesso al Wi-Fi e utilizza la rete dati, questo tethering consumerà i dati del tuo piano cellulare. Per evitare addebiti per i dati, assicurati che il tuo dispositivo Android sia connesso a una rete Wi-Fi prima di abilitare il tethering."]},"Close":{"*":["Chiudere"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Utilizzo di Internet del dispositivo iOS su Linux tramite USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Per condividere la connessione Internet del tuo smartphone iOS con un computer Linux utilizzando un cavo USB, procedi nel seguente modo:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Collega il tuo dispositivo iOS al computer Linux utilizzando un cavo USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Sul tuo dispositivo iOS, vai su \"Impostazioni\", quindi seleziona \"Hotspot personale\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Abilita \"Consenti ad altri di partecipare\". Ciò potrebbe abilitare automaticamente il \"Tethering USB\" se viene rilevata una connessione USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se il tuo dispositivo iOS non è connesso alla rete Wi-Fi e utilizza la rete dati, questo tethering consumerà i dati del tuo piano cellulare. Per evitare addebiti per i dati, assicurati che il tuo dispositivo iOS sia connesso a una rete Wi-Fi prima di abilitare il tethering."]},"Configure AppimageLauncher":{"*":["Configurare AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Scegliere il comportamento dei programmi disponibili in .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Le impostazioni di utilizzo per i vecchi CD musicali non sono valide per la musica MP3."]},"Search for servers (zeroconf)":{"*":["Ricerca di server (zeroconf)"]},"Restore program configuration":{"*":["Ripristina la configurazione del programma"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Utility che facilita il ripristino del sistema installato, principalmente ripristinando l'avvio del sistema (Grub). Può anche essere utilizzato per accedere al gestore di pacchetti e al terminale del sistema installato."]},"Themes, Desktop and Tweaks":{"*":["Temi, Desktop e Tweaks"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Forniamo configurazioni complete da selezionare in modo estremamente semplice."]},"Install or remove programs.":{"*":["Installare o rimuovere programmi."]},"Introduction to BigLinux":{"*":["Introduzione a BigLinux"]},"Themes to Bootsplash":{"*":["Temi per Bootsplash"]},"Brightness and color":{"*":["Luminosità e colore"]},"Control brightness and colors":{"*":["Controlla la luminosità e i colori"]},"Search for SSH servers":{"*":["Ricerca di server SSH"]},"Search for VNC servers":{"*":["Ricerca di server VNC"]},"Configure this window border theme":{"*":["Configura questo tema del bordo della finestra"]},"Configure this windows theme.":{"*":["Configura questo tema di Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Advanced Audio Manager - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Controller audio in caso di assenza di suono."]},"Partition or format":{"*":["Partizione o formattazione"]},"Be careful, this program may erase all data on your computer.":{"*":["Fai attenzione, questo programma potrebbe cancellare tutti i dati sul tuo computer."]},"Storage Information (SMART)":{"*":["Informazioni sull'archiviazione (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Configurare le regole di sicurezza per la connessione Internet."]},"Configure webcam or capture card":{"*":["Configurare la webcam o la scheda di acquisizione"]},"HP printers":{"*":["Stampanti HP"]},"Check status, ink level and maintenance.":{"*":["Controllare lo stato, il livello di inchiostro e la manutenzione."]},"Scanners HP":{"*":["Scanner HP"]},"Assemble Apple Hardware":{"*":["Assemblare l'hardware Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Con questo programma puoi accedere ai programmi sul tuo Apple iPhone o iPad in modo simile all'accesso ai file su una chiavetta USB."]},"Connect to the internet using Android":{"*":["Connettiti a Internet utilizzando Android"]},"Connect to Internet":{"*":["Connettiti a Internet"]},"Connect to the internet using iOS":{"*":["Connettiti a Internet tramite iOS"]},"Equalizer (DSP)":{"*":["Equalizzatore (DSP)"]},"Virtual desktops and activities":{"*":["Desktop virtuali e attività"]},"Create more than one virtual desktop by switching between them.":{"*":["Crea più di un desktop virtuale passando da uno all'altro."]},"Enabling search increases system memory and processing consumption.":{"*":["L'abilitazione della ricerca aumenta il consumo di memoria e di elaborazione del sistema."]},"Adjust the date, time and time zone.":{"*":["Regolare la data, l'ora e il fuso orario."]},"Plasma Firewall":{"*":["Plasma Firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Configurare le regole di sicurezza per le connessioni. Questo firewall si basa sull'infrastruttura Gufw"]},"Integration with Google Drive and ownCloud":{"*":["Integrazione con Google Drive e ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Accedi ai tuoi file che si trovano su Google Drive o ownCloud direttamente dal file manager."]},"Layout settings, hotkeys and other options.":{"*":["Impostazioni di layout, tasti di scelta rapida e altre opzioni."]},"Manage connections":{"*":["Gestire le connessioni"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Configurazione di rete avanzata (VPN, wifi, cablata, IP fisso, PPPoE, ADSL, rete cablata, banda larga mobile e altri)."]},"Manage services (Systemd)":{"*":["Gestire i servizi (Systemd)"]},"Configure the Kvantum theme":{"*":["Configurare il tema Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Affinché la configurazione di Kvantum funzioni, applica il tema Kvantum in \"Stile app\"."]},"KDE Password Wallet":{"*":["Portafoglio password di KDE"]},"Manage files":{"*":["Gestire i file"]},"Get access to your files and folders.":{"*":["Ottieni l'accesso ai tuoi file e cartelle."]},"Storage Usage":{"*":["Utilizzo dello spazio di archiviazione"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Questo programma può trasferire file tra smartphone, tablet e altri computer. Con esso, è possibile, ad esempio, utilizzare lo smartphone come mouse e tastiera wireless per controllare il computer, tra le altre funzionalità. Si integra meglio con BigLinux e si trova tra le applet situate vicino all'orologio di sistema. Per eseguire la sincronizzazione con il tuo smartphone, vai su Google Store o Apple Store e installa Kde Connect."]},"Terminal":{"*":["Terminale"]},"Access the command terminal.":{"*":["Accedere al terminale di comando."]},"Password Manager":{"*":["Gestore di password"]},"Sound and microphone":{"*":["Suono e microfono"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Configurare o modificare i dispositivi di ingresso e uscita audio. (Es: HDMI)"]},"Shared file information":{"*":["Informazioni sui file condivisi"]},"Printers":{"*":["Stampanti"]},"Install, configure or remove printers.":{"*":["Installare, configurare o rimuovere le stampanti."]},"KDE Control Center":{"*":["Centro di controllo KDE"]},"Advanced power configurator":{"*":["Configuratore di potenza avanzato"]}}}}