{"ja":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["コントロールセンター"]},"Using Your Android Device's Internet on Linux via USB":{"*":["AndroidデバイスのインターネットをUSB経由でLinuxで使用する"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Androidスマートフォンのインターネット接続をUSBケーブルを使用してLinuxコンピュータと共有するには、次の手順に従ってください:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["AndroidスマートフォンをUSBケーブルでLinuxコンピュータに接続してください。"]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["スマートフォンで、「設定」を開き、「ネットワーク＆インターネット」または「接続と共有」に移動してください。"]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["「USBテザリング」、「USBテザ」などの用語を検索して有効にしてください。"]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["これにより、追加の設定を必要とせずに、Linuxコンピューターでインターネット接続が自動的に確立されます。"]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["AndroidデバイスがWi-Fiに接続されておらず、携帯データを使用している場合、このテザリングは携帯プランからデータを消費します。データ料金を回避するためには、テザリングを有効にする前にAndroidデバイスがWi-Fiネットワークに接続されていることを確認してください。"]},"Close":{"*":["閉じる"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Linuxを介してiOSデバイスのインターネットをUSB経由で使用"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["iOSスマートフォンのインターネット接続をUSBケーブルを使用してLinuxコンピュータと共有するには、次の手順に従ってください:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["iOSデバイスをUSBケーブルでLinuxコンピュータに接続してください。"]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["iOSデバイスで、「設定」に移動し、「パーソナルホットスポット」を選択します。"]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["「他のユーザーの参加を許可」を有効にします。これにより、USB接続が検出された場合、自動的に「USBテザリング」が有効になる場合があります。"]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["iOS デバイスがWi-Fiに接続されておらず、セルラーデータを使用している場合、このテザリングはセルラープランからデータを消費します。データ料金を回避するためには、テザリングを有効にする前にiOSデバイスがWi-Fiネットワークに接続されていることを確認してください。"]},"Main":{"*":["メイン"]},"Network and Internet":{"*":["ネットワークとインターネット"]},"Phone":{"*":["電話"]},"Customize":{"*":["カスタマイズ"]},"Region and Language":{"*":["地域と言語"]},"Multimedia":{"*":["マルチメディア"]},"Accounts":{"*":["アカウント"]},"Devices":{"*":["デバイス"]},"System":{"*":["システム"]},"About":{"*":["について"]},"Other":{"*":["その他"]},"Search...":{"*":["検索..."]},"Configure AppimageLauncher":{"*":["AppimageLauncherの設定"]},"Choose the behavior of programs available in .appimage":{"*":[".appimage内で利用可能なプログラムの動作を選択します"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["古い音楽CDの使用設定はMP3音楽には適用されません。"]},"Search for servers (zeroconf)":{"*":["サーバーを検索（Zeroconf）"]},"Restore program configuration":{"*":["プログラム構成を復元"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["インストールされたシステムの復元を容易にするユーティリティで、主にシステムブート（Grub）の復元を行います。インストールされたシステムのパッケージマネージャやターミナルにアクセスするためにも使用できます。"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["完全な構成を提供し、非常に簡単な方法で選択できます。"]},"Install or remove programs.":{"*":["プログラムのインストールまたは削除。"]},"Introduction to BigLinux":{"*":["BigLinuxへようこそ"]},"Themes to Bootsplash":{"*":["ブートスプラッシュのテーマ"]},"Brightness and color":{"*":["明るさと色"]},"Control brightness and colors":{"*":["明るさと色を制御"]},"Search for SSH servers":{"*":["SSHサーバーを検索"]},"Search for VNC servers":{"*":["VNCサーバーを検索"]},"Expand device support":{"*":["デバイスサポートを拡張"]},"The basis of the system and video card support":{"*":["システムの基盤とビデオカードのサポート"]},"Configure this window border theme":{"*":["このウィンドウのボーダーテーマを設定します"]},"Configure this windows theme.":{"*":["このWindowsテーマを設定します。"]},"Advanced Audio Manager - Alsamixer":{"*":["高度なオーディオマネージャー - Alsamixer"]},"Audio controller in case of no sound.":{"*":["サウンドが出ない場合のオーディオコントローラ"]},"Partition or format":{"*":["パーティションまたはフォーマット"]},"Be careful, this program may erase all data on your computer.":{"*":["このプログラムはコンピュータ上のすべてのデータを消去する可能性があるため、注意してください。"]},"Storage Information (SMART)":{"*":["ストレージ情報（SMART）"]},"Gufw Firewall":{"*":["Gufwファイアウォール"]},"Configure security rules for the internet connection.":{"*":["インターネット接続のセキュリティルールを設定します。"]},"Configure webcam or capture card":{"*":["ウェブカメラまたはキャプチャカードを設定します。"]},"HP printers":{"*":["HP プリンタ"]},"Check status, ink level and maintenance.":{"*":["ステータス、インクレベル、およびメンテナンスを確認します。"]},"Scanners HP":{"*":["HPスキャナ"]},"Assemble Apple Hardware":{"*":["Appleハードウェアを組み立てる"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["このプログラムを使用すると、Apple iPhoneやiPad上のプログラムに、USBメモリーのファイルにアクセスするのと同様の方法でアクセスできます。"]},"Connect to the internet using Android":{"*":["Androidを使用してインターネットに接続します"]},"Connect to Internet":{"*":["インターネットに接続"]},"Connect to the internet using iOS":{"*":["iOSを使用してインターネットに接続します"]},"Equalizer (DSP)":{"*":["イコライザ（DSP）"]},"Virtual desktops and activities":{"*":["仮想デスクトップとアクティビティ"]},"Create more than one virtual desktop by switching between them.":{"*":["複数の仮想デスクトップを作成し、それらを切り替えて使用します。"]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["検索を有効にすると、大量のメモリと処理リソースを消費する場合があります。ユーザーファイルの数に応じて、システムが遅くなる可能性があります。"]},"Adjust the date, time and time zone.":{"*":["日付、時刻、およびタイムゾーンを調整します。"]},"Plasma Firewall":{"*":["プラズマファイアウォール"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["接続のセキュリティルールを構成します。このファイアウォールはGufwインフラストラクチャに基づいています。"]},"Integration with Google Drive and ownCloud":{"*":["GoogleドライブとownCloudとの統合"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["ファイルマネージャから直接Google DriveやownCloudに保存されているファイルにアクセスします。"]},"Layout settings, hotkeys and other options.":{"*":["レイアウト設定、ホットキー、その他のオプション。"]},"Manage connections":{"*":["接続の管理"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["高度なネットワーク構成（VPN、Wi-Fi、有線、固定IP、PPPoE、ADSL、有線ネットワーク、モバイルブロードバンドなど）。"]},"Manage services (Systemd)":{"*":["サービスの管理（Systemd）"]},"Configure the Kvantum theme":{"*":["Kvantumテーマを設定します"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Kvantumのセットアップを有効にするには、「App Style」でKvantumテーマを適用してください。"]},"KDE Password Wallet":{"*":["KDEパスワードウォレット"]},"Snapshots and backups":{"*":["スナップショットとバックアップ"]},"Create or activate restore points":{"*":["リストアポイントの作成または有効化"]},"Manage files":{"*":["ファイルを管理"]},"Get access to your files and folders.":{"*":["ファイルやフォルダにアクセスしてください。"]},"Storage Usage":{"*":["ストレージ使用量"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["このプログラムは、スマートフォン、タブレット、および他のコンピュータ間でファイルを転送できます。たとえば、スマートフォンをワイヤレスマウスやキーボードとして使用してコンピュータを制御することができます。BigLinuxとの統合がより良く、システムクロック近くに配置されたアプレットの中にあります。スマートフォンと同期するには、GoogleストアまたはAppleストアにアクセスしてKde Connectをインストールしてください。"]},"Terminal":{"*":["ターミナル"]},"Access the command terminal.":{"*":["コマンドターミナルにアクセスします。"]},"Password Manager":{"*":["パスワードマネージャ"]},"Sound and microphone":{"*":["サウンドとマイク"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["オーディオ入力および出力デバイスを設定または変更します。 （例：HDMI）"]},"Shared file information":{"*":["共有ファイル情報"]},"Printers":{"*":["プリンタ"]},"Install, configure or remove printers.":{"*":["プリンターをインストール、構成、または削除します。"]},"KDE Control Center":{"*":["KDEコントロールセンター"]},"Advanced power configurator":{"*":["高度な電源設定ツール"]}}}}