{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["검색"]},"Control Center":{"*":["제어 센터"]},"Main":{"*":["주요한"]},"Network and Internet":{"*":["네트워크 및 인터넷"]},"Phone":{"*":["전화"]},"Customize":{"*":["사용자 지정"]},"Region and Language":{"*":["지역 및 언어"]},"Multimedia":{"*":["멀티미디어"]},"Accounts":{"*":["계정"]},"Devices":{"*":["장치"]},"System":{"*":["체계"]},"About":{"*":["약"]},"Other":{"*":["다른"]},"Using Your Android Device's Internet on Linux via USB":{"*":["USB를 통해 Linux에서 Android 기기의 인터넷 사용"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["USB 케이블을 사용하여 Android 스마트폰의 인터넷 연결을 Linux 컴퓨터와 공유하려면 다음 단계를 따르세요."]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["USB 케이블을 사용하여 Android 스마트폰을 Linux 컴퓨터에 연결합니다."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["스마트폰에서 '설정'을 열고 '네트워크 및 인터넷' 또는 '연결 및 공유'로 이동합니다."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["'USB 테더링', 'USB 테더링' 또는 이와 유사한 용어를 찾아 활성화합니다."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Android 기기가 Wi-Fi에 연결되어 있지 않고 셀룰러 데이터를 사용하는 경우 이 테더링은 셀룰러 요금제의 데이터를 소비합니다. 데이터 요금이 부과되지 않도록 하려면 테더링을 활성화하기 전에 Android 기기가 Wi-Fi 네트워크에 연결되어 있는지 확인하세요."]},"Close":{"*":["닫다"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["USB를 통해 Linux에서 iOS 기기의 인터넷 사용"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["USB 케이블을 사용하여 iOS 스마트폰의 인터넷 연결을 Linux 컴퓨터와 공유하려면 다음 단계를 따르세요."]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["USB 케이블을 사용하여 iOS 기기를 Linux 컴퓨터에 연결합니다."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["iOS 기기에서 '설정'으로 이동한 다음 '개인용 핫스팟'을 선택합니다."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["'다른 사람의 참여 허용'을 활성화합니다. 이렇게 하면 USB 연결이 감지되면 'USB 테더링'이 자동으로 활성화될 수 있습니다."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["iOS 기기가 Wi-Fi에 연결되어 있지 않고 셀룰러 데이터를 사용하는 경우 이 테더링은 셀룰러 요금제의 데이터를 소비합니다. 데이터 요금이 부과되지 않도록 하려면 테더링을 활성화하기 전에 iOS 기기가 Wi-Fi 네트워크에 연결되어 있는지 확인하십시오."]},"Configure AppimageLauncher":{"*":["AppimageLauncher 구성"]},"Choose the behavior of programs available in .appimage":{"*":[".appimage에서 사용할 수 있는 프로그램의 동작 선택"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["오래된 음악 CD의 사용 설정은 MP3 음악에 유효하지 않습니다."]},"Search for servers (zeroconf)":{"*":["서버 검색(zeroconf)"]},"Restore program configuration":{"*":["프로그램 구성 복원"]},"biglinux-config":{"*":["biglinux-구성"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["설치된 시스템의 복원을 용이하게 하는 유틸리티로, 주로 시스템 부팅(Grub)을 복원합니다. 또한 설치된 시스템의 패키지 관리자 및 터미널에 액세스하는 데 사용할 수 있습니다."]},"Themes, Desktop and Tweaks":{"*":["테마, 데스크탑 및 조정"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["매우 간단한 방법으로 선택할 수 있는 완전한 구성을 제공합니다."]},"Install or remove programs.":{"*":["프로그램을 설치하거나 제거합니다."]},"Introduction to BigLinux":{"*":["BigLinux 소개"]},"Themes to Bootsplash":{"*":["Bootsplash에 대한 테마"]},"Brightness and color":{"*":["밝기 및 색상"]},"Control brightness and colors":{"*":["밝기 및 색상 제어"]},"Search for SSH servers":{"*":["SSH 서버 검색"]},"Search for VNC servers":{"*":["VNC 서버 검색"]},"Configure this window border theme":{"*":["이 창 테두리 테마 구성"]},"Configure this windows theme.":{"*":["이 창 테마를 구성합니다."]},"Advanced Audio Manager - Alsamixer":{"*":["고급 오디오 관리자 - Alsamixer"]},"Audio controller in case of no sound.":{"*":["소리가 나지 않는 경우 오디오 컨트롤러."]},"Partition or format":{"*":["파티션 또는 포맷"]},"Be careful, this program may erase all data on your computer.":{"*":["이 프로그램은 컴퓨터의 모든 데이터를 지울 수 있으므로 주의하십시오."]},"Storage Information (SMART)":{"*":["스토리지 정보(SMART)"]},"Gufw Firewall":{"*":["Gufw 방화벽"]},"Configure security rules for the internet connection.":{"*":["인터넷 연결에 대한 보안 규칙을 구성합니다."]},"Configure webcam or capture card":{"*":["웹캠 또는 캡처 카드 구성"]},"HP printers":{"*":["HP 프린터"]},"Check status, ink level and maintenance.":{"*":["상태, 잉크 잔량 및 유지 관리를 확인하십시오."]},"Scanners HP":{"*":["HP 스캐너"]},"Assemble Apple Hardware":{"*":["Apple 하드웨어 조립하기"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["이 프로그램을 사용하면 USB 스틱의 파일에 액세스하는 것과 유사한 방식으로 Apple iPhone 또는 iPad의 프로그램에 액세스할 수 있습니다."]},"Connect to the internet using Android":{"*":["Android를 사용하여 인터넷에 연결"]},"Connect to Internet":{"*":["인터넷에 연결"]},"Connect to the internet using iOS":{"*":["iOS를 사용하여 인터넷에 연결"]},"Equalizer (DSP)":{"*":["이퀄라이저(DSP)"]},"Virtual desktops and activities":{"*":["가상 데스크톱 및 활동"]},"Create more than one virtual desktop by switching between them.":{"*":["가상 데스크톱 간에 전환하여 둘 이상의 가상 데스크톱을 만듭니다."]},"Enabling search increases system memory and processing consumption.":{"*":["검색을 사용하면 시스템 메모리 및 처리 사용량이 증가합니다."]},"Adjust the date, time and time zone.":{"*":["날짜, 시간 및 시간대를 조정합니다."]},"Plasma Firewall":{"*":["플라즈마 방화벽"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["연결에 대한 보안 규칙을 구성합니다. 이 방화벽은 Gufw 인프라를 기반으로 합니다"]},"Integration with Google Drive and ownCloud":{"*":["Google 드라이브 및 ownCloud와 통합"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["파일 관리자에서 직접 Google 드라이브 또는 ownCloud에 있는 파일에 액세스합니다."]},"Layout settings, hotkeys and other options.":{"*":["레이아웃 설정, 단축키 및 기타 옵션."]},"Manage connections":{"*":["연결 관리"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["고급 네트워크 구성(VPN, Wi-Fi, 유선, 고정 IP, PPPoE, ADSL, 유선 네트워크, 모바일 광대역 등)."]},"Manage services (Systemd)":{"*":["서비스 관리(Systemd)"]},"Configure the Kvantum theme":{"*":["Kvantum 테마 구성"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Kvantum 설정이 작동하려면 '앱 스타일'에서 Kvantum 테마를 적용합니다."]},"KDE Password Wallet":{"*":["KDE 암호 지갑"]},"Manage files":{"*":["파일 관리"]},"Get access to your files and folders.":{"*":["파일 및 폴더에 액세스할 수 있습니다."]},"Storage Usage":{"*":["스토리지 사용량"]},"KDE Connect":{"*":["KDE 커넥트"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["이 프로그램은 스마트폰, 태블릿 및 다른 컴퓨터 간에 파일을 전송할 수 있습니다. 예를 들어, 스마트폰을 무선 마우스와 키보드로 사용하여 여러 기능들 중에서도 컴퓨터를 제어할 수 있습니다. BigLinux와 더 잘 통합되며 시스템 클럭 근처에 있는 애플릿 사이에 위치합니다. 스마트 폰과 동기화하려면 Google Store 또는 Apple Store로 이동하여 Kde Connect를 설치하십시오."]},"Terminal":{"*":["터미널"]},"Access the command terminal.":{"*":["명령 터미널에 액세스합니다."]},"Password Manager":{"*":["비밀번호 관리자"]},"Sound and microphone":{"*":["음향 및 마이크"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["오디오 입력 및 출력 장치를 구성하거나 변경합니다. (예: HDMI)"]},"Shared file information":{"*":["공유 파일 정보"]},"Printers":{"*":["프린터"]},"Install, configure or remove printers.":{"*":["프린터를 설치, 구성 또는 제거합니다."]},"KDE Control Center":{"*":["KDE 제어 센터"]},"Advanced power configurator":{"*":["고급 파워 컨피규레이터"]}}}}