{"nl":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"A webcam já está sendo utilizada pelo programa: $WEBCAM_BUSY\n\nAbrirei em modo de configuração.\nAs alterações feitas podem ser vistas\nna imagem da sua webcam em outros programas.":{"*":["Een webcam wordt al gebruikt door het programma: $WEBCAM_BUSY\n\nIk zal het in configuratiemodus openen.\nDe aangebrachte wijzigingen zijn zichtbaar\nin het beeld van uw webcam in andere programma's."]},"Webcam":{"*":["Webcam"]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Bij het verwijderen van de instellingen zullen de geïnstalleerde programma's binnen Waydroid en hun instellingen verloren gaan. Weet u zeker dat u wilt verwijderen?"]},"Configurações removidas com sucesso!":{"*":["Instellingen succesvol verwijderd!"]},"Nenhuma configuração foi removida!":{"*":["Geen instellingen zijn verwijderd!"]},"Não existem configurações para remover.":{"*":["Er zijn geen instellingen om te verwijderen."]},"ID do Android:":{"*":["Android-ID:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Het Android ID kon niet worden opgehaald. \\n\\nLet op: Waydroid moet geopend zijn."]},"Remover":{"*":["Verwijderaar"]},"Maximizado":{"*":["Gemaximaliseerd"]},"Desinstalar":{"*":["Verwijderen"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Gebruik Android-apps op BigLinux."]},"Instalar o Waydroid":{"*":["Installeer Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Waydroid installeren met Google-apps"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["De download is ongeveer 1 GB groot, afhankelijk van je verbinding kan het even duren."]},"Resolução":{"*":["Resolution"]},"Paisagem":{"*":["I have no text to translate for \"Paisagem\"."]},"Retrato":{"*":["There is no text to translate in your request."]},"Aceleração 3D":{"*":["3D-versnelling"]},"Desativado":{"*":["Uitgeschakeld"]},"Ativado":{"*":["Ingeschakeld"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroid kan ook worden gestart via het systeemmenu"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Als 3D-versnelling is ingeschakeld op een oncompatibele hardware, zal Android niet verder gaan dan het laadscherm."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D-versnelling is niet compatibel op Nvidia-videokaarten met de eigen driver."]},"Exibir ID do Android":{"*":["Display Android ID"]},"Ativar Google Apps":{"*":["Google Apps activeren"]},"PlayStore":{"*":["Play Store"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["Om de PlayStore te activeren, moet je op (Android ID weergeven) klikken en het Android ID kopiëren, vervolgens op (Google-apps activeren) klikken om de apparaatregistratiepagina te openen, je moet ingelogd zijn op je Google-account, voer je Android ID in en registreer het apparaat. Het kan enkele minuten duren voordat het geactiveerd is op je Waydroid. Sluit en open opnieuw. Klaar!"]},"Remover Configurações":{"*":["Verwijder instellingen"]},"Desinstalar o Waydroid":{"*":["Waydroid verwijderen"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Als 3D-versnelling is ingeschakeld op een incompatibele hardware, zal Android niet verder gaan dan het laadscherm."]},"Parar o Waydroid":{"*":["Stop Waydroid"]},"Iniciar o Waydroid":{"*":["Waydroid starten"]},"Introdução ao BigLinux":{"*":["Introductie tot BigLinux"]},"Bem vindo ao BigLinux":{"*":["Welkom bij BigLinux"]},"Comece com algumas etapas simples.":{"*":["Start met een paar eenvoudige stappen."]},"Mostrar na inicialização":{"*":["Weergeven bij opstarten"]},"Olá":{"*":["Hello"]},"Ajustes iniciais":{"*":["Initial Setup"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["We bieden volledige configuraties aan die u op een uiterst eenvoudige manier kunt selecteren."]},"Configurações da Tela":{"*":["Scherminstellingen"]},"Escolha seu navegador padrão":{"*":["Kies uw standaardbrowser"]},"Defina seus programas padrões.":{"*":["Stel uw standaardprogramma's in."]},"Outros navegadores":{"*":["Andere browsers"]},"KDE Connect":{"*":["KDE Connect"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect is een applicatie die draadloze communicatie en gegevensoverdracht tussen apparaten in lokale netwerken vergemakkelijkt. Beschikbaar in de Google Play Store voor Android en de Apple Store voor iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Installatie van stuurprogramma en hardware-informatie"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Drivers en Firmwares installeren of verwijderen op een eenvoudige manier."]},"Impressoras":{"*":["Printers"]},"Conheça alguns recursos":{"*":["Leer algunos recursos"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Ons systeem is collaboratief, doe mee aan deze evolutie. Bekijk de nieuwigheden!"]},"Big Store":{"*":["Grote Winkel"]},"Web Apps":{"*":["Web-apps"]},"Redutor de Ruídos":{"*":["Ruisverminderaar"]},"Configurar a voz do sistema (TTS)":{"*":["Stel de systeemstem (TTS) in"]},"OCR para PDF":{"*":["OCR naar PDF"]},"Doação e Redes sociais":{"*":["Donatie en sociale media"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Er is niets om te vertalen."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Gefeliciteerd, u heeft de eerste stappen voltooid om BigLinux te gebruiken."]},"Aguarde, carregando...":{"*":["Wacht even, laden..."]},"Aguarde...":{"*":["Wachten..."]},"Verificando conexão com a Internet...":{"*":["Checking internet connection..."]},"Sem conexão com a Internet...":{"*":["Geen internetverbinding..."]},"Using Your Android Device's Internet on Linux via USB":{"*":["Het internet van uw Android-apparaat gebruiken op Linux via USB"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Verbind uw Android-smartphone met de Linux-computer met behulp van een USB-kabel."]},"On your smartphone, open 'Settings' and navigate to 'Network & Internet' or 'Connections & Sharing'.":{"*":["Op je smartphone, open 'Instellingen' en navigeer naar 'Netwerk & Internet' of 'Verbindingen & Delen'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Zoek naar 'USB-tethering', 'USB-tether' of vergelijkbare termen en schakel het in."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Dit zal automatisch de internetverbinding tot stand brengen op uw Linux-computer zonder dat er extra configuratie nodig is."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Als uw Android-apparaat niet is verbonden met Wi-Fi en mobiele data gebruikt, zal deze tethering gegevens verbruiken van uw mobiele abonnement. Om datakosten te voorkomen, zorg ervoor dat uw Android-apparaat is verbonden met een Wi-Fi-netwerk voordat u tethering inschakelt."]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Het internet van uw iOS-apparaat gebruiken op Linux via USB"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Sluit uw iOS-apparaat aan op de Linux-computer met een USB-kabel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Op uw iOS-apparaat gaat u naar 'Instellingen', selecteert u vervolgens 'Persoonlijke hotspot'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Schakel 'Anderen toestaan om deel te nemen' in. Dit kan automatisch 'USB-tethering' inschakelen als er een USB-verbinding wordt gedetecteerd."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Als uw iOS-apparaat niet is verbonden met Wi-Fi en mobiele data gebruikt, zal deze tethering gegevens verbruiken van uw mobiele abonnement. Om datakosten te voorkomen, zorg ervoor dat uw iOS-apparaat is verbonden met een Wi-Fi-netwerk voordat u tethering inschakelt."]},"To share your smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Om de internetverbinding van je smartphone te delen met een Linux-computer via een USB-kabel, volg je deze stappen:"]},"Close":{"*":["Sluiten"]},"Control Center":{"*":["Bedieningspaneel"]},"About Control Center":{"*":["Over Control Center"]},"Categories":{"*":["Categorieën"]},"Programs":{"*":["Programma's"]},"Search...":{"*":["Zoeken..."]},"Executing special command: {0}":{"*":["Speciale opdracht uitvoeren: {0}"]},"Launching: {0}":{"*":["Lanceert: {0}"]},"Error launching program: {0}":{"*":["Fout bij het starten van het programma: {0}"]},"BigLinux Team":{"*":["BigLinux Team"]},"© 2025 BigLinux Team":{"*":["© 2025 BigLinux Team"]},"Main":{"*":["Hoofd"]},"Network and Internet":{"*":["Netwerk en internet"]},"Phone":{"*":["Telefoon"]},"Customize":{"*":["Aanpassen"]},"Region and Language":{"*":["Regio en Taal"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Accounts"]},"Devices":{"*":["Apparaten"]},"System":{"*":["Systeem"]},"About":{"*":["Over"]},"Other":{"*":["Andere"]},"Configure AppimageLauncher":{"*":["AppimageLauncher configureren"]},"Choose the behavior of programs available in .appimage":{"*":["Kies het gedrag van programma's die beschikbaar zijn in .appimage."]},"Search for Zeroconf servers":{"*":["Zoek naar Zeroconf-servers"]},"Expand device support":{"*":["Apparaatondersteuning uitbreiden"]},"Detailed information about your computer":{"*":["Gedetailleerde informatie over uw computer"]},"System foundation and video card support":{"*":["Systeemfundament en videokaartondersteuning"]},"Restore program configuration":{"*":["Programconfiguratie herstellen"]},"Search for SSH servers":{"*":["Zoek naar SSH-servers"]},"Search for VNC servers":{"*":["Zoek naar VNC-servers"]},"Cross-platform buildsystem":{"*":["Cross-platform buildsysteem"]},"Advanced Audio Manager - Alsamixer":{"*":["Geavanceerde audiobeheerder - Alsamixer"]},"JamesDSP improving music and audio quality":{"*":["JamesDSP verbetert muziek- en geluidskwaliteit"]},"Enhance your sound with equalizer, bass boost, surround, and other effects.":{"*":["Verbeter je geluid met een equalizer, basversterking, surround en andere effecten."]},"Partition or Format":{"*":["Partitioneren of Formatteren"]},"HP Printers":{"*":["HP Printers"]},"Check status, ink level, and maintenance.":{"*":["Controleer status, inktniveau en onderhoud."]},"HP Scanners":{"*":["HP Scanners"]},"Configure and use HP scanning devices":{"*":["Configureer en gebruik HP-scanners."]},"Configure Kvantum Theme":{"*":["Configureer Kvantum-thema"]},"For Kvantum configuration to work, apply the Kvantum theme in 'Application Style'.":{"*":["Voor de Kvantum-configuratie om te werken, pas het Kvantum-thema toe in 'Toepassingsstijl'."]},"USB Device Formatter":{"*":["USB-apparaatformatter"]},"Format a USB device":{"*":["Een USB-apparaat formatteren"]},"USB Image Writer":{"*":["USB-afbeeldingmaker"]},"Create a bootable USB device":{"*":["Maak een opstartbare USB-apparaat"]},"Storage Usage":{"*":["Opslaggebruik"]},"Sound and microphone":{"*":["Geluid en microfoon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Audiobronnen en -uitvoerapparaten configureren of wijzigen. (Bijv.: HDMI)"]},"Printers":{"*":["Printers"]},"Install, configure or remove printers.":{"*":["Printers installeren, configureren of verwijderen."]},"KDE Control Center":{"*":["KDE Configuratiescherm"]},"Configure webcam or capture card":{"*":["Webcam of capturekaart configureren"]},"Adjust settings and control webcams or video capture devices":{"*":["Pas instellingen aan en bestuur webcams of video-opnameapparaten"]},"Configure accessibility options for users with special needs":{"*":["Configureer toegankelijkheidsopties voor gebruikers met speciale behoeften"]},"Virtual desktops and activities":{"*":["Virtuele bureaubladen en activiteiten"]},"Create more than one virtual work environment by switching between them.":{"*":["Maak meer dan één virtuele werkomgeving aan door tussen hen te schakelen."]},"Manage applications that start automatically on login":{"*":["Beheer toepassingen die automatisch opstarten bij inloggen"]},"Enabling search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Het inschakelen van zoeken kan aanzienlijke geheugen- en verwerkingsbronnen verbruiken. Dit kan ervoor zorgen dat het systeem trager wordt, afhankelijk van het aantal gebruikersbestanden."]},"Connect and manage Bluetooth devices":{"*":["Verbind en beheer Bluetooth-apparaten"]},"Manage Thunderbolt devices and security settings":{"*":["Beheer Thunderbolt-apparaten en beveiligingsinstellingen"]},"Adjust date, time and timezone.":{"*":["Pas datum, tijd en tijdzone aan."]},"Customize the color scheme of your desktop environment":{"*":["Pas het kleurenschema van je desktopomgeving aan"]},"Select which applications to use for specific tasks":{"*":["Selecteer welke applicaties u wilt gebruiken voor specifieke taken"]},"Change mouse cursor appearance and themes":{"*":["Wijzig de muiscursor uiterlijk en thema's"]},"Configure default paths for documents, downloads and other folders":{"*":["Stel standaardpaden in voor documenten, downloads en andere mappen"]},"Change the visual appearance of the Plasma desktop":{"*":["Wijzig de visuele uitstraling van de Plasma-desktop."]},"Configure which applications open specific file types":{"*":["Configureer welke toepassingen specifieke bestandstypen openen"]},"Manage permissions for Flatpak applications":{"*":["Beheer machtigingen voor Flatpak-toepassingen"]},"Install and configure system fonts and typography settings":{"*":["Installeer en configureer systeemlettertypen en typografie-instellingen"]},"Configure game controllers and joysticks":{"*":["Configureer gamecontrollers en joysticks"]},"Change the icon theme used throughout the system":{"*":["Wijzig het pictogramthema dat door het hele systeem wordt gebruikt."]},"Configure digital camera integration with your system":{"*":["Configure digitale camera-integratie met uw systeem"]},"Manage system services running in the background":{"*":["Beheer systeemservices die op de achtergrond draaien"]},"Layout settings, shortcuts and other options.":{"*":["Lay-outinstellingen, sneltoetsen en andere opties."]},"Configure monitors, resolution, and screen arrangement":{"*":["Configureer monitoren, resolutie en schermindeling"]},"Window Decorations":{"*":["Vensterdecoraties"]},"Change the appearance of window title bars and borders":{"*":["Wijzig de uitstraling van venstertitels en randen."]},"Configure visual effects and animations for the desktop":{"*":["Configureer visuele effecten en animaties voor het bureaublad"]},"Configure how windows behave and interact":{"*":["Configureer hoe vensters zich gedragen en interactie hebben."]},"Configure mouse sensitivity, buttons and behavior":{"*":["Configureer muisgevoeligheid, knoppen en gedrag"]},"Advanced network configuration (VPN, WiFi, Wired, Static IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Geavanceerde netwerkinstellingen (VPN, WiFi, Bedraad, Statisch IP, PPPoE, ADSL, bedraad netwerk, mobiele breedband en anderen)."]},"QEFI Entry Manager":{"*":["QEFI Invoergestuurder"]},"Manage and configure boot entries for UEFI systems":{"*":["Beheer en configureer opstartvermeldingen voor UEFI-systemen"]},"Configure system and application notifications":{"*":["Configureer systeem- en applicatiemeldingen"]},"Boot Screen":{"*":["Opstartscherm"]},"Change the splash screen shown during system startup":{"*":["Wijzig het opstartscherm dat tijdens het opstarten van het systeem wordt weergegeven."]},"Configure energy saving and battery settings":{"*":["Configureer energiezuinigheid en batterijinstellingen"]},"Configure network proxy settings for internet access":{"*":["Configureer netwerkinstellingen voor internettoegang"]},"Manage the history of recently accessed files":{"*":["Beheer de geschiedenis van recent geopende bestanden"]},"Configure language, region, and format settings":{"*":["Stel taal-, regio- en opmaakinstellingen in"]},"Configure screen locking settings and appearance":{"*":["Configureer de instellingen en het uiterlijk van het vergrendelscherm."]},"Configure the login screen appearance and behavior":{"*":["Configureer het uiterlijk en gedrag van het inlogscherm."]},"Desktop Session":{"*":["Desktop-sessie"]},"Configure session startup and shutdown behavior":{"*":["Configureer het opstart- en afsluitgedrag van de sessie."]},"Configure sound effects for system events":{"*":["Configure geluids effecten voor systeemevenementen"]},"Configure the splash screen shown while starting applications":{"*":["Configure het opstartscherm dat wordt weergegeven tijdens het starten van applicaties"]},"Configure the visual appearance of applications":{"*":["Configureer de visuele uitstraling van applicaties"]},"Configure drawing tablets and stylus settings":{"*":["Configureer tekentabletten en stylusinstellingen"]},"Configure laptop touchpad behavior and gestures":{"*":["Configureer het gedrag en de gebaren van het laptop-touchpad."]},"Configure touchscreen behavior and calibration":{"*":["Configureer het gedrag en de calibratie van het touchscreen"]},"Configure trash bin behavior and cleanup settings":{"*":["Configureer het gedrag van de prullenbak en de opruiminstellingen"]},"Change desktop background image and slideshow settings":{"*":["Wijzig bureaubladachtergrondafbeelding en diavoorstellingsinstellingen"]},"Configure the system's landing page and default widgets.":{"*":["Configureer de startpagina van het systeem en de standaardwidgets."]},"Access your files and folders.":{"*":["Toegang tot uw bestanden en mappen."]},"This program can transfer files between smartphones, tablets, and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates best with BigLinux and sits among the applets located near the system clock. To sync with your smartphone, go to the Google Store or Apple Store and install KDE Connect.":{"*":["Dit programma kan bestanden overdragen tussen smartphones, tablets en andere computers. Hiermee kun je bijvoorbeeld je smartphone gebruiken als een draadloze muis en toetsenbord om de computer te bedienen, naast andere functies. Het integreert het beste met BigLinux en bevindt zich tussen de applets die zich nabij de systeemklok bevinden. Om te synchroniseren met je smartphone, ga je naar de Google Store of Apple Store en installeer je KDE Connect."]},"Access the command terminal.":{"*":["Toegang tot de opdrachtterminal."]},"KWalletManager":{"*":["KWalletManager"]},"Tool for managing KDE wallets":{"*":["Hulpmiddel voor het beheren van KDE-portemonnees"]},"Add or remove programs installed on the system":{"*":["Programma's toevoegen of verwijderen die op het systeem zijn geïnstalleerd"]},"Connect to internet using Android":{"*":["Verbind met internet via Android"]},"Connect to internet using iOS":{"*":["Verbind met internet via iOS"]},"Connect to Internet":{"*":["Verbinden met internet"]},"Snapshots and backups":{"*":["Momentopnames en back-ups"]},"Create or activate restore points":{"*":["Maak of activeer herstelpunten"]},"BigLinux Themes":{"*":["BigLinux Thema's"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["We bieden volledige configuraties voor u om op een uiterst eenvoudige manier te selecteren."]},"Configure feedback and usage report preferences.":{"*":["Configureer voorkeuren voor feedback en gebruiksrapporten."]},"Configure automatic actions for when devices are connected.":{"*":["Configureer automatische acties voor wanneer apparaten zijn verbonden."]},"Configure search and indexing options in Plasma.":{"*":["Configureer zoek- en indexeringsopties in Plasma."]}}}}