{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Zoeken"]},"Control Center":{"*":["Controlecentrum"]},"Main":{"*":["Voornaamste"]},"Network and Internet":{"*":["Netwerk en internet"]},"Phone":{"*":["Telefoon"]},"Customize":{"*":["Aanpassen"]},"Region and Language":{"*":["Regio en taal"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Rekeningen"]},"Devices":{"*":["Apparaten"]},"System":{"*":["Systeem"]},"About":{"*":["Over"]},"Other":{"*":["Ander"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Het internet van uw Android-apparaat gebruiken op Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Volg deze stappen om de internetverbinding van uw Android-smartphone te delen met een Linux-computer via een USB-kabel:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Verbind uw Android-smartphone met de Linux-computer via een USB-kabel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Open op je smartphone 'Instellingen' en navigeer naar 'Netwerk en internet' of 'Verbindingen en delen'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Zoek naar 'USB Tethering', 'USB Tether' of vergelijkbare termen en schakel deze in."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Als uw Android-apparaat niet is verbonden met wifi en mobiele data gebruikt, verbruikt deze tethering gegevens van uw mobiele abonnement. Om datakosten te voorkomen, moet u ervoor zorgen dat uw Android-apparaat is verbonden met een Wi-Fi-netwerk voordat u tethering inschakelt."]},"Close":{"*":["Sluiten"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Het internet van uw iOS-apparaat op Linux gebruiken via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Volg deze stappen om de internetverbinding van uw iOS-smartphone te delen met een Linux-computer via een USB-kabel:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Verbind uw iOS-apparaat met de Linux-computer via een USB-kabel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Ga op uw iOS-apparaat naar 'Instellingen' en selecteer vervolgens 'Persoonlijke hotspot'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Schakel 'Anderen toestaan deel te nemen' in. Hierdoor kan 'USB Tethering' automatisch worden ingeschakeld als er een USB-verbinding wordt gedetecteerd."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Als uw iOS-apparaat niet is verbonden met wifi en mobiele data gebruikt, verbruikt deze tethering gegevens van uw mobiele abonnement. Om datakosten te voorkomen, moet u ervoor zorgen dat uw iOS-apparaat is verbonden met een Wi-Fi-netwerk voordat u tethering inschakelt."]},"Configure AppimageLauncher":{"*":["AppimageLauncher configureren"]},"Choose the behavior of programs available in .appimage":{"*":["Kies het gedrag van programma's die beschikbaar zijn in .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Gebruiksinstellingen voor oude muziek-cd's zijn niet geldig voor mp3-muziek."]},"Search for servers (zeroconf)":{"*":["Zoeken naar servers (zeroconf)"]},"Restore program configuration":{"*":["Programmaconfiguratie herstellen"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Hulpprogramma dat het herstel van het geïnstalleerde systeem vergemakkelijkt, voornamelijk het herstellen van het opstarten van het systeem (Grub). Het kan ook worden gebruikt om toegang te krijgen tot de pakketbeheerder en terminal van het geïnstalleerde systeem."]},"Themes, Desktop and Tweaks":{"*":["Thema's, desktop en tweaks"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Wij bieden complete configuraties die u op een uiterst eenvoudige manier kunt selecteren."]},"Install or remove programs.":{"*":["Installeer of verwijder programma's."]},"Introduction to BigLinux":{"*":["Inleiding tot BigLinux"]},"Themes to Bootsplash":{"*":["Thema's voor Bootsplash"]},"Brightness and color":{"*":["Helderheid en kleur"]},"Control brightness and colors":{"*":["Helderheid en kleuren regelen"]},"Search for SSH servers":{"*":["Zoeken naar SSH-servers"]},"Search for VNC servers":{"*":["Zoeken naar VNC-servers"]},"Configure this window border theme":{"*":["Configureer dit thema voor vensterranden"]},"Configure this windows theme.":{"*":["Configureer dit Windows-thema."]},"Advanced Audio Manager - Alsamixer":{"*":["Geavanceerde audiomanager - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Audiocontroller in geval van geen geluid."]},"Partition or format":{"*":["Partitie of formatteren"]},"Be careful, this program may erase all data on your computer.":{"*":["Wees voorzichtig, dit programma kan alle gegevens op uw computer wissen."]},"Storage Information (SMART)":{"*":["Informatie over opslag (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Configureer beveiligingsregels voor de internetverbinding."]},"Configure webcam or capture card":{"*":["Webcam of opnamekaart configureren"]},"HP printers":{"*":["HP printers"]},"Check status, ink level and maintenance.":{"*":["Controleer de status, het inktniveau en het onderhoud."]},"Scanners HP":{"*":["HP scanners"]},"Assemble Apple Hardware":{"*":["Apple-hardware in elkaar zetten"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Met dit programma kunt u programma's op uw Apple iPhone of iPad op dezelfde manier benaderen als bestanden op een USB-stick."]},"Connect to the internet using Android":{"*":["Verbinding maken met internet via Android"]},"Connect to Internet":{"*":["Verbinding maken met internet"]},"Connect to the internet using iOS":{"*":["Verbinding maken met internet via iOS"]},"Equalizer (DSP)":{"*":["Equalizer (DSP)"]},"Virtual desktops and activities":{"*":["Virtuele desktops en activiteiten"]},"Create more than one virtual desktop by switching between them.":{"*":["Creëer meer dan één virtueel bureaublad door ertussen te schakelen."]},"Enabling search increases system memory and processing consumption.":{"*":["Door de zoekfunctie in te schakelen, neemt het systeemgeheugen en het verwerkingsverbruik toe."]},"Adjust the date, time and time zone.":{"*":["Pas de datum, tijd en tijdzone aan."]},"Plasma Firewall":{"*":["Plasma Firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Configureer beveiligingsregels voor verbindingen. Deze firewall is gebaseerd op de Gufw-infrastructuur"]},"Integration with Google Drive and ownCloud":{"*":["Integratie met Google Drive en ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Krijg toegang tot uw bestanden die op Google Drive of ownCloud staan, rechtstreeks vanuit de bestandsbeheerder."]},"Layout settings, hotkeys and other options.":{"*":["Lay-outinstellingen, sneltoetsen en andere opties."]},"Manage connections":{"*":["Verbindingen beheren"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Geavanceerde netwerkconfiguratie (VPN, wifi, bekabeld, vast IP, PPPoE, ADSL, bekabeld netwerk, mobiel breedband en andere)."]},"Manage services (Systemd)":{"*":["Services beheren (Systemd)"]},"Configure the Kvantum theme":{"*":["Configureer het Kvantum-thema"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Om de Kvantum-opstelling te laten werken, past u het Kvantum-thema toe in 'App Style'."]},"KDE Password Wallet":{"*":["KDE Wachtwoord Portemonnee"]},"Manage files":{"*":["Bestanden beheren"]},"Get access to your files and folders.":{"*":["Krijg toegang tot uw bestanden en mappen."]},"Storage Usage":{"*":["Gebruik van opslagruimte"]},"KDE Connect":{"*":["KDE Verbinden"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Dit programma kan bestanden overzetten tussen smartphones, tablets en andere computers. Hiermee kunt u bijvoorbeeld uw smartphone gebruiken als draadloze muis en toetsenbord om onder andere de computer te bedienen. Het integreert beter met BigLinux en bevindt zich tussen de applets die zich in de buurt van de systeemklok bevinden. Om te synchroniseren met uw smartphone, gaat u naar de Google Store of Apple Store en installeert u Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Toegang tot de commandoterminal."]},"Password Manager":{"*":["Wachtwoord Manager"]},"Sound and microphone":{"*":["Geluid en microfoon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Configureer of wijzig audio-invoer- en uitvoerapparaten. (Bijv. HDMI)"]},"Shared file information":{"*":["Informatie over gedeelde bestanden"]},"Printers":{"*":["Printers"]},"Install, configure or remove printers.":{"*":["Installeer, configureer of verwijder printers."]},"KDE Control Center":{"*":["KDE-Controlecentrum"]},"Advanced power configurator":{"*":["Geavanceerde energieconfigurator"]}}}}