{"no":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Kontrollsenter"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Bruk Internett-tilkoblingen på Android-enheten din på Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["For å dele internettforbindelsen til Android-smarttelefonen din med en Linux-datamaskin ved hjelp av en USB-kabel, følg disse trinnene:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Koble til Android-smarttelefonen til Linux-datamaskinen ved hjelp av en USB-kabel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["På smarttelefonen din, åpne 'Innstillinger' og naviger til 'Nettverk og Internett' eller 'Tilkoblinger og Deling'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Se etter 'USB-deling', 'USB-deling' eller lignende termer og aktiver det."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Dette vil automatisk opprette internettforbindelsen på Linux-datamaskinen din uten behov for ytterligere konfigurasjon."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Hvis Android-enheten din ikke er koblet til Wi-Fi og bruker mobildata, vil deling av nettverk forbruke data fra mobilabonnementet ditt. For å unngå dataavgifter, sørg for at Android-enheten din er koblet til et Wi-Fi-nettverk før du aktiverer deling av nettverk."]},"Close":{"*":["Lukk"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Bruk Internett-tilkoblingen på iOS-enheten din på Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["For å dele internettforbindelsen fra iOS-smarttelefonen din med en Linux-datamaskin ved hjelp av en USB-kabel, følg disse trinnene:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Koble til iOS-enheten din til Linux-datamaskinen ved hjelp av en USB-kabel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["På iOS-enheten din, gå til 'Innstillinger', velg deretter 'Personlig hotspot'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Aktiver 'Tillat andre å bli med'. Dette kan automatisk aktivere 'USB-deling' hvis en USB-tilkobling oppdages."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Hvis iOS-enheten din ikke er koblet til Wi-Fi og bruker mobildata, vil deling av nettverk forbruke data fra mobilabonnementet ditt. For å unngå dataavgifter, sørg for at iOS-enheten din er koblet til et Wi-Fi-nettverk før du aktiverer deling."]},"Main":{"*":["Hoved"]},"Network and Internet":{"*":["Nettverk og Internett"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Tilpass"]},"Region and Language":{"*":["Region og språk"]},"Multimedia":{"*":["Multimedie"]},"Accounts":{"*":["Kontoer"]},"Devices":{"*":["Enheter"]},"System":{"*":["System"]},"About":{"*":["Om"]},"Other":{"*":["Annet"]},"Search...":{"*":["Søk..."]},"Configure AppimageLauncher":{"*":["Konfigurer AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Velg oppførselen til programmer tilgjengelig i .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Bruksinnstillinger for gamle musikk-CD-er er ikke gyldige for MP3-musikk."]},"Search for servers (zeroconf)":{"*":["Søk etter servere (zeroconf)"]},"Restore program configuration":{"*":["Gjenopprett programkonfigurasjonen"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Verktøy som letter gjenopprettingen av det installerte systemet, hovedsakelig gjenoppretting av systemoppstarten (Grub). Det kan også brukes til å få tilgang til pakkehåndteringen og terminalen til det installerte systemet."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Vi tilbyr komplette konfigurasjoner for deg å velge på en ekstremt enkel måte."]},"Install or remove programs.":{"*":["Installer eller fjern programmer."]},"Introduction to BigLinux":{"*":["Introduksjon til BigLinux"]},"Themes to Bootsplash":{"*":["Temaer til Bootsplash"]},"Brightness and color":{"*":["Lysstyrke og farge"]},"Control brightness and colors":{"*":["Kontroller lysstyrke og farger"]},"Search for SSH servers":{"*":["Søk etter SSH-servere"]},"Search for VNC servers":{"*":["Søk etter VNC-servere"]},"Expand device support":{"*":["Utvid enhetsstøtte"]},"The basis of the system and video card support":{"*":["Systemets grunnlag og støtte for skjermkort"]},"Configure this window border theme":{"*":["Konfigurer dette vinduskanttemaet"]},"Configure this windows theme.":{"*":["Konfigurer dette Windows-temaet."]},"Advanced Audio Manager - Alsamixer":{"*":["Avansert lydbehandler - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Lydkontroller ved manglende lyd."]},"Partition or format":{"*":["Partisjonere eller formatere"]},"Be careful, this program may erase all data on your computer.":{"*":["Vær forsiktig, dette programmet kan slette all data på datamaskinen din."]},"Storage Information (SMART)":{"*":["Lagringsinformasjon (SMART)"]},"Gufw Firewall":{"*":["Gufw brannmur"]},"Configure security rules for the internet connection.":{"*":["Konfigurer sikkerhetsregler for internettilkoblingen."]},"Configure webcam or capture card":{"*":["Konfigurer webkamera eller videokort"]},"HP printers":{"*":["HP-skrivere"]},"Check status, ink level and maintenance.":{"*":["Sjekk status, blekknivå og vedlikehold."]},"Scanners HP":{"*":["Skannere fra HP"]},"Assemble Apple Hardware":{"*":["Monter Apple-maskinvare"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Med dette programmet kan du få tilgang til programmer på din Apple iPhone eller iPad på en lignende måte som å få tilgang til filer på en minnepenn."]},"Connect to the internet using Android":{"*":["Koble til internett ved hjelp av Android"]},"Connect to Internet":{"*":["Koble til Internett"]},"Connect to the internet using iOS":{"*":["Koble til internettet med iOS"]},"Equalizer (DSP)":{"*":["Equalizer (DSP)"]},"Virtual desktops and activities":{"*":["Virtuelle skrivebord og aktiviteter"]},"Create more than one virtual desktop by switching between them.":{"*":["Opprett mer enn én virtuelt skrivebord ved å bytte mellom dem."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Aktivering av søket kan forbruke betydelig minne- og prosesseringsressurser. Dette kan føre til at systemet blir tregere, avhengig av antall brukerfiler."]},"Adjust the date, time and time zone.":{"*":["Juster datoen, klokkeslettet og tidssonen."]},"Plasma Firewall":{"*":["Plasma brannmur"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigurer sikkerhetsregler for tilkoblinger. Denne brannmuren er basert på Gufw-infrastrukturen"]},"Integration with Google Drive and ownCloud":{"*":["Integrasjon med Google Drive og ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Få tilgang til filene dine som er på Google Drive eller ownCloud direkte fra filbehandleren."]},"Layout settings, hotkeys and other options.":{"*":["Oppsettinnstillinger, hurtigtaster og andre alternativer."]},"Manage connections":{"*":["Administrer tilkoblinger"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Avansert nettverkskonfigurasjon (VPN, trådløst, kablet, fast IP, PPPoE, ADSL, kablet nettverk, mobilt bredbånd og andre)."]},"Manage services (Systemd)":{"*":["Administrer tjenester (Systemd)"]},"Configure the Kvantum theme":{"*":["Konfigurer Kvantum-temaet"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["For at Kvantum-oppsettet skal fungere, bruk Kvantum-temaet i 'App Style'."]},"KDE Password Wallet":{"*":["KDE Passordlommebok"]},"Snapshots and backups":{"*":["Øyeblikksbilder og sikkerhetskopier"]},"Create or activate restore points":{"*":["Opprett eller aktiver gjenopprettingspunkter"]},"Manage files":{"*":["Administrer filer"]},"Get access to your files and folders.":{"*":["Få tilgang til filene og mappene dine."]},"Storage Usage":{"*":["Lagringsbruk"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Dette programmet kan overføre filer mellom smarttelefoner, nettbrett og andre datamaskiner. Med det kan du for eksempel bruke smarttelefonen din som en trådløs mus og tastatur for å kontrollere datamaskinen, blant andre funksjoner. Det integreres bedre med BigLinux og ligger blant applettene i nærheten av systemklokken. For å synkronisere med smarttelefonen din, gå til Google Store eller Apple Store og installer Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Få tilgang til kommandoterminalen."]},"Password Manager":{"*":["Passordbehandler"]},"Sound and microphone":{"*":["Lyd og mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurer eller endre lydinndata- og utdataenheter. (f.eks. HDMI)"]},"Shared file information":{"*":["Delte filinformasjon"]},"Printers":{"*":["Skrivere"]},"Install, configure or remove printers.":{"*":["Installer, konfigurere eller fjerne skrivere."]},"KDE Control Center":{"*":["KDE Kontrollsenter"]},"Advanced power configurator":{"*":["Avansert strømkonfigurator"]},"$APP":{"*":["$PROGRAM"]},"Erro na criação do diretório : $bigdir":{"*":["Feil ved oppretting av katalogen: $bigdir"]},"Category":{"*":["Kategori"]},"Name":{"*":["Navn"]},"ID":{"*":["ID"]},"Info":{"*":["Informasjon"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["Rapporten ble lagret i filen: $FILE_TO_SAVE\nØnsker du å se rapporten nå?"]},"Visualizar o relatório":{"*":["Visning av rapporten"]},"Fechar":{"*":["Close"]},"Hardinfo Relatory":{"*":["Hardinfo Rapport"]},"Central de Controle - Webcam":{"*":["Kontrollsenter - Webkamera"]},"Nenhuma webcam localizada.":{"*":["Ingen webkamera funnet."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["Et webkamera brukes allerede av følgende apper:"]},"Abrirei em modo de configuração. ":{"*":["I will open in configuration mode."]},"As alterações feitas podem ser vistas":{"*":["Endringene som er gjort, kan sees"]},"na imagem da sua webcam em outros programas.":{"*":["i andre programmer."]},"Introdução ao BigLinux":{"*":["Introduction to BigLinux"]},"Aguarde, carregando...":{"*":["Vennligst vent, laster..."]},"Bem vindo ao BigLinux":{"*":["Velkommen til BigLinux"]},"Comece com algumas etapas simples.":{"*":["Start med noen enkle trinn."]},"Mostrar na inicialização":{"*":["Vis på oppstart"]},"Olá":{"*":["Hei"]},"Ajustes iniciais":{"*":["Innledende innstillinger"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["We provide complete settings for you to select in an extremely simple way."]},"Configurações da Tela":{"*":["Skjerminnstillinger"]},"Escolha seu navegador padrão":{"*":["Velg standardnettleseren din"]},"Defina seus programas padrões.":{"*":["Sett standardprogrammene dine."]},"Outros navegadores":{"*":["Andre nettlesere"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect er en app som forenkler trådløs kommunikasjon og dataoverføring mellom enheter i lokale nettverk. Tilgjengelig på Google Play Store for Android og Apple Store for iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Installering av driver og maskinvareinformasjon"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Installere eller fjerne drivere og fastvare på en enkel måte."]},"Impressoras":{"*":["Skrivere"]},"Conheça alguns recursos":{"*":["Meet some features"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Our system is collaborative, come be part of this evolution. Check out the news!"]},"Big Store":{"*":["Stor Butikk"]},"Web Apps":{"*":["Web-apper"]},"Redutor de Ruídos":{"*":["Støydemping"]},"Configurar a voz do sistema (TTS)":{"*":["Sett opp systemets stemme (TTS)"]},"OCR para PDF":{"*":["OCR til PDF"]},"Doação e Redes sociais":{"*":["Donasjon og sosiale medier"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Din donasjon er veldig viktig for prosjektet, og følg oss på sosiale medier."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Gratulerer, du har fullført de første trinnene for å bruke BigLinux."]},"Aguarde...":{"*":["Vent..."]},"Verificando conexão com a Internet...":{"*":["Checking internet connection..."]},"Sem conexão com a Internet...":{"*":["Ingen Internett-tilkobling..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Ved å fjerne innstillingene vil installerte programmer inne i Waydroid og deres innstillinger gå tapt. Ønsker du virkelig å fjerne dem?"]},"Configurações removidas com sucesso!":{"*":["Innstillinger fjernet vellykket!"]},"Nenhuma configuração foi removida!":{"*":["Ingen konfigurasjon ble fjernet!"]},"Não existem configurações para remover.":{"*":["Det er ingen innstillinger å fjerne."]},"ID do Android:":{"*":["Android-ID:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["It was not possible to retrieve the Android ID. \\n\\nAttention: Waydroid needs to be open."]},"Remover":{"*":["Fjern"]},"Maximizado":{"*":["Maksimert"]},"Desinstalar":{"*":["Avinstallere"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Utiliser Android-apps på BigLinux."]},"Instalar o Waydroid":{"*":["Installere Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Installere Waydroid med Google-apper"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Nedlastingen er omtrent 1 GB stor, avhengig av tilkoblingen din kan det ta litt tid."]},"Resolução":{"*":["Resolution"]},"Paisagem":{"*":[""]},"Retrato":{"*":["Portrait"]},"Aceleração 3D":{"*":["3D-akselerasjon"]},"Desativado":{"*":["Deaktivert"]},"Ativado":{"*":["Aktivert"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroid kan også startes ved å bruke systemmenyen"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Hvis 3D-akselerasjon er aktivert på inkompatibel maskinvare, vil ikke Android gå forbi lastingsskjermen."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D-akselerasjon er ikke kompatibel på Nvidia-grafikkort med proprietær driver."]},"Exibir ID do Android":{"*":["Vis ID for Android"]},"Ativar Google Apps":{"*":["Aktiver Google-apper"]},"PlayStore":{"*":["Play Butikk"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["To activate the Play Store, click on (View Android ID) and copy the Android ID, then click on (Enable Google Apps) to open the Device Registration page, you need to be logged into your Google account, enter your Android ID and register. It may take a few minutes to activate on your Waydroid. Close and reopen. Done!"]},"Remover Configurações":{"*":["Fjern innstillinger"]},"Desinstalar o Waydroid":{"*":["Avinstaller Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Hvis 3D-akselerasjon er aktivert på inkompatibel maskinvare, vil ikke Android gå forbi lastingsskjermen"]},"Parar o Waydroid":{"*":["Stop Waydroid"]},"Iniciar o Waydroid":{"*":["Start Waydroid"]}}}}