{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Szukać"]},"Control Center":{"*":["Centrum sterowania"]},"Main":{"*":["Główny"]},"Network and Internet":{"*":["Sieć i Internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Dostosuj"]},"Region and Language":{"*":["Region i język"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Konta"]},"Devices":{"*":["Urządzeń"]},"System":{"*":["System"]},"About":{"*":["Około"]},"Other":{"*":["Inny"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Korzystanie z Internetu urządzenia z Androidem w systemie Linux przez USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Aby udostępnić połączenie internetowe smartfona z systemem Android komputerowi z systemem Linux za pomocą USB, wykonaj następujące kroki:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Podłącz smartfon z systemem Android do komputera z systemem Linux za pomocą USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Na smartfonie otwórz \"Ustawienia\" i przejdź do \"Sieć i Internet\" lub \"Połączenia i udostępnianie\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Poszukaj \"USB Tethering\", \"USB Tethering\" lub podobnych terminów i włącz je."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jeśli Twoje urządzenie z Androidem nie jest połączone z siecią Wi-Fi i korzysta z komórkowej transmisji danych, tethering będzie zużywał dane z planu sieci komórkowej. Aby uniknąć opłat za transmisję danych, przed włączeniem tetheringu upewnij się, że urządzenie z Androidem jest połączone z siecią Wi-Fi."]},"Close":{"*":["Zamykać"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Korzystanie z Internetu urządzenia z systemem iOS w systemie Linux przez USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Aby udostępnić połączenie internetowe smartfona z systemem iOS komputerowi z systemem Linux za pomocą USB, wykonaj następujące kroki:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Podłącz urządzenie z systemem iOS do komputera z systemem Linux za pomocą USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Na urządzeniu z systemem iOS przejdź do \"Ustawień\", a następnie wybierz \"Hotspot osobisty\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Włącz opcję \"Zezwalaj innym na dołączanie\". Może to automatycznie włączyć \"Tethering przez USB\", jeśli zostanie wykryte połączenie USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jeśli urządzenie z systemem iOS nie jest połączone z siecią Wi-Fi i korzysta z komórkowej transmisji danych, tethering będzie zużywał dane z planu sieci komórkowej. Aby uniknąć opłat za transmisję danych, przed włączeniem tetheringu upewnij się, że urządzenie z systemem iOS jest połączone z siecią Wi-Fi."]},"Configure AppimageLauncher":{"*":["Konfigurowanie AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Wybieranie zachowania programów dostępnych w pliku .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Ustawienia użytkowania starych płyt CD z muzyką nie dotyczą muzyki w formacie MP3."]},"Search for servers (zeroconf)":{"*":["Wyszukiwanie serwerów (zeroconf)"]},"Restore program configuration":{"*":["Przywróć konfigurację programu"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Narzędzie ułatwiające przywracanie zainstalowanego systemu, głównie przywracanie rozruchu systemu (Grub). Może być również używany do uzyskiwania dostępu do menedżera pakietów i terminala zainstalowanego systemu."]},"Themes, Desktop and Tweaks":{"*":["Motywy, pulpit i poprawki"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Zapewniamy kompletne konfiguracje, które możesz wybrać w niezwykle prosty sposób."]},"Install or remove programs.":{"*":["Instalowanie lub usuwanie programów."]},"Introduction to BigLinux":{"*":["Wprowadzenie do BigLinux"]},"Themes to Bootsplash":{"*":["Motywy do Bootsplash"]},"Brightness and color":{"*":["Jasność i kolor"]},"Control brightness and colors":{"*":["Sterowanie jasnością i kolorami"]},"Search for SSH servers":{"*":["Wyszukaj serwery SSH"]},"Search for VNC servers":{"*":["Wyszukaj serwery VNC"]},"Configure this window border theme":{"*":["Skonfiguruj ten motyw obramowania okna"]},"Configure this windows theme.":{"*":["Skonfiguruj ten motyw systemu Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Zaawansowany menedżer audio - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Kontroler audio w przypadku braku dźwięku."]},"Partition or format":{"*":["Partycja lub format"]},"Be careful, this program may erase all data on your computer.":{"*":["Uważaj, ten program może usunąć wszystkie dane z komputera."]},"Storage Information (SMART)":{"*":["Informacje o przechowywaniu (SMART)"]},"Gufw Firewall":{"*":["Zapora sieciowa Gufw"]},"Configure security rules for the internet connection.":{"*":["Skonfiguruj reguły zabezpieczeń dla połączenia internetowego."]},"Configure webcam or capture card":{"*":["Skonfiguruj kamerę internetową lub kartę przechwytującą"]},"HP printers":{"*":["Drukarki HP"]},"Check status, ink level and maintenance.":{"*":["Sprawdź stan, poziom atramentu i konserwację."]},"Scanners HP":{"*":["Skanery HP"]},"Assemble Apple Hardware":{"*":["Montaż sprzętu Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Za pomocą tego programu możesz uzyskać dostęp do programów na swoim Apple iPhone lub iPad w podobny sposób, jak dostęp do plików na pamięci USB."]},"Connect to the internet using Android":{"*":["Połącz się z Internetem za pomocą Androida"]},"Connect to Internet":{"*":["Połącz się z Internetem"]},"Connect to the internet using iOS":{"*":["Połącz się z Internetem za pomocą systemu iOS"]},"Equalizer (DSP)":{"*":["Korektor (DSP)"]},"Virtual desktops and activities":{"*":["Wirtualne pulpity i działania"]},"Create more than one virtual desktop by switching between them.":{"*":["Utwórz więcej niż jeden pulpit wirtualny, przełączając się między nimi."]},"Enabling search increases system memory and processing consumption.":{"*":["Włączenie wyszukiwania zwiększa zużycie pamięci systemowej i przetwarzania."]},"Adjust the date, time and time zone.":{"*":["Dostosuj datę, godzinę i strefę czasową."]},"Plasma Firewall":{"*":["Zapora plazmowa"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Skonfiguruj reguły zabezpieczeń dla połączeń. Ta zapora sieciowa jest oparta na infrastrukturze Gufw"]},"Integration with Google Drive and ownCloud":{"*":["Integracja z Dyskiem Google i ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Uzyskaj dostęp do swoich plików, które znajdują się na Dysku Google lub ownCloud bezpośrednio z menedżera plików."]},"Layout settings, hotkeys and other options.":{"*":["Ustawienia układu, skróty klawiszowe i inne opcje."]},"Manage connections":{"*":["Zarządzanie połączeniami"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Zaawansowana konfiguracja sieci (VPN, wifi, przewodowa, stacjonarne IP, PPPoE, ADSL, sieć przewodowa, mobilna łączność szerokopasmowa i inne)."]},"Manage services (Systemd)":{"*":["Zarządzanie usługami (Systemd)"]},"Configure the Kvantum theme":{"*":["Skonfiguruj motyw Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Aby konfiguracja Kvantum działała, zastosuj motyw Kvantum w \"Stylu aplikacji\"."]},"KDE Password Wallet":{"*":["Portfel haseł KDE"]},"Manage files":{"*":["Zarządzanie plikami"]},"Get access to your files and folders.":{"*":["Uzyskaj dostęp do swoich plików i folderów."]},"Storage Usage":{"*":["Wykorzystanie pamięci masowej"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Ten program może przesyłać pliki między smartfonami, tabletami i innymi komputerami. Dzięki niemu możesz na przykład używać smartfona jako bezprzewodowej myszy i klawiatury do sterowania komputerem, między innymi. Lepiej integruje się z BigLinux i znajduje się wśród apletów znajdujących się w pobliżu zegara systemowego. Aby zsynchronizować się ze smartfonem, przejdź do Google Store lub Apple Store i zainstaluj Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Uzyskaj dostęp do terminala poleceń."]},"Password Manager":{"*":["Menedżer haseł"]},"Sound and microphone":{"*":["Dźwięk i mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Skonfiguruj lub zmień urządzenia wejściowe i wyjściowe audio. (Np. HDMI)"]},"Shared file information":{"*":["Udostępnione informacje o plikach"]},"Printers":{"*":["Drukarki"]},"Install, configure or remove printers.":{"*":["Instalowanie, konfigurowanie lub usuwanie drukarek."]},"KDE Control Center":{"*":["Centrum sterowania KDE"]},"Advanced power configurator":{"*":["Zaawansowany konfigurator mocy"]}}}}