{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["szukaj"]},"Control Center":{"*":["Centrum Sterowania"]},"Main":{"*":["Główny"]},"Network and Internet":{"*":["Sieć i Internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Dostosuj"]},"Region and Language":{"*":["Region i Język"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Konta"]},"Devices":{"*":["Urządzenia"]},"System":{"*":["System"]},"About":{"*":["O programie"]},"Other":{"*":["Inne"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Korzystanie z Internetu urządzenia z systemem Android na komputerze z systemem Linux za pomocą USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Aby udostępnić połączenie internetowe z telefonu z systemem Android komputerowi z systemem Linux za pomocą kabla USB, postępuj zgodnie z poniższymi krokami:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Podłącz swój smartfon z systemem Android do komputera z systemem Linux za pomocą kabla USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Na smartfonie otwórz \"Ustawienia\" i przejdź do \"Sieć i Internet\" lub \"Połączenia i udostępnianie\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Wyszukaj \"Udostępnianie internetu przez USB\", \"Udostępnianie USB\" lub podobne terminy i włącz to."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jeśli urządzenie z systemem Android nie jest podłączone do sieci Wi-Fi i korzysta z danych komórkowych, udostępnianie połączenia zużyje dane z Twojego planu komórkowego. Aby uniknąć opłat za dane, upewnij się, że urządzenie z systemem Android jest podłączone do sieci Wi-Fi przed włączeniem udostępniania połączenia."]},"Close":{"*":["Zamknij"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Korzystanie z Internetu urządzenia iOS na Linuksie za pomocą USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Aby udostępnić połączenie internetowe z iPhone'a z systemem iOS komputerowi z systemem Linux za pomocą kabla USB, postępuj zgodnie z poniższymi krokami:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Podłącz urządzenie iOS do komputera z systemem Linux za pomocą kabla USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Na urządzeniu z systemem iOS przejdź do opcji \"Ustawienia\", a następnie wybierz \"Hotspot osobisty\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Włącz opcję „Zezwalaj innym na dołączanie”. Może to automatycznie włączyć „Udostępnianie internetu przez USB”, jeśli wykryto połączenie USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jeśli urządzenie iOS nie jest podłączone do Wi-Fi i korzysta z danych komórkowych, udostępnianie sieci zużyje dane z Twojego planu komórkowego. Aby uniknąć opłat za dane, upewnij się, że Twoje urządzenie iOS jest podłączone do sieci Wi-Fi przed włączeniem udostępniania."]},"Configure AppimageLauncher":{"*":["Skonfiguruj AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Wybierz zachowanie programów dostępnych w .appimage."]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Ustawienia dotyczące użytkowania starych płyt z muzyką nie są ważne dla plików muzycznych MP3."]},"Search for servers (zeroconf)":{"*":["Wyszukaj serwery (zeroconf)"]},"Restore program configuration":{"*":["Przywróć konfigurację programu"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Narzędzie ułatwiające przywracanie zainstalowanego systemu, głównie przywracanie rozruchu systemu (Grub). Może również być używane do dostępu do menedżera pakietów i terminala zainstalowanego systemu."]},"Themes, Desktop and Tweaks":{"*":["Motywy, Pulpit i Poprawki"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Oferujemy kompletną konfigurację do wyboru w niezwykle prosty sposób."]},"Install or remove programs.":{"*":["Zainstaluj lub usuń programy."]},"Introduction to BigLinux":{"*":["Wprowadzenie do BigLinux"]},"Themes to Bootsplash":{"*":["Motywy do ekranu ładowania"]},"Brightness and color":{"*":["Jasność i kolor"]},"Control brightness and colors":{"*":["Kontroluj jasność i kolory"]},"Search for SSH servers":{"*":["Wyszukaj serwery SSH"]},"Search for VNC servers":{"*":["Szukaj serwerów VNC"]},"Configure this window border theme":{"*":["Skonfiguruj motyw ramki okna"]},"Configure this windows theme.":{"*":["Skonfiguruj ten motyw systemu Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Zaawansowany menedżer dźwięku - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Kontroler audio w przypadku braku dźwięku."]},"Partition or format":{"*":["Partycjonuj lub formatuj"]},"Be careful, this program may erase all data on your computer.":{"*":["Bądź ostrożny, ten program może usunąć wszystkie dane z komputera."]},"Storage Information (SMART)":{"*":["Informacje o magazynowaniu (SMART)"]},"Gufw Firewall":{"*":["Zapora Gufw"]},"Configure security rules for the internet connection.":{"*":["Skonfiguruj zasady bezpieczeństwa dla połączenia internetowego."]},"Configure webcam or capture card":{"*":["Skonfiguruj kamerę internetową lub kartę przechwytywania"]},"HP printers":{"*":["Drukarki HP"]},"Check status, ink level and maintenance.":{"*":["Sprawdź status, poziom tuszu i konserwację."]},"Scanners HP":{"*":["Skanery HP"]},"Assemble Apple Hardware":{"*":["Złóż sprzęt Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Za pomocą tego programu możesz uzyskać dostęp do programów na swoim Apple iPhone lub iPadzie w podobny sposób do uzyskiwania dostępu do plików na pendrive'ie."]},"Connect to the internet using Android":{"*":["Połącz się z internetem za pomocą Androida"]},"Connect to Internet":{"*":["Połącz z Internetem"]},"Connect to the internet using iOS":{"*":["Połącz się z internetem za pomocą iOS."]},"Equalizer (DSP)":{"*":["Wyrównywacz (DSP)"]},"Virtual desktops and activities":{"*":["Wirtualne pulpity i aktywności"]},"Create more than one virtual desktop by switching between them.":{"*":["Utwórz więcej niż jedno wirtualne biurko, przełączając się między nimi."]},"Enabling search increases system memory and processing consumption.":{"*":["Włączenie wyszukiwania zwiększa zużycie pamięci systemowej i procesora."]},"Adjust the date, time and time zone.":{"*":["Dostosuj datę, godzinę i strefę czasową."]},"Plasma Firewall":{"*":["Zapora Plazmowa"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Skonfiguruj zasady bezpieczeństwa dla połączeń. Ten firewall opiera się na infrastrukturze Gufw."]},"Integration with Google Drive and ownCloud":{"*":["Integracja z Google Drive i ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Otwórz swoje pliki znajdujące się na Google Drive lub ownCloud bezpośrednio z menedżera plików."]},"Layout settings, hotkeys and other options.":{"*":["Ustawienia układu, skróty klawiszowe i inne opcje."]},"Manage connections":{"*":["Zarządzaj połączeniami"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Zaawansowana konfiguracja sieci (VPN, wifi, przewodowa, stałe IP, PPPoE, ADSL, sieć przewodowa, szerokopasmowy internet mobilny i inne)."]},"Manage services (Systemd)":{"*":["Zarządzaj usługami (Systemd)"]},"Configure the Kvantum theme":{"*":["Skonfiguruj motyw Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Aby działała konfiguracja Kvantum, zastosuj motyw Kvantum w sekcji „Styl aplikacji”."]},"KDE Password Wallet":{"*":["Portfel hasła KDE"]},"Manage files":{"*":["Zarządzaj plikami"]},"Get access to your files and folders.":{"*":["Uzyskaj dostęp do swoich plików i folderów."]},"Storage Usage":{"*":["Wykorzystanie pamięci"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Ten program umożliwia transfer plików między smartfonami, tabletami i innymi komputerami. Dzięki niemu możesz na przykład używać smartfona jako bezprzewodowej myszki i klawiatury do sterowania komputerem, między innymi. Integruje się lepiej z BigLinux i znajduje się wśród apletów umieszczonych obok zegara systemowego. Aby zsynchronizować go ze smartfonem, przejdź do Google Store lub Apple Store i zainstaluj Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Otwórz terminal poleceń."]},"Password Manager":{"*":["Menedżer haseł"]},"Sound and microphone":{"*":["Dźwięk i mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Skonfiguruj lub zmień urządzenia wejścia i wyjścia audio. (Na przykład: HDMI)"]},"Shared file information":{"*":["Informacje o udostępnionym pliku"]},"Printers":{"*":["Drukarki"]},"Install, configure or remove printers.":{"*":["Zainstaluj, skonfiguruj lub usuń drukarki."]},"KDE Control Center":{"*":["Centrum Kontroli KDE"]},"Advanced power configurator":{"*":["Zaawansowany konfigurator zasilania"]}}}}