{"pt":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"A webcam já está sendo utilizada pelo programa: $WEBCAM_BUSY\n\nAbrirei em modo de configuração.\nAs alterações feitas podem ser vistas\nna imagem da sua webcam em outros programas.":{"*":["A webcam já está sendo utilizada pelo programa: $WEBCAM_BUSY\n\nAbrirei em modo de configuração.\nAs alterações feitas podem ser vistas\nna imagem da sua webcam em outros programas."]},"Webcam":{"*":["Câmera web"]},"Aguarde...":{"*":["Wait..."]},"Verificando conexão com a Internet...":{"*":["Checking Internet connection..."]},"Sem conexão com a Internet...":{"*":["No Internet connection..."]},"Introdução ao BigLinux":{"*":["Introduction to BigLinux"]},"Bem vindo ao BigLinux":{"*":["Bem-vindo ao BigLinux"]},"Comece com algumas etapas simples.":{"*":["Inicie com alguns passos simples."]},"Mostrar na inicialização":{"*":["Show at startup"]},"Olá":{"*":["Hello"]},"Ajustes iniciais":{"*":["Configurações iniciais"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["We provide comprehensive settings for you to select in an extremely simple way."]},"Configurações da Tela":{"*":["Configurações da Tela"]},"Escolha seu navegador padrão":{"*":["Escolha o seu navegador padrão"]},"Defina seus programas padrões.":{"*":["Set your default programs."]},"Outros navegadores":{"*":["Outros navegadores"]},"KDE Connect":{"*":["KDE Connect"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Instalação de Driver e Informações de Hardware"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Install or Remove Drivers and Firmware easily."]},"Impressoras":{"*":["Printers"]},"Conheça alguns recursos":{"*":["Conheça alguns recursos"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Nossa plataforma é colaborativa, junte-se a essa evolução. Confira as atualizações!"]},"Big Store":{"*":["Grande Loja"]},"Web Apps":{"*":["Aplicativos Web"]},"Redutor de Ruídos":{"*":["Noise Reduction"]},"Configurar a voz do sistema (TTS)":{"*":["Configurar voz do sistema (TTS)"]},"OCR para PDF":{"*":["OCR to PDF"]},"Doação e Redes sociais":{"*":["Donation and Social Media"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Sua doação é muito importante para o projeto e siga as redes sociais."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Parabéns, você concluiu os primeiros passos para utilizar o BigLinux."]},"Aguarde, carregando...":{"*":["Aguarde, carregando..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Ao remover as configurações, os programas instalados dentro do Waydroid e suas configurações serão perdidos. Realmente deseja remover?"]},"Configurações removidas com sucesso!":{"*":["Configurations removed successfully!"]},"Nenhuma configuração foi removida!":{"*":["Nenhuma configuração foi removida!"]},"Não existem configurações para remover.":{"*":["There are no settings to remove."]},"ID do Android:":{"*":["ID do Android:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["It was not possible to retrieve the Android ID. \\n\\nAttention: Waydroid needs to be open."]},"Remover":{"*":["Remover"]},"Maximizado":{"*":["Maximized"]},"Desinstalar":{"*":["Uninstall"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Use Android apps on BigLinux."]},"Instalar o Waydroid":{"*":["Instalar o Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Instalar o Waydroid com Google Apps"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar."]},"Resolução":{"*":["Resolution"]},"Paisagem":{"*":["Paisagem"]},"Retrato":{"*":["Não encontrado."]},"Aceleração 3D":{"*":["Aceleração 3D"]},"Desativado":{"*":["Desativado"]},"Ativado":{"*":["Ativado"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["O Waydroid também pode ser iniciado utilizando o menu do sistema"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading"]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["A aceleração 3D não é compatível em placas de vídeo Nvidia com o driver proprietário."]},"Exibir ID do Android":{"*":["Mostrar ID do Android"]},"Ativar Google Apps":{"*":["Ativar Google Apps"]},"PlayStore":{"*":["PlayStore"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["Para ativar a Play Store, clique em (Exibir ID do Android) e copie o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!"]},"Remover Configurações":{"*":["Remover Configurações"]},"Desinstalar o Waydroid":{"*":["Uninstall Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading"]},"Parar o Waydroid":{"*":["Stop Waydroid"]},"Iniciar o Waydroid":{"*":["Start Waydroid"]},"Configure AppimageLauncher":{"*":["Configurar AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Escolha o comportamento dos programas disponíveis em .appimage"]},"Search for Zeroconf servers":{"*":["Pesquise por servidores Zeroconf"]},"Expand device support":{"*":["Expandir suporte a dispositivos"]},"Detailed information about your computer":{"*":["Informações detalhadas sobre o seu computador"]},"System foundation and video card support":{"*":["Suporte para a fundação do sistema e placa de vídeo"]},"Restore program configuration":{"*":["Restaurar configuração do programa"]},"Search for SSH servers":{"*":["Procurar por servidores SSH"]},"Search for VNC servers":{"*":["Procurar por servidores VNC"]},"Cross-platform buildsystem":{"*":["Sistema de construção multiplataforma"]},"Advanced Audio Manager - Alsamixer":{"*":["Gestor Avançado de Áudio - Alsamixer"]},"JamesDSP improving music and audio quality":{"*":["JamesDSP melhorando a qualidade de música e áudio"]},"Enhance your sound with equalizer, bass boost, surround, and other effects.":{"*":["Aprimore seu som com equalizador, aumento de graves, surround e outros efeitos."]},"Partition or Format":{"*":["Particionar ou Formatar"]},"HP Printers":{"*":["Impressoras HP"]},"Check status, ink level, and maintenance.":{"*":["Verifique o status, o nível de tinta e a manutenção."]},"HP Scanners":{"*":["Scanners HP"]},"Configure and use HP scanning devices":{"*":["Configurar e usar dispositivos de digitalização HP"]},"Configure Kvantum Theme":{"*":["Configurar o Tema Kvantum"]},"For Kvantum configuration to work, apply the Kvantum theme in 'Application Style'.":{"*":["Para que a configuração do Kvantum funcione, aplique o tema Kvantum em 'Estilo de Aplicativo'."]},"USB Device Formatter":{"*":["Formatador de Dispositivo USB"]},"Format a USB device":{"*":["Formatar um dispositivo USB"]},"USB Image Writer":{"*":["Gravador de Imagem USB"]},"Create a bootable USB device":{"*":["Crie um dispositivo USB inicializável"]},"Storage Usage":{"*":["Uso de Armazenamento"]},"Sound and microphone":{"*":["Som e microfone"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Configurar ou alterar dispositivos de entrada e saída de áudio. (Ex: HDMI)"]},"Printers":{"*":["Impressoras"]},"Install, configure or remove printers.":{"*":["Instalar, configurar ou remover impressoras."]},"KDE Control Center":{"*":["Centro de Controle do KDE"]},"Configure webcam or capture card":{"*":["Configurar webcam ou placa de captura"]},"Adjust settings and control webcams or video capture devices":{"*":["Ajuste as configurações e controle webcams ou dispositivos de captura de vídeo."]},"Configure accessibility options for users with special needs":{"*":["Configure opções de acessibilidade para usuários com necessidades especiais"]},"Virtual desktops and activities":{"*":["Desktops virtuais e atividades"]},"Create more than one virtual work environment by switching between them.":{"*":["Crie mais de um ambiente de trabalho virtual alternando entre eles."]},"Manage applications that start automatically on login":{"*":["Gerenciar aplicativos que iniciam automaticamente ao fazer login"]},"Enabling search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Habilitar a pesquisa pode consumir uma quantidade significativa de memória e recursos de processamento. Isso pode fazer com que o sistema desacelere, dependendo do número de arquivos do usuário."]},"Connect and manage Bluetooth devices":{"*":["Conecte e gerencie dispositivos Bluetooth"]},"Manage Thunderbolt devices and security settings":{"*":["Gerenciar dispositivos Thunderbolt e configurações de segurança"]},"Adjust date, time and timezone.":{"*":["Ajustar data, hora e fuso horário."]},"Customize the color scheme of your desktop environment":{"*":["Personalize o esquema de cores do seu ambiente de desktop."]},"Select which applications to use for specific tasks":{"*":["Selecione quais aplicativos usar para tarefas específicas."]},"Change mouse cursor appearance and themes":{"*":["Mudar a aparência e os temas do cursor do mouse"]},"Configure default paths for documents, downloads and other folders":{"*":["Configurar caminhos padrão para documentos, downloads e outras pastas"]},"Change the visual appearance of the Plasma desktop":{"*":["Altere a aparência visual da área de trabalho Plasma."]},"Configure which applications open specific file types":{"*":["Configure quais aplicativos abrem tipos de arquivo específicos"]},"Manage permissions for Flatpak applications":{"*":["Gerenciar permissões para aplicativos Flatpak"]},"Install and configure system fonts and typography settings":{"*":["Instale e configure fontes do sistema e configurações de tipografia."]},"Configure game controllers and joysticks":{"*":["Configurar controladores de jogo e joysticks"]},"Change the icon theme used throughout the system":{"*":["Altere o tema do ícone usado em todo o sistema."]},"Configure digital camera integration with your system":{"*":["Configure a integração da câmera digital com seu sistema"]},"Manage system services running in the background":{"*":["Gerenciar serviços do sistema em execução em segundo plano"]},"Layout settings, shortcuts and other options.":{"*":["Configurações de layout, atalhos e outras opções."]},"Configure monitors, resolution, and screen arrangement":{"*":["Configurar monitores, resolução e disposição da tela"]},"Window Decorations":{"*":["Decorações da Janela"]},"Change the appearance of window title bars and borders":{"*":["Altere a aparência das barras de título e bordas das janelas."]},"Configure visual effects and animations for the desktop":{"*":["Configurar efeitos visuais e animações para a área de trabalho"]},"Configure how windows behave and interact":{"*":["Configure como as janelas se comportam e interagem"]},"Configure mouse sensitivity, buttons and behavior":{"*":["Configurar a sensibilidade do mouse, botões e comportamento"]},"Advanced network configuration (VPN, WiFi, Wired, Static IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Configuração avançada de rede (VPN, WiFi, com fio, IP estático, PPPoE, ADSL, rede com fio, banda larga móvel e outros)."]},"QEFI Entry Manager":{"*":["Gerenciador de Entrada QEFI"]},"Manage and configure boot entries for UEFI systems":{"*":["Gerenciar e configurar entradas de inicialização para sistemas UEFI"]},"Configure system and application notifications":{"*":["Configurar notificações do sistema e do aplicativo"]},"Boot Screen":{"*":["Tela de Inicialização"]},"Change the splash screen shown during system startup":{"*":["Altere a tela de inicialização exibida durante a inicialização do sistema."]},"Configure energy saving and battery settings":{"*":["Configurar as configurações de economia de energia e bateria"]},"Configure network proxy settings for internet access":{"*":["Configurar as definições de proxy de rede para acesso à internet"]},"Manage the history of recently accessed files":{"*":["Gerenciar o histórico de arquivos acessados recentemente"]},"Configure language, region, and format settings":{"*":["Configurar idioma, região e configurações de formato"]},"Configure screen locking settings and appearance":{"*":["Configurar as configurações de bloqueio de tela e aparência"]},"Configure the login screen appearance and behavior":{"*":["Configure a aparência e o comportamento da tela de login"]},"Desktop Session":{"*":["Sessão de Desktop"]},"Configure session startup and shutdown behavior":{"*":["Configurar o comportamento de inicialização e desligamento da sessão"]},"Configure sound effects for system events":{"*":["Configurar efeitos sonoros para eventos do sistema"]},"Configure the splash screen shown while starting applications":{"*":["Configure a tela de apresentação exibida ao iniciar aplicativos"]},"Configure the visual appearance of applications":{"*":["Configure a aparência visual das aplicações"]},"Configure drawing tablets and stylus settings":{"*":["Configurar configurações de tablets de desenho e stylus"]},"Configure laptop touchpad behavior and gestures":{"*":["Configurar o comportamento e os gestos do touchpad do laptop"]},"Configure touchscreen behavior and calibration":{"*":["Configurar o comportamento e a calibração da tela sensível ao toque"]},"Configure trash bin behavior and cleanup settings":{"*":["Configurar o comportamento da lixeira e as configurações de limpeza"]},"Change desktop background image and slideshow settings":{"*":["Alterar imagem de fundo da área de trabalho e configurações de apresentação de slides"]},"Configure the system's landing page and default widgets.":{"*":["Configure a página de aterragem do sistema e os widgets padrão."]},"Manage FireWire Audio Interfaces - FfadoMixer":{"*":["Gerenciar Interfaces de Áudio FireWire - FfadoMixer"]},"Control Panel for your FireWire Audio Interfaces.":{"*":["Painel de Controle para suas Interfaces de Áudio FireWire."]},"Access your files and folders.":{"*":["Acesse seus arquivos e pastas."]},"This program can transfer files between smartphones, tablets, and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates best with BigLinux and sits among the applets located near the system clock. To sync with your smartphone, go to the Google Store or Apple Store and install KDE Connect.":{"*":["Este programa pode transferir arquivos entre smartphones, tablets e outros computadores. Com ele, você pode, por exemplo, usar seu smartphone como um mouse e teclado sem fio para controlar o computador, entre outros recursos. Ele se integra melhor com o BigLinux e fica entre os applets localizados perto do relógio do sistema. Para sincronizar com seu smartphone, vá para a Google Store ou Apple Store e instale o KDE Connect."]},"Access the command terminal.":{"*":["Acesse o terminal de comando."]},"KWalletManager":{"*":["KWalletManager"]},"Tool for managing KDE wallets":{"*":["Ferramenta para gerenciar carteiras KDE"]},"Add or remove programs installed on the system":{"*":["Adicionar ou remover programas instalados no sistema"]},"Connect to internet using Android":{"*":["Conectar à internet usando Android"]},"Connect to internet using iOS":{"*":["Conectar à internet usando iOS"]},"Connect to Internet":{"*":["Conectar à Internet"]},"Snapshots and backups":{"*":["Instantâneos e backups"]},"Create or activate restore points":{"*":["Criar ou ativar pontos de restauração"]},"Biglinux Settings":{"*":["Configurações do Biglinux"]},"Simplify switching BigLinux operation.":{"*":["Simplifique a troca da operação do BigLinux."]},"BigLinux Themes":{"*":["Temas do BigLinux"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Fornecemos configurações completas para você selecionar de forma extremamente simples."]},"Configure feedback and usage report preferences.":{"*":["Configurar preferências de feedback e relatórios de uso."]},"Configure automatic actions for when devices are connected.":{"*":["Configure ações automáticas para quando dispositivos estiverem conectados."]},"Configure search and indexing options in Plasma.":{"*":["Configure opções de pesquisa e indexação no Plasma."]},"Using Your Android Device's Internet on Linux via USB":{"*":["Usando a Internet do seu dispositivo Android no Linux via USB"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Conecte seu smartphone Android ao computador Linux usando um cabo USB."]},"On your smartphone, open 'Settings' and navigate to 'Network & Internet' or 'Connections & Sharing'.":{"*":["No seu smartphone, abra 'Configurações' e navegue até 'Rede e Internet' ou 'Conexões e Compartilhamento'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Procure 'Compartilhamento de USB', 'USB Tether' ou termos similares e habilite-o."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Isso estabelecerá automaticamente a conexão com a internet no seu computador Linux sem exigir nenhuma configuração adicional."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se o seu dispositivo Android não estiver conectado ao Wi-Fi e estiver usando dados móveis, esse compartilhamento consumirá dados do seu plano celular. Para evitar cobranças de dados, certifique-se de que seu dispositivo Android esteja conectado a uma rede Wi-Fi antes de ativar o compartilhamento."]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Usando a Internet do seu dispositivo iOS no Linux via USB"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Conecte seu dispositivo iOS ao computador Linux usando um cabo USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["No seu dispositivo iOS, vá para 'Ajustes', depois selecione 'Hotspot Pessoal'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Ativar 'Permitir que outros se juntem'. Isso pode ativar automaticamente 'Compartilhamento de USB' se uma conexão USB for detectada."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se o seu dispositivo iOS não estiver conectado ao Wi-Fi e estiver usando dados celulares, esse compartilhamento consumirá dados do seu plano celular. Para evitar cobranças de dados, certifique-se de que seu dispositivo iOS esteja conectado a uma rede Wi-Fi antes de ativar o compartilhamento."]},"To share your smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Para compartilhar a conexão de internet do seu smartphone com um computador Linux usando um cabo USB, siga estas etapas:"]},"Close":{"*":["Fechar"]},"Control Center":{"*":["Centro de Controle"]},"About Control Center":{"*":["Sobre o Centro de Controle"]},"Categories":{"*":["Categorias"]},"Programs":{"*":["Programas"]},"Search...":{"*":["Pesquisar..."]},"Executing special command: {0}":{"*":["Executando comando especial: {0}"]},"Launching: {0}":{"*":["Iniciando: {0}"]},"Error launching program: {0}":{"*":["Erro ao iniciar o programa: {0}"]},"BigLinux Team":{"*":["Equipe BigLinux"]},"© 2025 BigLinux Team":{"*":["© 2025 Equipe BigLinux"]},"Main":{"*":["Principal"]},"Network and Internet":{"*":["Rede e Internet"]},"Phone":{"*":["Telefone"]},"Customize":{"*":["Personalizar"]},"Region and Language":{"*":["Região e Idioma"]},"Multimedia":{"*":["Multimídia"]},"Accounts":{"*":["Contas"]},"Devices":{"*":["Dispositivos"]},"System":{"*":["Sistema"]},"About":{"*":["Sobre"]},"Other":{"*":["Outro"]}}}}