{"ru":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Центр управления"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Использование интернета вашего устройства Android на Linux через USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Для обмена интернет-соединением вашего смартфона Android с компьютером на Linux с помощью USB-кабеля выполните следующие шаги:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Подключите свой смартфон Android к компьютеру с Linux с помощью USB-кабеля."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["На своем смартфоне откройте \"Настройки\" и перейдите в раздел \"Сеть и интернет\" или \"Соединения и общий доступ\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Ищите \"USB-подключение\" или аналогичные термины и включите его."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Это автоматически установит интернет-соединение на вашем компьютере с Linux без необходимости дополнительной настройки."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Если ваше устройство Android не подключено к Wi-Fi и использует мобильные данные, этот режим роутинга потребляет данные из вашего тарифа мобильной связи. Чтобы избежать списания средств за данные, убедитесь, что ваше устройство Android подключено к сети Wi-Fi перед включением режима роутинга."]},"Close":{"*":["Закрыть"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Использование интернета вашего устройства iOS на Linux через USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Чтобы поделиться интернет-соединением вашего смартфона iOS с компьютером Linux с помощью USB-кабеля, выполните следующие шаги:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Подключите свое устройство iOS к компьютеру Linux с помощью USB-кабеля."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["На вашем устройстве iOS перейдите в раздел \"Настройки\", затем выберите \"Личная точка доступа\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Включить \"Разрешить другим присоединиться\". Это может автоматически включить \"USB-подключение\" при обнаружении USB-подключения."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Если ваше устройство iOS не подключено к Wi-Fi и использует мобильные данные, этот режим использования данных из вашего тарифа мобильной связи. Чтобы избежать списания средств за данные, убедитесь, что ваше устройство iOS подключено к сети Wi-Fi перед включением режима использования данных."]},"Main":{"*":["Главный"]},"Network and Internet":{"*":["Сеть и Интернет"]},"Phone":{"*":["Телефон"]},"Customize":{"*":["Настроить"]},"Region and Language":{"*":["Регион и язык"]},"Multimedia":{"*":["Мультимедиа"]},"Accounts":{"*":["Учетные записи"]},"Devices":{"*":["Устройства"]},"System":{"*":["Система"]},"About":{"*":["О программе"]},"Other":{"*":["Другой"]},"Search...":{"*":["Поиск..."]},"Configure AppimageLauncher":{"*":["Настроить AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Выберите поведение программ, доступных в .appimage."]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Настройки использования для старых музыкальных CD не действительны для музыки в формате MP3."]},"Search for servers (zeroconf)":{"*":["Поиск серверов (zeroconf)"]},"Restore program configuration":{"*":["Восстановить конфигурацию программы"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Утилита, облегчающая восстановление установленной системы, в основном восстановление загрузки системы (Grub). Ее также можно использовать для доступа к менеджеру пакетов и терминалу установленной системы."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Мы предоставляем полные конфигурации для выбора в чрезвычайно простом формате."]},"Install or remove programs.":{"*":["Установить или удалить программы."]},"Introduction to BigLinux":{"*":["Введение в BigLinux"]},"Themes to Bootsplash":{"*":["Темы для экрана загрузки"]},"Brightness and color":{"*":["Яркость и цвет"]},"Control brightness and colors":{"*":["Управление яркостью и цветами"]},"Search for SSH servers":{"*":["Поиск серверов SSH"]},"Search for VNC servers":{"*":["Поиск серверов VNC"]},"Expand device support":{"*":["Расширить поддержку устройств"]},"The basis of the system and video card support":{"*":["Основа системы и поддержка видеокарты"]},"Configure this window border theme":{"*":["Настроить тему границ окна"]},"Configure this windows theme.":{"*":["Настроить эту тему Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Расширенный менеджер аудио - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Аудио контроллер в случае отсутствия звука."]},"Partition or format":{"*":["Раздел или форматирование"]},"Be careful, this program may erase all data on your computer.":{"*":["Будьте осторожны, эта программа может стереть все данные на вашем компьютере."]},"Storage Information (SMART)":{"*":["Информация о хранилище (SMART)"]},"Gufw Firewall":{"*":["Gufw Брандмауэр"]},"Configure security rules for the internet connection.":{"*":["Настройте правила безопасности для подключения к интернету."]},"Configure webcam or capture card":{"*":["Настроить веб-камеру или видеозахватную карту"]},"HP printers":{"*":["Принтеры HP"]},"Check status, ink level and maintenance.":{"*":["Проверьте статус, уровень чернил и обслуживание."]},"Scanners HP":{"*":["Сканеры HP"]},"Assemble Apple Hardware":{"*":["Собрать аппаратное обеспечение Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["С помощью этой программы вы можете получить доступ к программам на своем Apple iPhone или iPad таким же образом, как к файлам на флеш-накопителе."]},"Connect to the internet using Android":{"*":["Подключиться к интернету с помощью Android"]},"Connect to Internet":{"*":["Подключиться к Интернету"]},"Connect to the internet using iOS":{"*":["Подключитесь к интернету с помощью iOS"]},"Equalizer (DSP)":{"*":["Эквалайзер (Цифровая обработка сигнала)"]},"Virtual desktops and activities":{"*":["Виртуальные рабочие столы и активности"]},"Create more than one virtual desktop by switching between them.":{"*":["Создавайте более одного виртуального рабочего стола, переключаясь между ними."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Активация поиска может потреблять значительное количество памяти и ресурсов процессора. Это может привести к замедлению системы в зависимости от количества пользовательских файлов."]},"Adjust the date, time and time zone.":{"*":["Настройте дату, время и часовой пояс."]},"Plasma Firewall":{"*":["Плазменный брандмауэр"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Настройте правила безопасности для подключений. Этот брандмауэр основан на инфраструктуре Gufw."]},"Integration with Google Drive and ownCloud":{"*":["Интеграция с Google Drive и ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Доступ к файлам на Google Drive или ownCloud напрямую из файлового менеджера."]},"Layout settings, hotkeys and other options.":{"*":["Настройки макета, горячие клавиши и другие параметры."]},"Manage connections":{"*":["Управление подключениями"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Расширенная настройка сети (VPN, Wi-Fi, проводное подключение, статический IP-адрес, PPPoE, ADSL, проводная сеть, мобильный широкополосный доступ и другие)."]},"Manage services (Systemd)":{"*":["Управление службами (Systemd)"]},"Configure the Kvantum theme":{"*":["Настроить тему Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Для работы настройки Kvantum примените тему Kvantum в разделе \"Стиль приложения\"."]},"KDE Password Wallet":{"*":["Кошелек паролей KDE"]},"Snapshots and backups":{"*":["Снимки и резервные копии"]},"Create or activate restore points":{"*":["Создать или активировать точки восстановления"]},"Manage files":{"*":["Управление файлами"]},"Get access to your files and folders.":{"*":["Получите доступ к своим файлам и папкам."]},"Storage Usage":{"*":["Использование хранилища"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Эта программа может передавать файлы между смартфонами, планшетами и другими компьютерами. С ее помощью, например, вы можете использовать свой смартфон в качестве беспроводной мыши и клавиатуры для управления компьютером, среди других функций. Она лучше интегрируется с BigLinux и находится среди апплетов, расположенных рядом с системным временем. Чтобы синхронизировать с вашим смартфоном, перейдите в Google Store или Apple Store и установите Kde Connect."]},"Terminal":{"*":["Терминал"]},"Access the command terminal.":{"*":["Откройте командный терминал."]},"Password Manager":{"*":["Менеджер паролей"]},"Sound and microphone":{"*":["Звук и микрофон"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Настроить или изменить устройства ввода и вывода аудио. (Например, HDMI)"]},"Shared file information":{"*":["Информация о общем файле"]},"Printers":{"*":["Принтеры"]},"Install, configure or remove printers.":{"*":["Установить, настроить или удалить принтеры."]},"KDE Control Center":{"*":["Центр управления KDE"]},"Advanced power configurator":{"*":["Расширенный конфигуратор питания"]},"$APP":{"*":["$ПРИЛОЖЕНИЕ"]},"Erro na criação do diretório : $bigdir":{"*":["Ошибка при создании каталога: $bigdir"]},"Category":{"*":["Категория"]},"Name":{"*":["Имя"]},"ID":{"*":["Идентификатор"]},"Info":{"*":["Информация"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["Хотите просмотреть отчет сейчас?"]},"Visualizar o relatório":{"*":["Просмотреть отчет"]},"Fechar":{"*":["Close"]},"Hardinfo Relatory":{"*":["Отчет Hardinfo"]},"Central de Controle - Webcam":{"*":["Центр управления - Веб-камера"]},"Nenhuma webcam localizada.":{"*":["Ни одна веб-камера не обнаружена."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["Веб-камера уже используется другими приложениями:"]},"Abrirei em modo de configuração. ":{"*":["I will open in configuration mode."]},"As alterações feitas podem ser vistas":{"*":["Изменения, внесенные, могут быть просмотрены"]},"na imagem da sua webcam em outros programas.":{"*":["на изображении вашей веб-камеры в других программах."]},"Introdução ao BigLinux":{"*":["Введение в BigLinux"]},"Aguarde, carregando...":{"*":["Подождите, загрузка..."]},"Bem vindo ao BigLinux":{"*":["Добро пожаловать в BigLinux"]},"Comece com algumas etapas simples.":{"*":["Начните с нескольких простых шагов."]},"Mostrar na inicialização":{"*":["Показывать при запуске"]},"Olá":{"*":["I'm sorry, I can only assist with translations between English and Russian."]},"Ajustes iniciais":{"*":["Initial Setup"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["Мы предоставляем полные настройки для вашего выбора в крайне простой форме."]},"Configurações da Tela":{"*":["Настройки экрана"]},"Escolha seu navegador padrão":{"*":["Выберите свой браузер по умолчанию"]},"Defina seus programas padrões.":{"*":["Укажите свои стандартные программы."]},"Outros navegadores":{"*":["Другие браузеры"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect - это приложение, упрощающее беспроводные коммуникации и передачу данных между устройствами в локальных сетях. Доступно в Google Play Store для Android и Apple Store для iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Установка драйвера и информация об аппаратном обеспечении"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Установить или удалить драйверы и прошивки легко."]},"Impressoras":{"*":["Принтеры"]},"Conheça alguns recursos":{"*":["Meet some features"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Наша система является коллективной, присоединяйтесь к этому развитию. Проверьте нововведения!"]},"Big Store":{"*":["Крупный магазин"]},"Web Apps":{"*":["Веб-приложения"]},"Redutor de Ruídos":{"*":["Шумоподавитель"]},"Configurar a voz do sistema (TTS)":{"*":["Настроить голос системы (TTS)"]},"OCR para PDF":{"*":["OCR в PDF"]},"Doação e Redes sociais":{"*":["Donate and Social Media"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Ваше пожертвование очень важно для проекта, подпишитесь на социальные сети."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Поздравляем, вы завершили первые шаги по использованию BigLinux."]},"Aguarde...":{"*":["Ожидайте..."]},"Verificando conexão com a Internet...":{"*":["Проверка подключения к Интернету..."]},"Sem conexão com a Internet...":{"*":["Отсутствует подключение к Интернету..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["При удалении настроек будут потеряны установленные программы внутри Waydroid и их настройки. Вы уверены, что хотите удалить?"]},"Configurações removidas com sucesso!":{"*":["Настройки успешно удалены!"]},"Nenhuma configuração foi removida!":{"*":["No settings were removed!"]},"Não existem configurações para remover.":{"*":["There are no settings to remove."]},"ID do Android:":{"*":["Идентификатор Android:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Не удалось получить идентификатор Android. \\n\\nВнимание: Waydroid должен быть открыт."]},"Remover":{"*":["Удалить"]},"Maximizado":{"*":["Максимизировано"]},"Desinstalar":{"*":["Удалить"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Используйте приложения для Android на BigLinux."]},"Instalar o Waydroid":{"*":["Установить Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Установить Waydroid с Google Apps"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Загрузка занимает примерно 1 ГБ, в зависимости от вашего подключения может занять некоторое время."]},"Resolução":{"*":["Resolution"]},"Paisagem":{"*":["Paisagem"]},"Retrato":{"*":["Retrato"]},"Aceleração 3D":{"*":["3D ускорение"]},"Desativado":{"*":["Отключено"]},"Ativado":{"*":["Активировано"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroid также можно запустить, используя меню системы"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Если включено 3D-ускорение на несовместимом оборудовании, Android не пройдет за экран загрузки."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D-ускорение несовместимо с видеокартами Nvidia при использовании собственного драйвера."]},"Exibir ID do Android":{"*":["Показать идентификатор Android"]},"Ativar Google Apps":{"*":["Активировать Google Apps"]},"PlayStore":{"*":["Play Маркет"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["Для активации PlayStore необходимо нажать на (Показать идентификатор Android) и скопировать идентификатор Android, затем нажать на (Активировать приложения Google), чтобы открыть страницу Регистрации устройства, необходимо быть авторизованным в своей учетной записи Google, введите свой идентификатор Android и зарегистрируйте устройство. Активация на вашем Waydroid может занять несколько минут. Закройте и откройте снова. Готово!"]},"Remover Configurações":{"*":["Удалить настройки"]},"Desinstalar o Waydroid":{"*":["Удалить Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Если включено 3D-ускорение на несовместимом оборудовании, Android не пройдет за экран загрузки."]},"Parar o Waydroid":{"*":["Остановить Waydroid"]},"Iniciar o Waydroid":{"*":["Запустить Waydroid"]}}}}