{"ru":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["поиск"]},"Control Center":{"*":["Центр управления"]},"Main":{"*":["Главный"]},"Network and Internet":{"*":["Сеть и Интернет"]},"Phone":{"*":["Телефон"]},"Customize":{"*":["Настроить"]},"Region and Language":{"*":["Регион и язык"]},"Multimedia":{"*":["Мультимедиа"]},"Accounts":{"*":["Учетные записи"]},"Devices":{"*":["Устройства"]},"System":{"*":["Система"]},"About":{"*":["О программе"]},"Other":{"*":["Другой"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Использование интернета вашего устройства Android на Linux через USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Для обмена интернет-соединением смартфона Android с компьютером Linux через USB-кабель выполните следующие шаги:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Подключите свой смартфон Android к компьютеру с Linux с помощью USB-кабеля."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["На своем смартфоне откройте \"Настройки\" и перейдите в раздел \"Сеть и интернет\" или \"Соединения и общение\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Ищите \"USB-подключение\" или аналогичные термины и включите его."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Если ваше устройство Android не подключено к Wi-Fi и использует мобильные данные, этот режим роутинга потребляет данные из вашего тарифа мобильной связи. Чтобы избежать списания средств за данные, убедитесь, что ваше устройство Android подключено к сети Wi-Fi перед включением режима роутинга."]},"Close":{"*":["Закрыть"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Использование интернета вашего устройства iOS на Linux через USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Для обмена интернет-соединением вашего смартфона iOS с компьютером Linux через USB-кабель выполните следующие шаги:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Подключите свое устройство iOS к компьютеру Linux с помощью USB-кабеля."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["На вашем устройстве iOS перейдите в раздел \"Настройки\", затем выберите \"Личная точка доступа\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Включить \"Разрешить другим присоединиться\". Это может автоматически включить \"USB-подключение\" при обнаружении USB-подключения."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Если ваше устройство iOS не подключено к Wi-Fi и использует мобильные данные, этот режим использования данных будет потреблять данные из вашего тарифа мобильной связи. Чтобы избежать списания средств за данные, убедитесь, что ваше устройство iOS подключено к сети Wi-Fi перед включением режима использования данных."]},"Configure AppimageLauncher":{"*":["Настроить AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Выберите поведение программ, доступных в .appimage."]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Настройки использования для старых музыкальных CD не действительны для музыки в формате MP3."]},"Search for servers (zeroconf)":{"*":["Поиск серверов (zeroconf)"]},"Restore program configuration":{"*":["Восстановить конфигурацию программы"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Утилита, облегчающая восстановление установленной системы, в основном восстановление загрузки системы (Grub). Ее также можно использовать для доступа к менеджеру пакетов и терминалу установленной системы."]},"Themes, Desktop and Tweaks":{"*":["Темы, Рабочий стол и Настройки"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Мы предоставляем полные конфигурации для выбора в чрезвычайно простом формате."]},"Install or remove programs.":{"*":["Установить или удалить программы."]},"Introduction to BigLinux":{"*":["Введение в BigLinux"]},"Themes to Bootsplash":{"*":["Темы для экрана загрузки"]},"Brightness and color":{"*":["Яркость и цвет"]},"Control brightness and colors":{"*":["Управление яркостью и цветами"]},"Search for SSH servers":{"*":["Поиск серверов SSH"]},"Search for VNC servers":{"*":["Поиск серверов VNC"]},"Configure this window border theme":{"*":["Настроить тему границ окна"]},"Configure this windows theme.":{"*":["Настроить эту тему Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Расширенный менеджер аудио - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Аудио контроллер в случае отсутствия звука."]},"Partition or format":{"*":["Раздел или форматирование"]},"Be careful, this program may erase all data on your computer.":{"*":["Будьте осторожны, эта программа может стереть все данные на вашем компьютере."]},"Storage Information (SMART)":{"*":["Информация о хранилище (SMART)"]},"Gufw Firewall":{"*":["Gufw Брандмауэр"]},"Configure security rules for the internet connection.":{"*":["Настройте правила безопасности для подключения к интернету."]},"Configure webcam or capture card":{"*":["Настроить веб-камеру или видеозахватную карту"]},"HP printers":{"*":["Принтеры HP"]},"Check status, ink level and maintenance.":{"*":["Проверьте статус, уровень чернил и обслуживание."]},"Scanners HP":{"*":["Сканеры HP"]},"Assemble Apple Hardware":{"*":["Собрать аппаратное обеспечение Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["С помощью этой программы вы можете получить доступ к программам на своем Apple iPhone или iPad таким же образом, как к файлам на флеш-накопителе."]},"Connect to the internet using Android":{"*":["Подключиться к интернету с помощью Android"]},"Connect to Internet":{"*":["Подключиться к Интернету"]},"Connect to the internet using iOS":{"*":["Подключитесь к интернету с помощью iOS"]},"Equalizer (DSP)":{"*":["Эквалайзер (Цифровая обработка сигнала)"]},"Virtual desktops and activities":{"*":["Виртуальные рабочие столы и активности"]},"Create more than one virtual desktop by switching between them.":{"*":["Создавайте более одного виртуального рабочего стола, переключаясь между ними."]},"Enabling search increases system memory and processing consumption.":{"*":["Включение поиска увеличивает потребление системной памяти и процессора."]},"Adjust the date, time and time zone.":{"*":["Настройте дату, время и часовой пояс."]},"Plasma Firewall":{"*":["Плазменный брандмауэр"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Настройте правила безопасности для подключений. Этот брандмауэр основан на инфраструктуре Gufw."]},"Integration with Google Drive and ownCloud":{"*":["Интеграция с Google Drive и ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Доступ к файлам на Google Drive или ownCloud напрямую из файлового менеджера."]},"Layout settings, hotkeys and other options.":{"*":["Настройки макета, горячие клавиши и другие параметры."]},"Manage connections":{"*":["Управление подключениями"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Расширенная настройка сети (VPN, Wi-Fi, проводное подключение, статический IP-адрес, PPPoE, ADSL, проводная сеть, мобильный широкополосный доступ и другие)."]},"Manage services (Systemd)":{"*":["Управление службами (Systemd)"]},"Configure the Kvantum theme":{"*":["Настроить тему Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Для работы настройки Kvantum примените тему Kvantum в разделе \"Стиль приложения\"."]},"KDE Password Wallet":{"*":["Кошелек паролей KDE"]},"Manage files":{"*":["Управление файлами"]},"Get access to your files and folders.":{"*":["Получите доступ к своим файлам и папкам."]},"Storage Usage":{"*":["Использование хранилища"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Эта программа может передавать файлы между смартфонами, планшетами и другими компьютерами. С ее помощью, например, вы можете использовать свой смартфон в качестве беспроводной мыши и клавиатуры для управления компьютером, среди других функций. Она лучше интегрируется с BigLinux и находится среди апплетов, расположенных рядом с системным временем. Чтобы синхронизировать с вашим смартфоном, перейдите в Google Store или Apple Store и установите Kde Connect."]},"Terminal":{"*":["Терминал"]},"Access the command terminal.":{"*":["Откройте командный терминал."]},"Password Manager":{"*":["Менеджер паролей"]},"Sound and microphone":{"*":["Звук и микрофон"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Настроить или изменить устройства ввода и вывода аудио. (Например, HDMI)"]},"Shared file information":{"*":["Информация о общем файле"]},"Printers":{"*":["Принтеры"]},"Install, configure or remove printers.":{"*":["Установить, настроить или удалить принтеры."]},"KDE Control Center":{"*":["Центр управления KDE"]},"Advanced power configurator":{"*":["Расширенный конфигуратор питания"]}}}}