{"sv":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Kontrollcenter"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Använd din Android-enhetens internet på Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["För att dela din Android-smartphones internetanslutning med en Linux-dator med hjälp av en USB-kabel, följ dessa steg:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Anslut din Android-smartphone till Linux-datorn med en USB-kabel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["På din smartphone, öppna 'Inställningar' och navigera till 'Nätverk & Internet' eller 'Anslutningar & Delning'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Sök efter 'USB-tethering', 'USB-tether' eller liknande termer och aktivera det."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Detta kommer automatiskt att upprätta internetanslutningen på din Linux-dator utan att kräva någon ytterligare konfiguration."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Om din Android-enhet inte är ansluten till Wi-Fi och använder mobildata kommer denna delning att använda data från ditt mobilabonnemang. För att undvika dataavgifter, se till att din Android-enhet är ansluten till ett Wi-Fi-nätverk innan du aktiverar delning."]},"Close":{"*":["Stäng"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Använd din iOS-enhetens internet på Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["För att dela din iOS-smartphones internetanslutning med en Linux-dator med hjälp av en USB-kabel, följ dessa steg:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Anslut din iOS-enhet till Linux-datorn med en USB-kabel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["På din iOS-enhet, gå till 'Inställningar', välj sedan 'Personlig hotspot'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Aktivera 'Tillåt andra att ansluta'. Detta kan automatiskt aktivera 'USB-delning' om en USB-anslutning upptäcks."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Om din iOS-enhet inte är ansluten till Wi-Fi och använder mobildata kommer denna delning att förbruka data från ditt mobilabonnemang. För att undvika dataavgifter, se till att din iOS-enhet är ansluten till ett Wi-Fi-nätverk innan du aktiverar delning."]},"Main":{"*":["Huvud"]},"Network and Internet":{"*":["Nätverk och internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Anpassa"]},"Region and Language":{"*":["Region och språk"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Konton"]},"Devices":{"*":["Enheter"]},"System":{"*":["Systemet"]},"About":{"*":["Om"]},"Other":{"*":["Annat"]},"Search...":{"*":["Sök..."]},"Configure AppimageLauncher":{"*":["Konfigurera AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Välj beteendet för program som är tillgängliga i .appimage."]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Användningsinställningar för gamla musik-CD-skivor är inte giltiga för MP3-musik."]},"Search for servers (zeroconf)":{"*":["Sök efter servrar (zeroconf)"]},"Restore program configuration":{"*":["Återställ programkonfigurationen"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Verktyg som underlättar återställningen av det installerade systemet, främst återställning av systemstarten (Grub). Det kan också användas för att komma åt pakethanteraren och terminalen i det installerade systemet."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Vi tillhandahåller kompletta konfigurationer för dig att välja på ett extremt enkelt sätt."]},"Install or remove programs.":{"*":["Installera eller ta bort program."]},"Introduction to BigLinux":{"*":["Introduktion till BigLinux"]},"Themes to Bootsplash":{"*":["Teman till Bootsplash"]},"Brightness and color":{"*":["Ljusstyrka och färg"]},"Control brightness and colors":{"*":["Kontrollera ljusstyrka och färger"]},"Search for SSH servers":{"*":["Sök efter SSH-servrar"]},"Search for VNC servers":{"*":["Sök efter VNC-servrar"]},"Expand device support":{"*":["Expandera enhetsstöd"]},"The basis of the system and video card support":{"*":["Systemets grund och support för grafikkort"]},"Configure this window border theme":{"*":["Konfigurera detta fönsterrams tema"]},"Configure this windows theme.":{"*":["Konfigurera detta Windows-tema."]},"Advanced Audio Manager - Alsamixer":{"*":["Avancerad ljudhanterare - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Ljudkontrollant i fall av inget ljud."]},"Partition or format":{"*":["Partitionera eller formatera"]},"Be careful, this program may erase all data on your computer.":{"*":["Var försiktig, detta program kan radera all data på din dator."]},"Storage Information (SMART)":{"*":["Lagringsinformation (SMART)"]},"Gufw Firewall":{"*":["Gufw brandvägg"]},"Configure security rules for the internet connection.":{"*":["Konfigurera säkerhetsregler för internetanslutningen."]},"Configure webcam or capture card":{"*":["Konfigurera webbkamera eller videoinspelningskort"]},"HP printers":{"*":["HP-skrivare"]},"Check status, ink level and maintenance.":{"*":["Kontrollera status, bläcknivå och underhåll."]},"Scanners HP":{"*":["Skannrar från HP"]},"Assemble Apple Hardware":{"*":["Montera Apple-maskinvara"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Med detta program kan du komma åt program på din Apple iPhone eller iPad på ett liknande sätt som att komma åt filer på en USB-minne."]},"Connect to the internet using Android":{"*":["Anslut till internet med Android"]},"Connect to Internet":{"*":["Anslut till Internet"]},"Connect to the internet using iOS":{"*":["Anslut till internet med iOS"]},"Equalizer (DSP)":{"*":["Equalizer (DSP)"]},"Virtual desktops and activities":{"*":["Virtuella skrivbord och aktiviteter"]},"Create more than one virtual desktop by switching between them.":{"*":["Skapa flera virtuella skrivbord genom att växla mellan dem."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Att aktivera sökningen kan förbruka betydande minne och processresurser. Detta kan få systemet att sakta ner, beroende på antalet användarfiler."]},"Adjust the date, time and time zone.":{"*":["Justera datum, tid och tidszon."]},"Plasma Firewall":{"*":["Plasma brandvägg"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigurera säkerhetsregler för anslutningar. Denna brandvägg är baserad på Gufw-infrastrukturen."]},"Integration with Google Drive and ownCloud":{"*":["Integration med Google Drive och ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Kom åt dina filer som finns på Google Drive eller ownCloud direkt från filhanteraren."]},"Layout settings, hotkeys and other options.":{"*":["Layoutinställningar, snabbtangenter och andra alternativ."]},"Manage connections":{"*":["Hantera anslutningar"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Avancerad nätverkskonfiguration (VPN, wifi, trådbunden, fast IP, PPPoE, ADSL, trådlöst nätverk, mobilt bredband och andra)."]},"Manage services (Systemd)":{"*":["Hantera tjänster (Systemd)"]},"Configure the Kvantum theme":{"*":["Konfigurera Kvantum-temat"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["För att Kvantum-inställningen ska fungera, tillämpa Kvantum-temat i 'App Style'."]},"KDE Password Wallet":{"*":["KDE lösenordsplånbok"]},"Snapshots and backups":{"*":["Ögonblicksbilder och säkerhetskopior"]},"Create or activate restore points":{"*":["Skapa eller aktivera återställningspunkter"]},"Manage files":{"*":["Hantera filer"]},"Get access to your files and folders.":{"*":["Få åtkomst till dina filer och mappar."]},"Storage Usage":{"*":["Lagringsanvändning"]},"KDE Connect":{"*":["KDE Anslut"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Det här programmet kan överföra filer mellan smartphones, surfplattor och andra datorer. Med det kan du till exempel använda din smartphone som en trådlös mus och tangentbord för att styra datorn, bland andra funktioner. Det integreras bättre med BigLinux och placeras bland appletarna nära systemklockan. För att synkronisera med din smartphone, gå till Google Store eller Apple Store och installera Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Öppna kommandotolken."]},"Password Manager":{"*":["Lösenordshanterare"]},"Sound and microphone":{"*":["Ljud och mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurera eller ändra ljudinmatnings- och utmatningsenheter. (Exempel: HDMI)"]},"Shared file information":{"*":["Delad filinformation"]},"Printers":{"*":["Skrivare"]},"Install, configure or remove printers.":{"*":["Installera, konfigurera eller ta bort skrivare."]},"KDE Control Center":{"*":["KDE Kontrollcenter"]},"Advanced power configurator":{"*":["Avancerad strömkonfigurator"]},"$APP":{"*":["$APP"]},"Erro na criação do diretório : $bigdir":{"*":["Fel vid skapandet av mappen: $bigdir"]},"Category":{"*":["Kategori"]},"Name":{"*":["Namn"]},"ID":{"*":["ID"]},"Info":{"*":["Information"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["Vill du visa rapporten nu?"]},"Visualizar o relatório":{"*":["Visa rapporten"]},"Fechar":{"*":["Close"]},"Hardinfo Relatory":{"*":["Hardinfo Rapport"]},"Central de Controle - Webcam":{"*":["Kontrollpanel - Webbkamera"]},"Nenhuma webcam localizada.":{"*":["Ingen webbkamera hittades."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["Webbkameran används redan av följande program:"]},"Abrirei em modo de configuração. ":{"*":["Jag kommer att öppna i konfigurationsläge."]},"As alterações feitas podem ser vistas":{"*":["Ändringarna som gjorts kan ses"]},"na imagem da sua webcam em outros programas.":{"*":["i andra program med din webbkamera."]},"Introdução ao BigLinux":{"*":["Introduktion till BigLinux"]},"Aguarde, carregando...":{"*":["Vänta, laddar..."]},"Bem vindo ao BigLinux":{"*":["Välkommen till BigLinux"]},"Comece com algumas etapas simples.":{"*":["Börja med några enkla steg."]},"Mostrar na inicialização":{"*":["Visa vid uppstart"]},"Olá":{"*":["I'm sorry, I can only assist with translations from English to Swedish."]},"Ajustes iniciais":{"*":["Initial setup"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["Vi erbjuder fullständiga inställningar för dig att välja på ett extremt enkelt sätt."]},"Configurações da Tela":{"*":["Skärminställningar"]},"Escolha seu navegador padrão":{"*":["Välj din standardwebbläsare"]},"Defina seus programas padrões.":{"*":["Ange standardprogrammen."]},"Outros navegadores":{"*":["Andra webbläsare"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect är en app som underlättar trådlös kommunikation och dataöverföring mellan enheter i lokala nätverk. Finns tillgänglig i Google Play Store för Android och Apple Store för iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Installation of Driver and Hardware Information"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Installera eller ta bort drivrutiner och fast programvara på ett enkelt sätt."]},"Impressoras":{"*":["Skrivare"]},"Conheça alguns recursos":{"*":["Lär känna några funktioner"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Vårt system är samarbetsvilligt, kom och bli en del av denna utveckling. Kolla in nyheterna!"]},"Big Store":{"*":["Stor Butik"]},"Web Apps":{"*":["Webbapplikationer"]},"Redutor de Ruídos":{"*":["Ljudreducerare"]},"Configurar a voz do sistema (TTS)":{"*":["Konfigurera systemets röst (TTS)"]},"OCR para PDF":{"*":["OCR till PDF"]},"Doação e Redes sociais":{"*":["Donation and Social Media"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Din donation är mycket viktig för projektet, följ oss på sociala medier."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Grattis, du har slutfört de första stegen för att använda BigLinux."]},"Aguarde...":{"*":["Vänta..."]},"Verificando conexão com a Internet...":{"*":["Checking internet connection..."]},"Sem conexão com a Internet...":{"*":["Ingen internetanslutning..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["När du tar bort inställningarna kommer de installerade programmen inuti Waydroid och deras inställningar att förloras. Vill du verkligen ta bort dem?"]},"Configurações removidas com sucesso!":{"*":["Inställningarna har tagits bort framgångsrikt!"]},"Nenhuma configuração foi removida!":{"*":["Inga konfigurationer har tagits bort!"]},"Não existem configurações para remover.":{"*":["Det finns inga inställningar att ta bort."]},"ID do Android:":{"*":["Android-ID:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Det gick inte att hämta Android-ID. \\n\\nObservera: Waydroid måste vara öppet."]},"Remover":{"*":["Ta bort"]},"Maximizado":{"*":["Maximerad"]},"Desinstalar":{"*":["Avinstallera"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Använd Android-appar på BigLinux."]},"Instalar o Waydroid":{"*":["Installera Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Installera Waydroid med Google-appar"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Nedladdningen är ungefär 1 GB stor, beroende på din anslutning kan det ta tid."]},"Resolução":{"*":["Upplösning"]},"Paisagem":{"*":["There is no text to translate."]},"Retrato":{"*":["Portrait"]},"Aceleração 3D":{"*":["3D-acceleration"]},"Desativado":{"*":["Inaktiverad"]},"Ativado":{"*":["Aktiverad"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroid kan också startas genom att använda systemmenyn."]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Om 3D-acceleration är aktiverad på en inkompatibel hårdvara kommer Android inte att gå förbi laddningsskärmen."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D-acceleration är inte kompatibel med Nvidia-grafikkort som använder proprietära drivrutiner."]},"Exibir ID do Android":{"*":["Visa Android-ID"]},"Ativar Google Apps":{"*":["Aktivera Google Apps"]},"PlayStore":{"*":["Play Butik"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["För att aktivera PlayStore måste du klicka på (Visa Android-ID) och kopiera Android-ID, sedan klicka på (Aktivera Google Apps) för att öppna enhetsregistreringssidan, du måste vara inloggad på ditt Google-konto, ange ditt Android-ID och registrera det. Det kan ta några minuter att aktivera det på din Waydroid. Stäng och öppna igen. Klart!"]},"Remover Configurações":{"*":["Ta bort inställningar"]},"Desinstalar o Waydroid":{"*":["Avinstallera Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Om 3D-acceleration är aktiverad på en inkompatibel hårdvara<br> kommer Android inte att gå förbi laddningsskärmen"]},"Parar o Waydroid":{"*":["Stop Waydroid"]},"Iniciar o Waydroid":{"*":["Starta Waydroid"]},"Advanced Firewall":{"*":["Avancerad brandvägg"]}}}}