{"uk":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"A webcam já está sendo utilizada pelo programa: $WEBCAM_BUSY\n\nAbrirei em modo de configuração.\nAs alterações feitas podem ser vistas\nna imagem da sua webcam em outros programas.":{"*":["A webcam вже використовується програмою: $WEBCAM_BUSY\n\nВідкрию в режимі налаштування.\nЗміни, внесені, можуть бути побачені\nв зображенні вашої веб-камери в інших програмах."]},"Webcam":{"*":["Вебкамера"]},"Aguarde, carregando...":{"*":["Чекайте, завантаження..."]},"Introdução ao BigLinux":{"*":["Вступ до BigLinux"]},"Bem vindo ao BigLinux":{"*":["Ласкаво просимо до BigLinux"]},"Comece com algumas etapas simples.":{"*":["Почніть з декількох простих кроків."]},"Mostrar na inicialização":{"*":["Показувати при запуску"]},"Olá":{"*":["I'm sorry, I can only assist with translations related to computer software."]},"Ajustes iniciais":{"*":["Початкові налаштування"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["Ми надаємо повний набір налаштувань для вашого вибору у надзвичайно простий спосіб."]},"Configurações da Tela":{"*":["Налаштування екрану"]},"Escolha seu navegador padrão":{"*":["Виберіть свій браузер за замовчуванням"]},"Defina seus programas padrões.":{"*":["Встановіть ваші типові програми."]},"Outros navegadores":{"*":["Інші браузери"]},"KDE Connect":{"*":["KDE Підключення"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["O KDE Connect - це додаток, який спрощує бездротові комунікації та передачу даних між пристроями в локальних мережах. Доступний в Google Play Store для Android та Apple Store для iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Встановлення драйвера та інформація про апаратне забезпечення"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Встановити або видалити драйвери та прошивки легко."]},"Impressoras":{"*":["Принтери"]},"Conheça alguns recursos":{"*":["Знайомтесь з деякими функціями"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Наша система є колаборативною, приєднуйтесь до цього розвитку. Перевірте новини!"]},"Big Store":{"*":["Великий магазин"]},"Web Apps":{"*":["Веб-додатки"]},"Redutor de Ruídos":{"*":["Зменшувач шуму"]},"Configurar a voz do sistema (TTS)":{"*":["Налаштувати голос системи (TTS)"]},"OCR para PDF":{"*":["OCR у PDF"]},"Doação e Redes sociais":{"*":["Внесення внеску та соціальні мережі"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Ваше пожертвування дуже важливе для проекту, тому слідкуйте за соціальними мережами."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Вітаємо, ви завершили перші кроки з використання BigLinux."]},"Aguarde...":{"*":["Чекайте..."]},"Verificando conexão com a Internet...":{"*":["Перевірка підключення до Інтернету..."]},"Sem conexão com a Internet...":{"*":["Відсутнє підключення до Інтернету..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Після видалення налаштувань програми, встановлені в Waydroid та їх налаштування будуть втрачені. Ви дійсно бажаєте видалити?"]},"Configurações removidas com sucesso!":{"*":["Налаштування успішно видалено!"]},"Nenhuma configuração foi removida!":{"*":["Жодна конфігурація не була видалена!"]},"Não existem configurações para remover.":{"*":["Немає налаштувань для видалення."]},"Remover":{"*":["Видалити"]},"Maximizado":{"*":["Максимізовано"]},"Desinstalar":{"*":["Видалити"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["Я не виявив підтримки технології віртуалізації, можливо, потрібно активувати цю опцію в BIOS комп'ютера."]},"Utilize programas para Android no BigLinux.":{"*":["Використовуйте програми для Android на BigLinux."]},"Instalar o Waydroid":{"*":["Встановити Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Встановити Waydroid з додатками Google"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["Завантаження має приблизно 1 ГБ, залежно від вашого з'єднання це може зайняти час."]},"Resolução":{"*":["Роздільна здатність"]},"Paisagem":{"*":["There is no text to translate in your request."]},"Retrato":{"*":["Portrait"]},"Aceleração 3D":{"*":["Прискорення 3D"]},"Desativado":{"*":["Вимкнено"]},"Ativado":{"*":["Увімкнено"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["О Waydroid також можна запустити, використовуючи меню системи."]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Якщо активація 3D-прискорення на несумісному обладнанні, Android не пройде екран завантаження."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D-прискорення несумісне з відеокартами Nvidia при використанні пропрієтарного драйвера."]},"Exibir ID do Android":{"*":["Показати ідентифікатор Android"]},"Ativar Google Apps":{"*":["Активувати Google Apps"]},"PlayStore":{"*":["Google Play Маркет"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["Для активації PlayStore необхідно натиснути (Показати ID Android) та скопіювати ID Android, потім натисніть (Активувати додатки Google), щоб відкрити сторінку реєстрації пристрою, потрібно увійти в свій обліковий запис Google, введіть свій ID Android та зареєструйте пристрій. Активація на вашому Waydroid може зайняти кілька хвилин. Закрийте та відкрийте знову. Готово!"]},"Remover Configurações":{"*":["Видалити налаштування"]},"Desinstalar o Waydroid":{"*":["Видалити Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Якщо активація 3D-прискорення на несумісному обладнанні, Android не пройде екран завантаження"]},"Parar o Waydroid":{"*":["Зупинити Waydroid"]},"Iniciar o Waydroid":{"*":["Запустити Waydroid"]},"ID do Android:":{"*":["Ідентифікатор Android:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Не вдалося отримати ідентифікатор Android. \\n\\nУвага: Waydroid повинен бути відкритий."]},"Main":{"*":["Головна"]},"Network and Internet":{"*":["Мережа та Інтернет"]},"Phone":{"*":["Телефон"]},"Customize":{"*":["Налаштувати"]},"Region and Language":{"*":["Регіон та мова"]},"Multimedia":{"*":["Мультимедіа"]},"Accounts":{"*":["Облікові записи"]},"Devices":{"*":["Пристрої"]},"System":{"*":["Система"]},"About":{"*":["Про програму"]},"Other":{"*":["Інше"]},"Control Center":{"*":["Центр керування"]},"About Control Center":{"*":["Про Центр управління"]},"Categories":{"*":["Категорії"]},"Programs":{"*":["Програми"]},"Search...":{"*":["Пошук..."]},"Executing special command: {0}":{"*":["Виконання спеціальної команди: {0}"]},"Launching: {0}":{"*":["Запуск: {0}"]},"Error launching program: {0}":{"*":["Помилка запуску програми: {0}"]},"BigLinux Team":{"*":["BigLinux Команда"]},"© 2025 BigLinux Team":{"*":["© 2025 BigLinux Team"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Використання Інтернету вашого пристрою Android на Linux через USB"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Підключіть свій смартфон Android до комп'ютера з операційною системою Linux за допомогою USB-кабелю."]},"On your smartphone, open 'Settings' and navigate to 'Network & Internet' or 'Connections & Sharing'.":{"*":["На вашому смартфоні відкрийте 'Налаштування' та перейдіть до 'Мережа та Інтернет' або 'З'єднання та обмін'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Знайдіть \"USB-прив'язку\", \"USB-прив'язку\" або подібні терміни та увімкніть її."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Це автоматично встановить підключення до Інтернету на вашому комп'ютері з операційною системою Linux без потреби будь-якої додаткової конфігурації."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Якщо ваш пристрій Android не підключений до Wi-Fi і використовує мобільні дані, це підключення витрачатиме дані з вашого мобільного плану. Щоб уникнути збору плати за дані, переконайтеся, що ваш пристрій Android підключений до мережі Wi-Fi перед увімкненням підключення."]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Використання Інтернету вашого пристрою iOS на Linux через USB"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Підключіть свій пристрій iOS до комп'ютера з операційною системою Linux за допомогою USB-кабелю."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["На вашому пристрої iOS перейдіть до \"Налаштувань\", а потім виберіть \"Особистий гарячий пункт доступу\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Увімкніть \"Дозволити іншим приєднатися\". Це може автоматично увімкнути \"USB-перемичку\", якщо виявлено USB-підключення."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Якщо ваш пристрій iOS не підключений до Wi-Fi і використовує мобільний інтернет, це підключення витрачатиме дані з вашого тарифу мобільного зв'язку. Щоб уникнути додаткових витрат, переконайтеся, що ваш пристрій iOS підключений до мережі Wi-Fi перед увімкненням роутера."]},"To share your smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Щоб поділитися інтернет-з'єднанням вашого смартфона з комп'ютером на Linux за допомогою USB-кабелю, виконайте ці кроки:"]},"Close":{"*":["Закрити"]},"Configure AppimageLauncher":{"*":["Налаштувати AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Виберіть поведінку програм, доступних у .appimage."]},"Search for Zeroconf servers":{"*":["Шукати сервери Zeroconf"]},"Expand device support":{"*":["Розширити підтримку пристроїв"]},"Detailed information about your computer":{"*":["Детальна інформація про ваш комп'ютер"]},"System foundation and video card support":{"*":["Підтримка системи та відеокарти"]},"Restore program configuration":{"*":["Відновити конфігурацію програми"]},"Search for SSH servers":{"*":["Пошук SSH серверів"]},"Search for VNC servers":{"*":["Пошук серверів VNC"]},"Cross-platform buildsystem":{"*":["Кросплатформена система збірки"]},"Advanced Audio Manager - Alsamixer":{"*":["Розширений менеджер аудіо - Alsamixer"]},"JamesDSP improving music and audio quality":{"*":["JamesDSP покращує якість музики та аудіо"]},"Enhance your sound with equalizer, bass boost, surround, and other effects.":{"*":["Покращте свій звук за допомогою еквалайзера, підсилення басів, об'ємного звучання та інших ефектів."]},"Partition or Format":{"*":["Розділити або відформатувати"]},"HP Printers":{"*":["Принтери HP"]},"Check status, ink level, and maintenance.":{"*":["Перевірте стан, рівень чорнила та обслуговування."]},"HP Scanners":{"*":["HP Сканери"]},"Configure and use HP scanning devices":{"*":["Налаштуйте та використовуйте пристрої сканування HP"]},"Configure Kvantum Theme":{"*":["Налаштувати тему Kvantum"]},"For Kvantum configuration to work, apply the Kvantum theme in 'Application Style'.":{"*":["Щоб конфігурація Kvantum працювала, застосуйте тему Kvantum у 'Стилі застосунку'."]},"USB Device Formatter":{"*":["Форматувач USB-пристроїв"]},"Format a USB device":{"*":["Форматувати USB-пристрій"]},"USB Image Writer":{"*":["USB-образ записувач"]},"Create a bootable USB device":{"*":["Створіть завантажувальний USB-накопичувач"]},"Storage Usage":{"*":["Використання сховища"]},"Sound and microphone":{"*":["Звук та мікрофон"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Налаштувати або змінити пристрої введення та виведення аудіо. (Наприклад: HDMI)"]},"Printers":{"*":["Друкарні"]},"Install, configure or remove printers.":{"*":["Встановити, налаштувати або видалити принтери."]},"KDE Control Center":{"*":["KDE Контрольний Центр"]},"Configure webcam or capture card":{"*":["Налаштувати вебкамеру або захоплюючу карту"]},"Adjust settings and control webcams or video capture devices":{"*":["Налаштуйте параметри та керуйте веб-камерами або пристроями захоплення відео"]},"Configure accessibility options for users with special needs":{"*":["Налаштуйте параметри доступності для користувачів з особливими потребами"]},"Virtual desktops and activities":{"*":["Віртуальні робочі столи та дії"]},"Create more than one virtual work environment by switching between them.":{"*":["Створіть більше ніж одне віртуальне робоче середовище, перемикаючись між ними."]},"Manage applications that start automatically on login":{"*":["Керуйте програмами, які автоматично запускаються під час входу."]},"Enabling search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Увімкнення пошуку може споживати значну пам'ять та обчислювальні ресурси. Це може призвести до уповільнення системи, залежно від кількості файлів користувача."]},"Connect and manage Bluetooth devices":{"*":["Підключайте та керуйте пристроями Bluetooth"]},"Manage Thunderbolt devices and security settings":{"*":["Керуйте пристроями Thunderbolt та налаштуваннями безпеки"]},"Adjust date, time and timezone.":{"*":["Налаштувати дату, час та часовий пояс."]},"Customize the color scheme of your desktop environment":{"*":["Налаштуйте кольорову схему вашого робочого середовища."]},"Select which applications to use for specific tasks":{"*":["Виберіть, які програми використовувати для конкретних завдань."]},"Change mouse cursor appearance and themes":{"*":["Змінити зовнішній вигляд курсора миші та теми"]},"Configure default paths for documents, downloads and other folders":{"*":["Налаштуйте стандартні шляхи для документів, завантажень та інших папок."]},"Change the visual appearance of the Plasma desktop":{"*":["Змініть візуальний вигляд робочого столу Plasma."]},"Configure which applications open specific file types":{"*":["Налаштуйте, які програми відкривають конкретні типи файлів"]},"Manage permissions for Flatpak applications":{"*":["Керуйте дозволами для додатків Flatpak"]},"Install and configure system fonts and typography settings":{"*":["Встановіть та налаштуйте системні шрифти та параметри типографіки."]},"Configure game controllers and joysticks":{"*":["Налаштуйте ігрові контролери та джойстики"]},"Change the icon theme used throughout the system":{"*":["Змініть тему значків, що використовується в усій системі."]},"Configure digital camera integration with your system":{"*":["Налаштуйте інтеграцію цифрової камери з вашою системою"]},"Manage system services running in the background":{"*":["Керуйте системними службами, що працюють у фоновому режимі."]},"Layout settings, shortcuts and other options.":{"*":["Налаштування макета, ярлики та інші параметри."]},"Configure monitors, resolution, and screen arrangement":{"*":["Налаштування моніторів, роздільна здатність та розташування екранів"]},"Window Decorations":{"*":["Оформлення вікон"]},"Change the appearance of window title bars and borders":{"*":["Змініть вигляд заголовків вікон та їхніх рамок."]},"Configure visual effects and animations for the desktop":{"*":["Налаштуйте візуальні ефекти та анімації для робочого столу"]},"Configure how windows behave and interact":{"*":["Налаштуйте, як вікна поводяться та взаємодіють."]},"Configure mouse sensitivity, buttons and behavior":{"*":["Налаштуйте чутливість миші, кнопки та поведінку."]},"Advanced network configuration (VPN, WiFi, Wired, Static IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Розширена конфігурація мережі (VPN, WiFi, Провідний, Статична IP, PPPoE, ADSL, провідна мережа, мобільний широкосмуговий доступ та інші)."]},"QEFI Entry Manager":{"*":["QEFI Entry Manager"]},"Manage and configure boot entries for UEFI systems":{"*":["Керуйте та налаштовуйте записи завантаження для систем UEFI"]},"Configure system and application notifications":{"*":["Налаштування системних та програмних сповіщень"]},"Boot Screen":{"*":["Екран завантаження"]},"Change the splash screen shown during system startup":{"*":["Змініть екран завантаження, що відображається під час запуску системи."]},"Configure energy saving and battery settings":{"*":["Налаштуйте енергозбереження та налаштування батареї"]},"Configure network proxy settings for internet access":{"*":["Налаштуйте параметри проксі-сервера для доступу до Інтернету"]},"Manage the history of recently accessed files":{"*":["Керуйте історією нещодавно відкритих файлів"]},"Configure language, region, and format settings":{"*":["Налаштуйте мовні, регіональні та форматні налаштування"]},"Configure screen locking settings and appearance":{"*":["Налаштуйте параметри блокування екрана та його вигляд."]},"Configure the login screen appearance and behavior":{"*":["Налаштуйте зовнішній вигляд та поведінку екрану входу."]},"Desktop Session":{"*":["Сесія робочого столу"]},"Configure session startup and shutdown behavior":{"*":["Налаштуйте поведінку запуску та завершення сеансу."]},"Configure sound effects for system events":{"*":["Налаштувати звукові ефекти для системних подій"]},"Configure the splash screen shown while starting applications":{"*":["Налаштуйте екран привітання, що відображається під час запуску програм."]},"Configure the visual appearance of applications":{"*":["Налаштуйте візуальний вигляд програм."]},"Configure drawing tablets and stylus settings":{"*":["Налаштуйте параметри графічних планшетів та стилусів"]},"Configure laptop touchpad behavior and gestures":{"*":["Налаштуйте поведінку та жести сенсорної панелі ноутбука."]},"Configure touchscreen behavior and calibration":{"*":["Налаштування поведінки сенсорного екрану та калібрування"]},"Configure trash bin behavior and cleanup settings":{"*":["Налаштуйте поведінку кошика та параметри очищення."]},"Change desktop background image and slideshow settings":{"*":["Змінити зображення фону робочого столу та налаштування слайд-шоу"]},"Configure the system's landing page and default widgets.":{"*":["Налаштуйте сторінку приземлення системи та віджети за замовчуванням."]},"Access your files and folders.":{"*":["Доступ до ваших файлів та папок."]},"This program can transfer files between smartphones, tablets, and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates best with BigLinux and sits among the applets located near the system clock. To sync with your smartphone, go to the Google Store or Apple Store and install KDE Connect.":{"*":["Ця програма може передавати файли між смартфонами, планшетами та іншими комп'ютерами. З її допомогою ви можете, наприклад, використовувати свій смартфон як бездротову мишу та клавіатуру для керування комп'ютером, серед інших функцій. Вона найкраще інтегрується з BigLinux і розташована серед аплетів, які знаходяться поруч із системним годинником. Щоб синхронізуватися зі своїм смартфоном, перейдіть до Google Store або Apple Store та встановіть KDE Connect."]},"Access the command terminal.":{"*":["Открийте командний термінал."]},"KWalletManager":{"*":["KWalletManager"]},"Tool for managing KDE wallets":{"*":["Інструмент для керування гаманцями KDE"]},"Add or remove programs installed on the system":{"*":["Додати або видалити програми, встановлені в системі"]},"Connect to internet using Android":{"*":["Підключитися до Інтернету за допомогою Android"]},"Connect to internet using iOS":{"*":["Підключитися до Інтернету за допомогою iOS"]},"Connect to Internet":{"*":["Підключитися до Інтернету"]},"Snapshots and backups":{"*":["Знімки та резервні копії"]},"Create or activate restore points":{"*":["Створити або активувати точки відновлення"]},"Biglinux Settings":{"*":["Налаштування Biglinux"]},"Simplify switching BigLinux operation.":{"*":["Спростити перемикання операцій BigLinux."]},"BigLinux Themes":{"*":["BigLinux Теми"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Ми надаємо повні конфігурації для вибору у надзвичайно простий спосіб."]},"Configure feedback and usage report preferences.":{"*":["Налаштуйте параметри зворотного зв'язку та звітів про використання."]},"Configure automatic actions for when devices are connected.":{"*":["Налаштуйте автоматичні дії для підключених пристроїв."]},"Configure search and indexing options in Plasma.":{"*":["Налаштуйте параметри пошуку та індексації в Plasma."]}}}}