{"es":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["buscar"]},"Control Center":{"*":["Centro de Control"]},"Main":{"*":["Principal"]},"Network and Internet":{"*":["Red de red e Internet"]},"Phone":{"*":["Teléfono"]},"Customize":{"*":["Personalizar"]},"Region and Language":{"*":["Región e Idioma"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Cuentas"]},"Devices":{"*":["Dispositivos"]},"System":{"*":["Sistema"]},"About":{"*":["Acerca de"]},"Other":{"*":["Otro"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Usar Internet de tu dispositivo Android en Linux a través de USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Para compartir la conexión a Internet de tu smartphone Android con una computadora Linux usando un cable USB, sigue estos pasos:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Conecta tu smartphone Android al ordenador Linux usando un cable USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["En tu teléfono inteligente, abre 'Configuración' y navega hasta 'Red e Internet' o 'Conexiones y uso compartido'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Busque 'USB Tethering', 'USB Tether' u otros términos similares y habilítelo."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Esto establecerá automáticamente la conexión a Internet en su computadora Linux sin necesidad de ninguna configuración adicional."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Si tu dispositivo Android no está conectado a Wi-Fi y está utilizando datos móviles, este anclaje consumirá datos de tu plan celular. Para evitar cargos por datos, asegúrate de que tu dispositivo Android esté conectado a una red Wi-Fi antes de habilitar el anclaje."]},"Close":{"*":["Cerrar"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Usar Internet de tu dispositivo iOS en Linux a través de USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Para compartir la conexión a Internet de tu smartphone iOS con una computadora Linux usando un cable USB, sigue estos pasos:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Conecta tu dispositivo iOS al ordenador Linux usando un cable USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["En su dispositivo iOS, vaya a 'Configuración', luego seleccione 'Compartir Internet'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Habilitar 'Permitir que otros se unan'. Esto puede habilitar automáticamente 'USB Tethering' si se detecta una conexión USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Si tu dispositivo iOS no está conectado a Wi-Fi y está utilizando datos celulares, este anclaje consumirá datos de tu plan celular. Para evitar cargos por datos, asegúrate de que tu dispositivo iOS esté conectado a una red Wi-Fi antes de habilitar el anclaje."]},"Configure AppimageLauncher":{"*":["Configurar AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Elige el comportamiento de los programas disponibles en .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["La configuración de uso para los antiguos CD de música no es válida para la música en formato MP3."]},"Search for servers (zeroconf)":{"*":["Buscar servidores (zeroconf)"]},"Restore program configuration":{"*":["Restaurar configuración del programa"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Utilidad que facilita la restauración del sistema instalado, principalmente restaurando el arranque del sistema (Grub). También se puede utilizar para acceder al gestor de paquetes y terminal del sistema instalado."]},"Themes, Desktop and Tweaks":{"*":["Temas, Escritorio y Ajustes"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Ofrecemos configuraciones completas para que selecciones de una manera extremadamente sencilla."]},"Install or remove programs.":{"*":["Instalar o desinstalar programas."]},"Introduction to BigLinux":{"*":["Introducción a BigLinux"]},"Themes to Bootsplash":{"*":["Temas para Pantalla de Inicio"]},"Brightness and color":{"*":["Brillo y color"]},"Control brightness and colors":{"*":["Controlar brillo y colores"]},"Search for SSH servers":{"*":["Buscar servidores SSH"]},"Search for VNC servers":{"*":["Buscar servidores VNC"]},"Configure this window border theme":{"*":["Configurar este tema de borde de ventana"]},"Configure this windows theme.":{"*":["Configurar este tema de Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Administrador de Audio Avanzado - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Controlador de audio en caso de ausencia de sonido."]},"Partition or format":{"*":["Partición o formato"]},"Be careful, this program may erase all data on your computer.":{"*":["Ten cuidado, este programa puede borrar todos los datos de tu computadora."]},"Storage Information (SMART)":{"*":["Información de almacenamiento (SMART)"]},"Gufw Firewall":{"*":["Firewall Gufw"]},"Configure security rules for the internet connection.":{"*":["Configurar reglas de seguridad para la conexión a internet."]},"Configure webcam or capture card":{"*":["Configurar cámara web o tarjeta de captura"]},"HP printers":{"*":["Impresoras HP"]},"Check status, ink level and maintenance.":{"*":["Verificar estado, nivel de tinta y mantenimiento."]},"Scanners HP":{"*":["Escáneres HP"]},"Assemble Apple Hardware":{"*":["Ensamblar Hardware de Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Con este programa puedes acceder a programas en tu Apple iPhone o iPad de manera similar a como accedes a archivos en una memoria USB."]},"Connect to the internet using Android":{"*":["Conéctese a Internet utilizando Android"]},"Connect to Internet":{"*":["Conectar a Internet"]},"Connect to the internet using iOS":{"*":["Conéctese a Internet utilizando iOS"]},"Equalizer (DSP)":{"*":["Ecualizador (DSP)"]},"Virtual desktops and activities":{"*":["Escritorios virtuales y actividades"]},"Create more than one virtual desktop by switching between them.":{"*":["Crear más de un escritorio virtual cambiando entre ellos."]},"Enabling search increases system memory and processing consumption.":{"*":["Habilitar la búsqueda aumenta el consumo de memoria del sistema y de procesamiento."]},"Adjust the date, time and time zone.":{"*":["Ajustar la fecha, hora y zona horaria."]},"Plasma Firewall":{"*":["Firewall de Plasma"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Configurar reglas de seguridad para conexiones. Este firewall se basa en la infraestructura de Gufw."]},"Integration with Google Drive and ownCloud":{"*":["Integración con Google Drive y ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Acceda a sus archivos que se encuentran en Google Drive o ownCloud directamente desde el administrador de archivos."]},"Layout settings, hotkeys and other options.":{"*":["Configuración de diseño, atajos de teclado y otras opciones."]},"Manage connections":{"*":["Gestionar conexiones"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Configuración avanzada de red (VPN, wifi, cableado, IP fija, PPPoE, ADSL, red cableada, banda ancha móvil y otros)."]},"Manage services (Systemd)":{"*":["Gestionar servicios (Systemd)"]},"Configure the Kvantum theme":{"*":["Configurar el tema Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Para que la configuración de Kvantum funcione, aplique el tema de Kvantum en 'Estilo de la aplicación'."]},"KDE Password Wallet":{"*":["Monedero de contraseñas de KDE"]},"Manage files":{"*":["Gestionar archivos"]},"Get access to your files and folders.":{"*":["Obtener acceso a tus archivos y carpetas."]},"Storage Usage":{"*":["Uso de almacenamiento"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Este programa puede transferir archivos entre teléfonos inteligentes, tabletas y otros ordenadores. Con él, por ejemplo, puedes usar tu teléfono inteligente como un ratón y teclado inalámbricos para controlar el ordenador, entre otras funciones. Se integra mejor con BigLinux y se encuentra entre los applets ubicados cerca del reloj del sistema. Para sincronizar con tu teléfono inteligente, ve a Google Store o Apple Store e instala Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Acceda al terminal de comandos."]},"Password Manager":{"*":["Gestor de contraseñas"]},"Sound and microphone":{"*":["Sonido y micrófono"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Configurar o cambiar dispositivos de entrada y salida de audio. (Ej: HDMI)"]},"Shared file information":{"*":["Información del archivo compartido"]},"Printers":{"*":["Impresoras"]},"Install, configure or remove printers.":{"*":["Instalar, configurar o eliminar impresoras."]},"KDE Control Center":{"*":["Centro de control de KDE"]},"Advanced power configurator":{"*":["Configurador avanzado de energía"]}}}}