{"es":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Centro de Control"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Usar Internet de tu dispositivo Android en Linux a través de USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Para compartir la conexión a Internet de tu smartphone Android con una computadora Linux usando un cable USB, sigue estos pasos:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Conecta tu smartphone Android al ordenador Linux usando un cable USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["En tu teléfono inteligente, abre 'Configuración' y navega hasta 'Red e Internet' o 'Conexiones y uso compartido'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Busque 'USB Tethering', 'USB Tether' u otros términos similares y habilítelo."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Esto establecerá automáticamente la conexión a Internet en su computadora Linux sin necesidad de ninguna configuración adicional."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Si tu dispositivo Android no está conectado a Wi-Fi y está utilizando datos móviles, este enlace consumirá datos de tu plan celular. Para evitar cargos por datos, asegúrate de que tu dispositivo Android esté conectado a una red Wi-Fi antes de habilitar el enlace."]},"Close":{"*":["Cerrar"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Usar Internet de tu dispositivo iOS en Linux a través de USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Para compartir la conexión a Internet de tu smartphone iOS con una computadora Linux usando un cable USB, sigue estos pasos:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Conecta tu dispositivo iOS al ordenador Linux usando un cable USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["En su dispositivo iOS, vaya a 'Configuración', luego seleccione 'Compartir Internet'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Habilitar 'Permitir que otros se unan'. Esto puede habilitar automáticamente 'USB Tethering' si se detecta una conexión USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Si tu dispositivo iOS no está conectado a Wi-Fi y está utilizando datos celulares, este anclaje consumirá datos de tu plan celular. Para evitar cargos por datos, asegúrate de que tu dispositivo iOS esté conectado a una red Wi-Fi antes de habilitar el anclaje."]},"Main":{"*":["Principal"]},"Network and Internet":{"*":["Red de redes y Internet"]},"Phone":{"*":["Teléfono"]},"Customize":{"*":["Personalizar"]},"Region and Language":{"*":["Región y Idioma"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Cuentas"]},"Devices":{"*":["Dispositivos"]},"System":{"*":["Sistema"]},"About":{"*":["Acerca de"]},"Other":{"*":["Otro"]},"Search...":{"*":["Buscar..."]},"Configure AppimageLauncher":{"*":["Configurar AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Elige el comportamiento de los programas disponibles en .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["La configuración de uso para los antiguos CD de música no es válida para la música en formato MP3."]},"Search for servers (zeroconf)":{"*":["Buscar servidores (zeroconf)"]},"Restore program configuration":{"*":["Restaurar configuración del programa"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Utilidad que facilita la restauración del sistema instalado, principalmente restaurando el arranque del sistema (Grub). También se puede utilizar para acceder al gestor de paquetes y terminal del sistema instalado."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Ofrecemos configuraciones completas para que selecciones de una manera extremadamente sencilla."]},"Install or remove programs.":{"*":["Instalar o desinstalar programas."]},"Introduction to BigLinux":{"*":["Introducción a BigLinux"]},"Themes to Bootsplash":{"*":["Temas para Pantalla de Inicio"]},"Brightness and color":{"*":["Brillo y color"]},"Control brightness and colors":{"*":["Controlar brillo y colores"]},"Search for SSH servers":{"*":["Buscar servidores SSH"]},"Search for VNC servers":{"*":["Buscar servidores VNC"]},"Expand device support":{"*":["Ampliar soporte de dispositivos"]},"The basis of the system and video card support":{"*":["La base del sistema y el soporte de la tarjeta de video"]},"Configure this window border theme":{"*":["Configurar este tema de borde de ventana"]},"Configure this windows theme.":{"*":["Configurar este tema de Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Administrador de Audio Avanzado - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Controlador de audio en caso de ausencia de sonido."]},"Partition or format":{"*":["Partición o formato"]},"Be careful, this program may erase all data on your computer.":{"*":["Ten cuidado, este programa puede borrar todos los datos de tu computadora."]},"Storage Information (SMART)":{"*":["Información de almacenamiento (SMART)"]},"Gufw Firewall":{"*":["Firewall Gufw"]},"Configure security rules for the internet connection.":{"*":["Configurar reglas de seguridad para la conexión a internet."]},"Configure webcam or capture card":{"*":["Configurar cámara web o tarjeta de captura"]},"HP printers":{"*":["Impresoras HP"]},"Check status, ink level and maintenance.":{"*":["Verificar estado, nivel de tinta y mantenimiento."]},"Scanners HP":{"*":["Escáneres HP"]},"Assemble Apple Hardware":{"*":["Ensamblar Hardware de Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Con este programa puedes acceder a programas en tu Apple iPhone o iPad de manera similar a como accedes a archivos en una memoria USB."]},"Connect to the internet using Android":{"*":["Conéctese a Internet utilizando Android"]},"Connect to Internet":{"*":["Conectar a Internet"]},"Connect to the internet using iOS":{"*":["Conéctese a Internet utilizando iOS"]},"Equalizer (DSP)":{"*":["Ecualizador (DSP)"]},"Virtual desktops and activities":{"*":["Escritorios virtuales y actividades"]},"Create more than one virtual desktop by switching between them.":{"*":["Crear más de un escritorio virtual cambiando entre ellos."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Activar la búsqueda puede consumir una cantidad significativa de memoria y recursos de procesamiento. Esto puede hacer que el sistema se ralentice, dependiendo del número de archivos de usuario."]},"Adjust the date, time and time zone.":{"*":["Ajustar la fecha, hora y zona horaria."]},"Plasma Firewall":{"*":["Firewall de Plasma"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Configurar reglas de seguridad para conexiones. Este firewall se basa en la infraestructura de Gufw."]},"Integration with Google Drive and ownCloud":{"*":["Integración con Google Drive y ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Acceda a sus archivos que se encuentran en Google Drive o ownCloud directamente desde el administrador de archivos."]},"Layout settings, hotkeys and other options.":{"*":["Configuración de diseño, atajos de teclado y otras opciones."]},"Manage connections":{"*":["Gestionar conexiones"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Configuración avanzada de red (VPN, wifi, cableado, IP fija, PPPoE, ADSL, red cableada, banda ancha móvil y otros)."]},"Manage services (Systemd)":{"*":["Gestionar servicios (Systemd)"]},"Configure the Kvantum theme":{"*":["Configurar el tema Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Para que la configuración de Kvantum funcione, aplique el tema de Kvantum en 'Estilo de la aplicación'."]},"KDE Password Wallet":{"*":["Monedero de contraseñas de KDE"]},"Snapshots and backups":{"*":["Instantáneas y copias de seguridad"]},"Create or activate restore points":{"*":["Crear o activar puntos de restauración"]},"Manage files":{"*":["Gestionar archivos"]},"Get access to your files and folders.":{"*":["Obtener acceso a tus archivos y carpetas."]},"Storage Usage":{"*":["Uso de almacenamiento"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Este programa puede transferir archivos entre teléfonos inteligentes, tabletas y otros ordenadores. Con él, por ejemplo, puedes usar tu teléfono inteligente como un ratón y teclado inalámbricos para controlar el ordenador, entre otras funciones. Se integra mejor con BigLinux y se encuentra entre los applets ubicados cerca del reloj del sistema. Para sincronizar con tu teléfono inteligente, ve a Google Store o Apple Store e instala Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Acceda al terminal de comandos."]},"Password Manager":{"*":["Gestor de contraseñas"]},"Sound and microphone":{"*":["Sonido y micrófono"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Configurar o cambiar dispositivos de entrada y salida de audio. (Ej: HDMI)"]},"Shared file information":{"*":["Información del archivo compartido"]},"Printers":{"*":["Impresoras"]},"Install, configure or remove printers.":{"*":["Instalar, configurar o eliminar impresoras."]},"KDE Control Center":{"*":["Centro de control de KDE"]},"Advanced power configurator":{"*":["Configurador avanzado de energía"]},"$APP":{"*":["$APL"]},"Erro na criação do diretório : $bigdir":{"*":["Error al crear el directorio: $bigdir"]},"Category":{"*":["Categoría"]},"Name":{"*":["Nombre"]},"ID":{"*":["ID"]},"Info":{"*":["Información"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["¿Desea ver el informe ahora?"]},"Visualizar o relatório":{"*":["Ver informe"]},"Fechar":{"*":["Close"]},"Hardinfo Relatory":{"*":["Informe de Hardinfo"]},"Central de Controle - Webcam":{"*":["Central de Control - Cámara web"]},"Nenhuma webcam localizada.":{"*":["No webcam encontrada."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["La cámara web ya está siendo utilizada por las aplicaciones:"]},"Abrirei em modo de configuração. ":{"*":["I will open in configuration mode."]},"As alterações feitas podem ser vistas":{"*":["Las modificaciones realizadas pueden ser vistas"]},"na imagem da sua webcam em outros programas.":{"*":["en la imagen de tu cámara web en otros programas."]},"Introdução ao BigLinux":{"*":["Introducción a BigLinux"]},"Aguarde, carregando...":{"*":["Espera, cargando..."]},"Bem vindo ao BigLinux":{"*":["Bienvenido a BigLinux"]},"Comece com algumas etapas simples.":{"*":["Comience con algunos pasos simples."]},"Mostrar na inicialização":{"*":["Mostrar en el inicio"]},"Olá":{"*":["Hello"]},"Ajustes iniciais":{"*":["Ajustes iniciales"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["We provide complete settings for you to select in an extremely simple way."]},"Configurações da Tela":{"*":["Configuración de pantalla"]},"Escolha seu navegador padrão":{"*":["Choose your default browser"]},"Defina seus programas padrões.":{"*":["Establecer programas predeterminados."]},"Outros navegadores":{"*":["Otros navegadores"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect es una aplicación que facilita las comunicaciones inalámbricas y la transferencia de datos entre dispositivos en redes locales. Disponible en Google Play Store para Android y Apple Store para iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Instalación de controlador e información de hardware"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Install or Remove Drivers and Firmware easily."]},"Impressoras":{"*":["Impresoras"]},"Conheça alguns recursos":{"*":["Conocer algunos recursos"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Nuestra aplicación es colaborativa, ¡únete a esta evolución! ¡Descubre las novedades!"]},"Big Store":{"*":["Gran Tienda"]},"Web Apps":{"*":["Aplicaciones web"]},"Redutor de Ruídos":{"*":["Reductor de ruido"]},"Configurar a voz do sistema (TTS)":{"*":["Configurar la voz del sistema (TTS)"]},"OCR para PDF":{"*":["OCR to PDF"]},"Doação e Redes sociais":{"*":["Donation and Social Media"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Su donación es muy importante para el proyecto y sigue las redes sociales."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Congratulations, you have completed the first steps to using BigLinux."]},"Aguarde...":{"*":["Esperando..."]},"Verificando conexão com a Internet...":{"*":["Verifying Internet connection..."]},"Sem conexão com a Internet...":{"*":["Sin conexión a Internet..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Al eliminar la configuración, se perderán los programas instalados dentro de Waydroid y sus configuraciones. ¿Estás seguro de que deseas eliminarlo?"]},"Configurações removidas com sucesso!":{"*":["¡Configuraciones eliminadas con éxito!"]},"Nenhuma configuração foi removida!":{"*":["¡Ninguna configuración ha sido eliminada!"]},"Não existem configurações para remover.":{"*":["No hay configuraciones para eliminar."]},"ID do Android:":{"*":["ID de Android:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["No se pudo recuperar el ID de Android. \\n\\nAtención: Waydroid debe estar abierto."]},"Remover":{"*":["Eliminar"]},"Maximizado":{"*":["Maximized"]},"Desinstalar":{"*":["Desinstalar"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Utilice aplicaciones de Android en BigLinux."]},"Instalar o Waydroid":{"*":["Instalar Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Instalar Waydroid con Google Apps"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["La descarga tiene aproximadamente 1 GB, dependiendo de tu conexión puede tardar."]},"Resolução":{"*":["Resolución"]},"Paisagem":{"*":["Paisaje"]},"Retrato":{"*":["Retrato"]},"Aceleração 3D":{"*":["Aceleración 3D"]},"Desativado":{"*":["Desactivado"]},"Ativado":{"*":["Activado"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["El Waydroid también se puede iniciar utilizando el menú del sistema"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["If 3D acceleration is enabled on incompatible hardware, Android will not go past the loading screen."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D acceleration is incompatible on Nvidia graphics cards using the proprietary driver."]},"Exibir ID do Android":{"*":["Mostrar ID de Android"]},"Ativar Google Apps":{"*":["Activar Google Apps"]},"PlayStore":{"*":["PlayStore"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["To activate the Play Store, you need to click on (View Android ID) and copy the Android ID, then click on (Enable Google Apps) to open the Device Registration page, you need to be logged into your Google account, enter your Android ID and register. It may take a few minutes to activate on your Waydroid. Close and reopen. Ready!"]},"Remover Configurações":{"*":["Eliminar configuraciones"]},"Desinstalar o Waydroid":{"*":["Desinstalar Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Si la aceleración 3D está activada en un hardware incompatible, Android no pasará de la pantalla de carga."]},"Parar o Waydroid":{"*":["Detener Waydroid"]},"Iniciar o Waydroid":{"*":["Launch Waydroid"]}}}}