{"hu":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Vezérlőközpont"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Az Android eszköz internetének használata Linuxon USB-n keresztül"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Az Android okostelefon internetkapcsolatának megosztásához egy Linux számítógéppel USB kábelen keresztül, kövesse ezeket lépéseket:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Csatlakoztasd az Android okostelefonodat a Linux számítógéphez egy USB kábellel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["A smartphone-on a 'Beállítások' menüpontban nyisd meg a 'Hálózat és internet' vagy 'Kapcsolatok és megosztás' lehetőséget."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Keresd meg a 'USB osztott hálózat', 'USB osztott kapcsolat' vagy hasonló kifejezéseket, majd engedélyezd."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Ez automatikusan létrehozza az internetkapcsolatot a Linux számítógépen, további konfiguráció nélkül."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ha az Android készüléke nincs csatlakoztatva Wi-Fi-hez, és mobiladatot használ, akkor ez a megosztás mobiladatot fog fogyasztani a mobilcsomagjából. Adatai díjainak elkerülése érdekében győződjön meg róla, hogy az Android készüléke csatlakoztatva van egy Wi-Fi hálózathoz, mielőtt engedélyezné a megosztást."]},"Close":{"*":["Bezárás"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Az iOS eszköz internetének használata Linuxon USB-n keresztül"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Az iOS okostelefon internetkapcsolatának megosztásához egy Linux számítógéppel USB kábelen keresztül, kövesse ezeket a lépéseket:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Csatlakoztasd az iOS eszközt a Linux számítógéphez egy USB kábellel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Az iOS eszközön lépjen a „Beállítások” menübe, majd válassza ki a „Személyes Hotspot” lehetőséget."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Engedélyezze a „Mások csatlakozásának engedélyezése” lehetőséget. Ez automatikusan engedélyezheti az „USB-törlést”, ha USB-csatlakozást észlelnek."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ha az iOS eszköz nincs csatlakoztatva Wi-Fi-hez, és mobiladatot használ, akkor ez a megosztás mobiladatot fog fogyasztani a mobilcsomagodból. Az adatdíjak elkerülése érdekében győződjön meg róla, hogy az iOS eszköz csatlakozik egy Wi-Fi hálózathoz, mielőtt engedélyezné a megosztást."]},"Main":{"*":["Fő"]},"Network and Internet":{"*":["Hálózat és internet"]},"Phone":{"*":["Nem találtam fordítandó szót."]},"Customize":{"*":["Testreszabás"]},"Region and Language":{"*":["Régió és Nyelv"]},"Multimedia":{"*":["Multimédia"]},"Accounts":{"*":["Számlák"]},"Devices":{"*":["Eszközök"]},"System":{"*":["Rendszer"]},"About":{"*":["Névjegy"]},"Other":{"*":["Egyéb"]},"Search...":{"*":["Keresés..."]},"Configure AppimageLauncher":{"*":["AppimageLauncher konfigurálása"]},"Choose the behavior of programs available in .appimage":{"*":["Válassza ki a .appimage-ben elérhető programok viselkedését."]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Az régi zene CD-k használati beállításai nem érvényesek az MP3 zenére."]},"Search for servers (zeroconf)":{"*":["Szerverek keresése (zeroconf)"]},"Restore program configuration":{"*":["Programkonfiguráció visszaállítása"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Olyan segédprogram, amely megkönnyíti a telepített rendszer helyreállítását, főként a rendszerindító (Grub) helyreállítását. Használható a telepített rendszer csomagkezelőjének és termináljának elérésére is."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Teljes konfigurációkat biztosítunk Önnek, hogy rendkívül egyszerűen választhasson."]},"Install or remove programs.":{"*":["Telepítse vagy távolítsa el a programokat."]},"Introduction to BigLinux":{"*":["Bevezetés a BigLinuxba"]},"Themes to Bootsplash":{"*":["Témák a Bootsplash-hez"]},"Brightness and color":{"*":["Fényerő és szín"]},"Control brightness and colors":{"*":["Fényerő és színek szabályozása"]},"Search for SSH servers":{"*":["Keresés SSH szerverekre"]},"Search for VNC servers":{"*":["VNC szerverek keresése"]},"Configure this window border theme":{"*":["Ablakkeret témájának beállítása"]},"Configure this windows theme.":{"*":["Konfiguráld ezt a Windows témát."]},"Advanced Audio Manager - Alsamixer":{"*":["Speciális hangkezelő - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Hang nélküli hangvezérlő."]},"Partition or format":{"*":["Partíció vagy formázás"]},"Be careful, this program may erase all data on your computer.":{"*":["Óvatosan, ez a program törölheti az összes adatot a számítógépén."]},"Storage Information (SMART)":{"*":["Tárolási információk (SMART)"]},"Gufw Firewall":{"*":["Gufw tűzfal"]},"Configure security rules for the internet connection.":{"*":["Konfigurálja a biztonsági szabályokat az internetkapcsolathoz."]},"Configure webcam or capture card":{"*":["Webkamera vagy capture kártya konfigurálása"]},"HP printers":{"*":["HP nyomtatók"]},"Check status, ink level and maintenance.":{"*":["Ellenőrizze az állapotot, a tintaszintet és a karbantartást."]},"Scanners HP":{"*":["HP szkennerek"]},"Assemble Apple Hardware":{"*":["Apple hardver összeszerelése"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Ezzel a programmal hozzáférhetsz az alkalmazásokhoz az Apple iPhone vagy iPad készüléken, hasonlóan ahhoz, ahogy fájlokat hozzáférnél egy pendrive-ról."]},"Connect to the internet using Android":{"*":["Csatlakozzon az internethez Android segítségével"]},"Connect to Internet":{"*":["Csatlakozzon az internethez"]},"Connect to the internet using iOS":{"*":["Csatlakozzon az internethez iOS rendszeren"]},"Equalizer (DSP)":{"*":["Kiegyenlítő (DSP)"]},"Virtual desktops and activities":{"*":["Virtuális asztalok és tevékenységek"]},"Create more than one virtual desktop by switching between them.":{"*":["Hozzon létre több virtuális asztalt azok közötti váltással."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["A keresés aktiválása jelentős memória- és feldolgozási erőforrásokat igényelhet. Ez a rendszert lelassíthatja a felhasználói fájlok számától függően."]},"Adjust the date, time and time zone.":{"*":["Állítsa be a dátumot, időt és időzónát."]},"Plasma Firewall":{"*":["Plazma tűzfal"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigurálja a kapcsolatok biztonsági szabályait. Ez a tűzfal a Gufw infrastruktúrán alapul."]},"Integration with Google Drive and ownCloud":{"*":["Google Drive és ownCloud integrációja"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Hozzáférhet a Google Drive vagy az ownCloud fájljaihoz közvetlenül a fájlkezelőből."]},"Layout settings, hotkeys and other options.":{"*":["Elrendezés beállítások, gyorsbillentyűk és egyéb opciók."]},"Manage connections":{"*":["Kapcsolatok kezelése"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Speciális hálózati konfiguráció (VPN, wifi, vezetékes, fix IP, PPPoE, ADSL, vezetékes hálózat, mobil szélessávú és egyéb)."]},"Manage services (Systemd)":{"*":["Szolgáltatások kezelése (Systemd)"]},"Configure the Kvantum theme":{"*":["Konfigurálja a Kvantum témát"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["A Kvantum beállításainak működéséhez alkalmazza a Kvantum témát az 'App Style' beállításban."]},"KDE Password Wallet":{"*":["KDE Jelszó Tár"]},"Manage files":{"*":["Fájlok kezelése"]},"Get access to your files and folders.":{"*":["Férj hozzá a fájljaidhoz és mappáidhoz."]},"Storage Usage":{"*":["Tárolási használat"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Ez a program fájlokat tud átvinni okostelefonok, táblagépek és más számítógépek között. Például használhatod az okostelefonodat vezeték nélküli egérként és billentyűzetként a számítógép vezérlésére, több más funkció mellett. Jobban integrálódik a BigLinux rendszerrel és az appletek között helyezkedik el a rendszeróra közelében. Az okostelefonoddal való szinkronizáláshoz látogass el a Google Áruházba vagy az Apple Áruházba, és telepítsd a Kde Connect alkalmazást."]},"Terminal":{"*":["Parancssor"]},"Access the command terminal.":{"*":["Hozzáférés a parancssorhoz."]},"Password Manager":{"*":["Jelszókezelő"]},"Sound and microphone":{"*":["Hang és mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Hangolja be vagy változtassa meg az audio bemeneti és kimeneti eszközöket. (Pl.: HDMI)"]},"Shared file information":{"*":["Megosztott fájl információja"]},"Printers":{"*":["Nyomtatók"]},"Install, configure or remove printers.":{"*":["Nyomtatók telepítése, konfigurálása vagy eltávolítása."]},"KDE Control Center":{"*":["KDE Vezérlőközpont"]},"Advanced power configurator":{"*":["Speciális teljesítménybeállító"]}}}}