{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Keresés"]},"Control Center":{"*":["Vezérlőközpont"]},"Main":{"*":["Fő"]},"Network and Internet":{"*":["Hálózat és internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Testreszab"]},"Region and Language":{"*":["Régió és nyelv"]},"Multimedia":{"*":["Multimédia"]},"Accounts":{"*":["Számlák"]},"Devices":{"*":["Eszközök"]},"System":{"*":["Rendszer"]},"About":{"*":["Körülbelül"]},"Other":{"*":["Más"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Android-eszköz internetének használata Linuxon USB-n keresztül"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Ha USB-kábellel szeretné megosztani Android okostelefonja internetkapcsolatát Linux rendszerű számítógéppel, kövesse az alábbi lépéseket:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Csatlakoztassa Android okostelefonját a Linux számítógéphez USB-kábellel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Nyissa meg okostelefonján a \"Beállítások\" elemet, és navigáljon a \"Hálózat és internet\" vagy a \"Kapcsolatok és megosztás\" elemre."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Keresse meg az \"USB Tethering\", \"USB Tether\" vagy hasonló kifejezéseket, és engedélyezze azt."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ha Android-eszköze nem csatlakozik Wi-Fi-hálózathoz, és mobiladat-forgalmat használ, ez az internetmegosztás a mobil-előfizetésből származó adatokat fogyasztja. Az adatforgalmi díjak elkerülése érdekében az internetmegosztás engedélyezése előtt győződjön meg arról, hogy Android-eszköze Wi-Fi-hálózathoz csatlakozik."]},"Close":{"*":["Bezár"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Az iOS-eszköz internetének használata Linuxon USB-n keresztül"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Ha USB-kábellel szeretné megosztani iOS okostelefonja internetkapcsolatát Linux rendszerű számítógéppel, kövesse az alábbi lépéseket:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Csatlakoztassa iOS-eszközét a Linux számítógéphez USB-kábellel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["iOS-készülékén lépjen a \"Beállítások\" menüpontba, majd válassza a \"Személyes hotspot\" lehetőséget."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Engedélyezze a \"Mások csatlakozásának engedélyezése\" lehetőséget. Ez automatikusan engedélyezheti az \"USB-internetmegosztást\", ha USB-kapcsolatot észlel."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ha iOS-készüléke nem csatlakozik Wi-Fi-hálózathoz, és mobiladat-forgalmat használ, ez az internetmegosztás a mobil-előfizetésből származó adatokat fogja fogyasztani. Az adatforgalmi díjak elkerülése érdekében az internetmegosztás engedélyezése előtt győződjön meg arról, hogy iOS-készüléke csatlakozik Wi-Fi-hálózathoz."]},"Configure AppimageLauncher":{"*":["Az AppimageLauncher konfigurálása"]},"Choose the behavior of programs available in .appimage":{"*":["Az .appimage fájlban elérhető programok viselkedésének kiválasztása"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["A régi zenei CD-k használati beállításai nem érvényesek MP3 zenékre."]},"Search for servers (zeroconf)":{"*":["Kiszolgálók keresése (zeroconf)"]},"Restore program configuration":{"*":["Programkonfiguráció visszaállítása"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Segédprogram, amely megkönnyíti a telepített rendszer helyreállítását, főleg a rendszerindítás helyreállítását (Grub). Használható a telepített rendszer csomagkezelőjének és termináljának elérésére is."]},"Themes, Desktop and Tweaks":{"*":["Témák, asztal és csípések"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Teljes konfigurációkat kínálunk Önnek, amelyeket rendkívül egyszerű módon választhat ki."]},"Install or remove programs.":{"*":["Programok telepítése és eltávolítása."]},"Introduction to BigLinux":{"*":["Bevezetés a BigLinuxba"]},"Themes to Bootsplash":{"*":["Témák a Bootsplash-hez"]},"Brightness and color":{"*":["Fényerő és szín"]},"Control brightness and colors":{"*":["A fényerő és a színek szabályozása"]},"Search for SSH servers":{"*":["SSH-kiszolgálók keresése"]},"Search for VNC servers":{"*":["VNC-kiszolgálók keresése"]},"Configure this window border theme":{"*":["Az ablakszegély témájának konfigurálása"]},"Configure this windows theme.":{"*":["Konfigurálja ezt a Windows-témát."]},"Advanced Audio Manager - Alsamixer":{"*":["Fejlett hangkezelő - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Hangvezérlő hang nélkül."]},"Partition or format":{"*":["Partíció vagy formátum"]},"Be careful, this program may erase all data on your computer.":{"*":["Legyen óvatos, ez a program törölheti a számítógép összes adatát."]},"Storage Information (SMART)":{"*":["Tárolási információk (SMART)"]},"Gufw Firewall":{"*":["Gufw tűzfal"]},"Configure security rules for the internet connection.":{"*":["Konfigurálja az internetkapcsolat biztonsági szabályait."]},"Configure webcam or capture card":{"*":["Webkamera vagy rögzítőkártya konfigurálása"]},"HP printers":{"*":["HP nyomtatók"]},"Check status, ink level and maintenance.":{"*":["Ellenőrizze az állapotot, a tintaszintet és a karbantartást."]},"Scanners HP":{"*":["HP szkennerek"]},"Assemble Apple Hardware":{"*":["Az Apple hardver összeszerelése"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Ezzel a programmal az Apple iPhone vagy iPad programjait hasonló módon érheti el, mint az USB-meghajtón lévő fájlok elérését."]},"Connect to the internet using Android":{"*":["Csatlakozzon az internethez Android használatával"]},"Connect to Internet":{"*":["Csatlakozás az internethez"]},"Connect to the internet using iOS":{"*":["Csatlakozás az internethez iOS használatával"]},"Equalizer (DSP)":{"*":["Hangszínszabályzó (DSP)"]},"Virtual desktops and activities":{"*":["Virtuális asztalok és tevékenységek"]},"Create more than one virtual desktop by switching between them.":{"*":["Hozzon létre egynél több virtuális asztalt a közöttük való váltással."]},"Enabling search increases system memory and processing consumption.":{"*":["A keresés engedélyezése növeli a rendszermemóriát és a feldolgozási fogyasztást."]},"Adjust the date, time and time zone.":{"*":["Állítsa be a dátumot, az időt és az időzónát."]},"Plasma Firewall":{"*":["Plazma tűzfal"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Biztonsági szabályok konfigurálása kapcsolatokhoz. Ez a tűzfal a Gufw infrastruktúrán alapul"]},"Integration with Google Drive and ownCloud":{"*":["Integráció a Google Drive-val és az ownClouddal"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["A Google Drive-on vagy az ownCloud-on található fájljait közvetlenül a fájlkezelőből érheti el."]},"Layout settings, hotkeys and other options.":{"*":["Elrendezési beállítások, gyorsbillentyűk és egyéb lehetőségek."]},"Manage connections":{"*":["Kapcsolatok kezelése"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Fejlett hálózati konfiguráció (VPN, wifi, vezetékes, rögzített IP, PPPoE, ADSL, vezetékes hálózat, mobil szélessávú és mások)."]},"Manage services (Systemd)":{"*":["Szolgáltatások kezelése (Systemd)"]},"Configure the Kvantum theme":{"*":["A Kvantum-téma konfigurálása"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Ahhoz, hogy a Kvantum-beállítás működjön, alkalmazza a Kvantum-témát az \"Alkalmazásstílus\" részben."]},"KDE Password Wallet":{"*":["KDE jelszó pénztárca"]},"Manage files":{"*":["Fájlok kezelése"]},"Get access to your files and folders.":{"*":["Hozzáférés a fájlokhoz és mappákhoz."]},"Storage Usage":{"*":["Tárhelyhasználat"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Ez a program fájlokat továbbíthat okostelefonok, táblagépek és más számítógépek között. Ezzel például okostelefonját vezeték nélküli egérként és billentyűzetként használhatja a számítógép vezérléséhez, többek között. Jobban integrálódik a BigLinux-szal, és a rendszeróra közelében található kisalkalmazások között helyezkedik el. Az okostelefonnal való szinkronizáláshoz lépjen a Google Store-ba vagy az Apple Store-ba, és telepítse a Kde Connect alkalmazást."]},"Terminal":{"*":["Terminál"]},"Access the command terminal.":{"*":["Nyissa meg a parancsterminált."]},"Password Manager":{"*":["Jelszókezelő"]},"Sound and microphone":{"*":["Hang és mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Hangbemeneti és -kimeneti eszközök konfigurálása vagy módosítása. (Pl.: HDMI)"]},"Shared file information":{"*":["Megosztott fájlok adatai"]},"Printers":{"*":["Nyomtatók"]},"Install, configure or remove printers.":{"*":["Nyomtatók telepítése, konfigurálása vagy eltávolítása."]},"KDE Control Center":{"*":["KDE vezérlőközpont"]},"Advanced power configurator":{"*":["Fejlett teljesítménykonfigurátor"]}}}}