{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Søge"]},"Control Center":{"*":["Kontrolcenter"]},"Main":{"*":["Vigtigste"]},"Network and Internet":{"*":["Netværk og internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Tilpasse"]},"Region and Language":{"*":["Region og sprog"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Regnskab"]},"Devices":{"*":["Enheder"]},"System":{"*":["System"]},"About":{"*":["Omtrent"]},"Other":{"*":["Anden"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Brug af din Android-enheds internet på Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Følg disse trin for at dele din Android-smartphones internetforbindelse med en Linux-computer ved hjælp af et USB-kabel:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Tilslut din Android-smartphone til Linux-computeren ved hjælp af et USB-kabel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Åbn 'Indstillinger' på din smartphone, og naviger til 'Netværk og internet' eller 'Forbindelser og deling'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Se efter 'USB-tethering', 'USB-tether' eller lignende udtryk, og aktiver det."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Hvis din Android-enhed ikke har forbindelse til Wi-Fi og bruger mobildata, bruger denne internetdeling data fra dit mobilabonnement. For at undgå datagebyrer skal du sikre dig, at din Android-enhed har forbindelse til et Wi-Fi-netværk, før du aktiverer internetdeling."]},"Close":{"*":["Lukke"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Brug af din iOS-enheds internet på Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Følg disse trin for at dele din iOS-smartphones internetforbindelse med en Linux-computer ved hjælp af et USB-kabel:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Tilslut din iOS-enhed til Linux-computeren ved hjælp af et USB-kabel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["På din iOS-enhed skal du gå til 'Indstillinger' og derefter vælge 'Internetdeling'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Aktivér 'Tillad andre at deltage'. Dette aktiverer muligvis automatisk 'USB-tethering', hvis der registreres en USB-forbindelse."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Hvis din iOS-enhed ikke har forbindelse til Wi-Fi og bruger mobildata, bruger denne internetdeling data fra dit mobilabonnement. For at undgå datagebyrer skal du sørge for, at din iOS-enhed har forbindelse til et Wi-Fi-netværk, før du aktiverer internetdeling."]},"Configure AppimageLauncher":{"*":["Konfigurer AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Vælg funktionsmåden for programmer, der er tilgængelige i .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Brugsindstillinger for gamle musik-cd'er er ikke gyldige for MP3-musik."]},"Search for servers (zeroconf)":{"*":["Søg efter servere (zeroconf)"]},"Restore program configuration":{"*":["Gendan programkonfiguration"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Hjælpeprogram, der letter genoprettelsen af det installerede system, primært gendannelse af systemstart (Grub). Det kan også bruges til at få adgang til pakkehåndteringen og terminalen i det installerede system."]},"Themes, Desktop and Tweaks":{"*":["Temaer, skrivebord og tweaks"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Vi leverer komplette konfigurationer, som du kan vælge på en ekstremt enkel måde."]},"Install or remove programs.":{"*":["Installer eller fjern programmer."]},"Introduction to BigLinux":{"*":["Introduktion til BigLinux"]},"Themes to Bootsplash":{"*":["Temaer til Bootsplash"]},"Brightness and color":{"*":["Lysstyrke og farve"]},"Control brightness and colors":{"*":["Kontroller lysstyrke og farver"]},"Search for SSH servers":{"*":["Søg efter SSH-servere"]},"Search for VNC servers":{"*":["Søg efter VNC-servere"]},"Configure this window border theme":{"*":["Konfigurer dette vindueskanttema"]},"Configure this windows theme.":{"*":["Konfigurer dette Windows-tema."]},"Advanced Audio Manager - Alsamixer":{"*":["Avanceret Audio Manager - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Audio controller i tilfælde af ingen lyd."]},"Partition or format":{"*":["Partition eller format"]},"Be careful, this program may erase all data on your computer.":{"*":["Vær forsigtig, dette program kan slette alle data på din computer."]},"Storage Information (SMART)":{"*":["Oplysninger om lagring (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Konfigurer sikkerhedsregler for internetforbindelsen."]},"Configure webcam or capture card":{"*":["Konfigurer webcam eller capture-kort"]},"HP printers":{"*":["HP-printere"]},"Check status, ink level and maintenance.":{"*":["Kontroller status, blækniveau og vedligeholdelse."]},"Scanners HP":{"*":["HP-scannere"]},"Assemble Apple Hardware":{"*":["Saml Apple-hardware"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Med dette program kan du få adgang til programmer på din Apple iPhone eller iPad på samme måde som at få adgang til filer på en USB-stick."]},"Connect to the internet using Android":{"*":["Opret forbindelse til internettet ved hjælp af Android"]},"Connect to Internet":{"*":["Opret forbindelse til internettet"]},"Connect to the internet using iOS":{"*":["Opret forbindelse til internettet via iOS"]},"Equalizer (DSP)":{"*":["Equalizer (DSP)"]},"Virtual desktops and activities":{"*":["Virtuelle skriveborde og aktiviteter"]},"Create more than one virtual desktop by switching between them.":{"*":["Opret mere end ét virtuelt skrivebord ved at skifte mellem dem."]},"Enabling search increases system memory and processing consumption.":{"*":["Aktivering af søgning øger systemhukommelsen og behandlingsforbruget."]},"Adjust the date, time and time zone.":{"*":["Juster dato, klokkeslæt og tidszone."]},"Plasma Firewall":{"*":["Plasma Firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigurer sikkerhedsregler for forbindelser. Denne firewall er baseret på Gufw-infrastrukturen"]},"Integration with Google Drive and ownCloud":{"*":["Integration med Google Drive og ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Få adgang til dine filer, der er på Google Drev eller ownCloud direkte fra filhåndteringen."]},"Layout settings, hotkeys and other options.":{"*":["Layoutindstillinger, genvejstaster og andre muligheder."]},"Manage connections":{"*":["Administrer forbindelser"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Avanceret netværkskonfiguration (VPN, wifi, kablet, fast IP, PPPoE, ADSL, kablet netværk, mobilt bredbånd og andre)."]},"Manage services (Systemd)":{"*":["Administrer tjenester (Systemd)"]},"Configure the Kvantum theme":{"*":["Konfigurer Kvantum-temaet"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["For at Kvantum-opsætningen skal fungere, skal du anvende Kvantum-temaet i 'App Style'."]},"KDE Password Wallet":{"*":["KDE's tegnebog med adgangskode"]},"Manage files":{"*":["Administrer filer"]},"Get access to your files and folders.":{"*":["Få adgang til dine filer og mapper."]},"Storage Usage":{"*":["Brug af lagerplads"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Dette program kan overføre filer mellem smartphones, tablets og andre computere. Med det kan du for eksempel bruge din smartphone som en trådløs mus og tastatur til blandt andet at styre computeren. Det integreres bedre med BigLinux og sidder blandt applets placeret nær systemuret. For at synkronisere med din smartphone skal du gå til Google Store eller Apple Store og installere Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Få adgang til kommandoterminalen."]},"Password Manager":{"*":["Password Manager"]},"Sound and microphone":{"*":["Lyd og mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurer eller skift lydinput- og outputenheder. (Eksempel: HDMI)"]},"Shared file information":{"*":["Oplysninger om delte filer"]},"Printers":{"*":["Printere"]},"Install, configure or remove printers.":{"*":["Installer, konfigurer eller fjern printere."]},"KDE Control Center":{"*":["KDE's kontrolcenter"]},"Advanced power configurator":{"*":["Avanceret strømkonfigurator"]}}}}