{"sk":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["vyhľadať"]},"Control Center":{"*":["Ovládací panel"]},"Main":{"*":["Hlavná"]},"Network and Internet":{"*":["Sieť a internet"]},"Phone":{"*":["Telefón"]},"Customize":{"*":["Prispôsobiť"]},"Region and Language":{"*":["Región a jazyk"]},"Multimedia":{"*":["Multimédia"]},"Accounts":{"*":["Účty"]},"Devices":{"*":["Zariadenia"]},"System":{"*":["Systém"]},"About":{"*":["O programe"]},"Other":{"*":["Iné"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Používanie internetu z vášho zariadenia Android na Linux cez USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Na zdieľanie pripojenia k internetu z Android smartfónu s Linux počítačom cez USB kábel postupujte podľa týchto krokov:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Pripojte svoj Android smartfón k Linux počítaču pomocou USB kábla."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Na svojom smartfóne otvorte „Nastavenia“ a prejdite na „Sieť a internet“ alebo „Pripojenia a zdieľanie“."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Hľadajte „USB zdieľanie pripojenia“, „USB zdieľanie“ alebo podobné termíny a povolte ho."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ak váš zariadenie s Androidom nie je pripojené k Wi-Fi a používa mobilné dáta, toto zdieľanie spotrebuje dáta z vášho mobilného plánu. Aby ste sa vyhli poplatkom za dáta, uistite sa, že je vaše zariadenie s Androidom pripojené k Wi-Fi sieti pred povolením zdieľania."]},"Close":{"*":["Zavrieť"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Používanie internetu z vášho zariadenia iOS na Linux cez USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Na zdieľanie internetového pripojenia vášho smartfónu s iOS s počítačom Linux cez USB kábel postupujte podľa týchto krokov:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Pripojte svoje zariadenie iOS k počítaču so systémom Linux pomocou USB kábla."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Na vašom zariadení iOS prejdite do „Nastavenia“, potom vyberte „Osobný hotspot“."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Povoliť „Povoliť ostatným pripojiť sa“. To môže automaticky povoliť „USB prepojenie“ v prípade zistenia USB pripojenia."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ak váš iOS zariadenie nie je pripojené k Wi-Fi a používa mobilné dáta, toto zdieľanie spotrebuje dáta z vášho mobilného plánu. Pre zabránenie poplatkom za dáta sa uistite, že je vaše iOS zariadenie pripojené k Wi-Fi sieti pred povolením zdieľania."]},"Configure AppimageLauncher":{"*":["Konfigurovať AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Vyberte správanie programov dostupných v .appimage."]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Nastavenia použitia pre staré hudobné CD nie sú platné pre hudbu vo formáte MP3."]},"Search for servers (zeroconf)":{"*":["Vyhľadávanie serverov (zeroconf)"]},"Restore program configuration":{"*":["Obnoviť konfiguráciu programu"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Nástroj umožňujúci obnovu nainštalovaného systému, hlavne obnovu systémového zavádzača (Grub). Môže byť tiež použitý na prístup k správcovi balíkov a terminálu nainštalovaného systému."]},"Themes, Desktop and Tweaks":{"*":["Témy, Plocha a Úpravy"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Poskytujeme kompletné konfigurácie, ktoré môžete jednoducho vybrať."]},"Install or remove programs.":{"*":["Inštalovať alebo odstrániť programy."]},"Introduction to BigLinux":{"*":["Úvod do BigLinux"]},"Themes to Bootsplash":{"*":["Témy pre úvodnú obrazovku"]},"Brightness and color":{"*":["Jas a farba"]},"Control brightness and colors":{"*":["Ovládanie jasu a farieb"]},"Search for SSH servers":{"*":["Vyhľadajte SSH servery"]},"Search for VNC servers":{"*":["Vyhľadajte servery VNC"]},"Configure this window border theme":{"*":["Nakonfigurujte tento tému okrajov okna"]},"Configure this windows theme.":{"*":["Nakonfigurujte tento Windows motív."]},"Advanced Audio Manager - Alsamixer":{"*":["Pokročilý správca zvuku - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Audio kontrolér v prípade žiadneho zvuku."]},"Partition or format":{"*":["Rozdeliť alebo naformátovať"]},"Be careful, this program may erase all data on your computer.":{"*":["Buďte opatrní, tento program môže vymazať všetky údaje na vašom počítači."]},"Storage Information (SMART)":{"*":["Informácie o úložisku (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Konfigurujte bezpečnostné pravidlá pre pripojenie k internetu."]},"Configure webcam or capture card":{"*":["Nakonfigurujte webkameru alebo záznamovú kartu"]},"HP printers":{"*":["Tlačiarne HP"]},"Check status, ink level and maintenance.":{"*":["Skontrolujte stav, úroveň atramentu a údržbu."]},"Scanners HP":{"*":["Skenery HP"]},"Assemble Apple Hardware":{"*":["Zostaviť Apple hardvér"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["S týmto programom môžete pristupovať k programom na vašom Apple iPhone alebo iPade podobným spôsobom ako k prístupu k súborom na USB kľúči."]},"Connect to the internet using Android":{"*":["Pripojte sa na internet pomocou Androidu"]},"Connect to Internet":{"*":["Pripojiť sa k internetu"]},"Connect to the internet using iOS":{"*":["Pripojte sa na internet pomocou iOS."]},"Equalizer (DSP)":{"*":["Ekvalizér (DSP)"]},"Virtual desktops and activities":{"*":["Virtuálne pracovné plochy a aktivity"]},"Create more than one virtual desktop by switching between them.":{"*":["Vytvorte viac ako jeden virtuálny pracovný plochu prepínaním medzi nimi."]},"Enabling search increases system memory and processing consumption.":{"*":["Povolenie vyhľadávania zvyšuje spotrebu systémovej pamäte a spracovania."]},"Adjust the date, time and time zone.":{"*":["Upravte dátum, čas a časové pásmo."]},"Plasma Firewall":{"*":["Plazmová firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigurujte bezpečnostné pravidlá pre pripojenia. Táto firewall je založená na infraštruktúre Gufw."]},"Integration with Google Drive and ownCloud":{"*":["Integrácia s Google Drive a ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Prístup k súborom na Google Drive alebo ownCloud priamo z správcu súborov."]},"Layout settings, hotkeys and other options.":{"*":["Nastavenia rozloženia, skratky kláves a ďalšie možnosti."]},"Manage connections":{"*":["Spravovať pripojenia"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Pokročilá konfigurácia siete (VPN, wifi, káblové, pevná IP adresa, PPPoE, ADSL, káblová sieť, mobilné pripojenie a ďalšie)."]},"Manage services (Systemd)":{"*":["Spravovať služby (Systemd)"]},"Configure the Kvantum theme":{"*":["Nakonfigurujte tému Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Pre fungovanie nastavenia Kvantum použite tému Kvantum v „Štýle aplikácie“."]},"KDE Password Wallet":{"*":["KDE heslová peňaženka"]},"Manage files":{"*":["Spravovať súbory"]},"Get access to your files and folders.":{"*":["Získajte prístup k svojim súborom a priečinkom."]},"Storage Usage":{"*":["Využitie úložiska"]},"KDE Connect":{"*":["KDE Pripojenie"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Tento program umožňuje prenášať súbory medzi smartfónmi, tabletmi a inými počítačmi. S jeho pomocou môžete napríklad použiť svoj smartfón ako bezdrôtovú myš a klávesnicu na ovládanie počítača, medzi ďalšími funkciami. Lepšie sa integruje s BigLinuxom a nachádza sa medzi appletmi umiestnenými blízko systémovej hodiny. Pre synchronizáciu so smartfónom prejdite do obchodu Google Store alebo Apple Store a nainštalujte Kde Connect."]},"Terminal":{"*":["Terminál"]},"Access the command terminal.":{"*":["Prístup k príkazovému riadku."]},"Password Manager":{"*":["Správca hesiel"]},"Sound and microphone":{"*":["Zvuk a mikrofón"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurujte alebo zmeňte zariadenia pre vstup a výstup zvuku. (Napr.: HDMI)"]},"Shared file information":{"*":["Informácie o zdieľanom súbore"]},"Printers":{"*":["Tlačiarne"]},"Install, configure or remove printers.":{"*":["Inštalovať, konfigurovať alebo odstrániť tlačiarne."]},"KDE Control Center":{"*":["KDE Ovládací panel"]},"Advanced power configurator":{"*":["Pokročilý konfigurátor napájania"]}}}}