{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Hľadať"]},"Control Center":{"*":["Ovládacie centrum"]},"Main":{"*":["Hlavný"]},"Network and Internet":{"*":["Sieť a internet"]},"Phone":{"*":["Telefón"]},"Customize":{"*":["Prispôsobiť"]},"Region and Language":{"*":["Región a jazyk"]},"Multimedia":{"*":["Multimédiá"]},"Accounts":{"*":["Účtov"]},"Devices":{"*":["Zariadenia"]},"System":{"*":["Sústava"]},"About":{"*":["O"]},"Other":{"*":["Iný"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Používanie internetu vášho zariadenia Android v systéme Linux cez USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Ak chcete zdieľať internetové pripojenie smartfónu so systémom Android s počítačom so systémom Linux pomocou kábla USB, postupujte nasledovne:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Pripojte smartfón so systémom Android k počítaču so systémom Linux pomocou kábla USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Vo svojom smartfóne otvorte \"Nastavenia\" a prejdite na \"Sieť a internet\" alebo \"Pripojenia a zdieľanie\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Vyhľadajte výrazy \"USB Tether\", \"USB Tether\" alebo podobné výrazy a povoľte ich."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ak vaše zariadenie s Androidom nie je pripojené k sieti Wi-Fi a používa mobilné dáta, toto tethering spotrebuje dáta z vášho mobilného programu. Ak sa chcete vyhnúť poplatkom za dáta, pred povolením tetheringu sa uistite, že je vaše zariadenie s Androidom pripojené k sieti Wi-Fi."]},"Close":{"*":["Zavrieť"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Používanie internetu vášho zariadenia so systémom iOS v systéme Linux cez USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Ak chcete zdieľať internetové pripojenie smartfónu so systémom iOS s počítačom so systémom Linux pomocou kábla USB, postupujte nasledovne:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Pripojte zariadenie so systémom iOS k počítaču so systémom Linux pomocou kábla USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["V zariadení so systémom iOS prejdite do časti Nastavenia a vyberte položku Zdieľanie internetu."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Povoľte možnosť Povoliť ostatným pripojiť sa. To môže automaticky povoliť \"USB Tethering\", ak sa zistí pripojenie USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ak zariadenie so systémom iOS nie je pripojené k Wi-Fi sieti a používa mobilné dáta, tethering bude spotrebovávať dáta z mobilného programu. Ak sa chcete vyhnúť poplatkom za dáta, pred povolením tetheringu sa uistite, že je zariadenie so systémom iOS pripojené k Wi-Fi sieti."]},"Configure AppimageLauncher":{"*":["Konfigurácia aplikácie AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Výber správania programov dostupných v .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Nastavenia používania starých hudobných diskov CD neplatia pre hudbu vo formáte MP3."]},"Search for servers (zeroconf)":{"*":["Vyhľadávanie serverov (zeroconf)"]},"Restore program configuration":{"*":["Obnovenie konfigurácie programu"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Nástroj, ktorý uľahčuje obnovu nainštalovaného systému, hlavne obnovenie zavádzania systému (Grub). Môže sa tiež použiť na prístup k správcovi balíkov a terminálu nainštalovaného systému."]},"Themes, Desktop and Tweaks":{"*":["Motívy, pracovná plocha a vylepšenia"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Poskytujeme kompletné konfigurácie, z ktorých si môžete vybrať veľmi jednoduchým spôsobom."]},"Install or remove programs.":{"*":["Inštalácia alebo odstránenie programov."]},"Introduction to BigLinux":{"*":["Úvod do BigLinuxu"]},"Themes to Bootsplash":{"*":["Témy pre Bootsplash"]},"Brightness and color":{"*":["Jas a farby"]},"Control brightness and colors":{"*":["Ovládanie jasu a farieb"]},"Search for SSH servers":{"*":["Vyhľadávanie SSH serverov"]},"Search for VNC servers":{"*":["Vyhľadávanie serverov VNC"]},"Configure this window border theme":{"*":["Konfigurácia tohto motívu orámovania okna"]},"Configure this windows theme.":{"*":["Nakonfigurujte tento motív systému Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Pokročilý správca zvuku - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Audio ovládač v prípade bez zvuku."]},"Partition or format":{"*":["Oblasť alebo formát"]},"Be careful, this program may erase all data on your computer.":{"*":["Buďte opatrní, tento program môže vymazať všetky údaje v počítači."]},"Storage Information (SMART)":{"*":["Informácie o ukladacom priestore (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Nakonfigurujte pravidlá zabezpečenia pre internetové pripojenie."]},"Configure webcam or capture card":{"*":["Konfigurácia webovej kamery alebo snímacej karty"]},"HP printers":{"*":["Tlačiarne HP"]},"Check status, ink level and maintenance.":{"*":["Skontrolujte stav, hladinu atramentu a údržbu."]},"Scanners HP":{"*":["Skenery HP"]},"Assemble Apple Hardware":{"*":["Zostavenie hardvéru Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Pomocou tohto programu môžete pristupovať k programom na zariadení Apple iPhone alebo iPad podobným spôsobom ako prístup k súborom na USB kľúči."]},"Connect to the internet using Android":{"*":["Pripojenie k internetu pomocou Androidu"]},"Connect to Internet":{"*":["Pripojenie na internet"]},"Connect to the internet using iOS":{"*":["Pripojenie k internetu pomocou systému iOS"]},"Equalizer (DSP)":{"*":["Ekvalizér (DSP)"]},"Virtual desktops and activities":{"*":["Virtuálne pracovné plochy a aktivity"]},"Create more than one virtual desktop by switching between them.":{"*":["Vytvorte viac ako jednu virtuálnu pracovnú plochu prepínaním medzi nimi."]},"Enabling search increases system memory and processing consumption.":{"*":["Povolenie vyhľadávania zvyšuje spotrebu systémovej pamäte a spracovania."]},"Adjust the date, time and time zone.":{"*":["Upravte dátum, čas a časové pásmo."]},"Plasma Firewall":{"*":["Plazmová brána firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Nakonfigurujte pravidlá zabezpečenia pre pripojenia. Tento firewall je založený na infraštruktúre Gufw"]},"Integration with Google Drive and ownCloud":{"*":["Integrácia s Diskom Google a vlastným cloudom"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Pristupujte k svojim súborom, ktoré sú na Disku Google alebo ownCloud, priamo zo správcu súborov."]},"Layout settings, hotkeys and other options.":{"*":["Nastavenia rozloženia, klávesové skratky a ďalšie možnosti."]},"Manage connections":{"*":["Správa pripojení"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Pokročilá konfigurácia siete (VPN, wifi, káblová, pevná IP, PPPoE, ADSL, káblová sieť, mobilné širokopásmové pripojenie a ďalšie)."]},"Manage services (Systemd)":{"*":["Správa služieb (Systemd)"]},"Configure the Kvantum theme":{"*":["Konfigurácia motívu Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Aby nastavenie Kvantum fungovalo, použite tému Kvantum v časti \"Štýl aplikácie\"."]},"KDE Password Wallet":{"*":["Peňaženka s heslom KDE"]},"Manage files":{"*":["Správa súborov"]},"Get access to your files and folders.":{"*":["Získajte prístup k súborom a priečinkom."]},"Storage Usage":{"*":["Využitie úložiska"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Tento program dokáže prenášať súbory medzi smartfónmi, tabletmi a inými počítačmi. S ním môžete okrem iného používať svoj smartphone ako bezdrôtovú myš a klávesnicu na ovládanie počítača. Lepšie sa integruje s BigLinuxom a nachádza sa medzi apletmi umiestnenými v blízkosti systémových hodín. Ak chcete synchronizovať so smartfónom, prejdite do obchodu Google Store alebo Apple Store a nainštalujte aplikáciu Kde Connect."]},"Terminal":{"*":["Terminál"]},"Access the command terminal.":{"*":["Prístup k príkazovému terminálu."]},"Password Manager":{"*":["Správca hesiel"]},"Sound and microphone":{"*":["Zvuk a mikrofón"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurácia alebo zmena vstupných a výstupných zvukových zariadení. (Napríklad: HDMI)"]},"Shared file information":{"*":["Informácie o zdieľaných súboroch"]},"Printers":{"*":["Tlačiarne"]},"Install, configure or remove printers.":{"*":["Inštalácia, konfigurácia alebo odstránenie tlačiarní."]},"KDE Control Center":{"*":["Ovládacie centrum KDE"]},"Advanced power configurator":{"*":["Pokročilý konfigurátor napájania"]}}}}