{"tr":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Kontrol Merkezi"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Android Cihazınızın İnternetini USB Aracılığıyla Linux Üzerinde Kullanma"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Android akıllı telefonun internet bağlantısını bir USB kablosu kullanarak bir Linux bilgisayarla paylaşmak için şu adımları izleyin:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Android akıllı telefonunuzu USB kablosu kullanarak Linux bilgisayara bağlayın."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Akıllı telefonunuzda, 'Ayarlar'ı açın ve 'Ağ ve İnternet' veya 'Bağlantılar ve Paylaşım' bölümüne gidin."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["'USB Tethering' arayın, etkinleştirin."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Bu, Linux bilgisayarınızda herhangi bir ek yapılandırma gerektirmeden internet bağlantısını otomatik olarak kuracaktır."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Android cihazınız Wi-Fi'ye bağlı değilse ve mobil veriyi kullanıyorsa, bu bağlantı paylaşımı mobil planınızdan veri tüketir. Veri ücretlerinden kaçınmak için, paylaşımı etkinleştirmeden önce Android cihazınızın bir Wi-Fi ağına bağlı olduğundan emin olun."]},"Close":{"*":["Kapat"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["iOS Cihazınızın İnternetini USB Aracılığıyla Linux Üzerinde Kullanma"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["iOS akıllı telefonunuzun internet bağlantısını bir USB kablosu kullanarak bir Linux bilgisayarla paylaşmak için şu adımları izleyin:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["iOS cihazınızı USB kablosuyla Linux bilgisayara bağlayın."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["iOS cihazınızda, 'Ayarlar' a gidin, ardından 'Kişisel Erişim Noktası' nı seçin."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["'Diğerlerinin Katılmasına İzin Ver' özelliğini etkinleştirin. Bu, bir USB bağlantısı algılandığında 'USB Tethering' özelliğini otomatik olarak etkinleştirebilir."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["iOS cihazınız Wi-Fi'ye bağlı değilse ve mobil veriyi kullanıyorsa, bu bağlantı paylaşımı mobil planınızdan veri tüketir. Veri ücretlerinden kaçınmak için, paylaşımı etkinleştirmeden önce iOS cihazınızın bir Wi-Fi ağına bağlı olduğundan emin olun."]},"Main":{"*":["Ana Sayfa"]},"Network and Internet":{"*":["Ağ ve İnternet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Özelleştir"]},"Region and Language":{"*":["Bölge ve Dil"]},"Multimedia":{"*":["Çoklu ortam"]},"Accounts":{"*":["Hesaplar"]},"Devices":{"*":["Cihazlar"]},"System":{"*":["Sistem"]},"About":{"*":["Hakkında"]},"Other":{"*":["Diğer"]},"Search...":{"*":["Ara..."]},"Configure AppimageLauncher":{"*":["AppimageLauncher'ı yapılandır"]},"Choose the behavior of programs available in .appimage":{"*":[".appimage dosyasında bulunan programların davranışını seçin"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Eski müzik CD'leri için kullanım ayarları MP3 müzik için geçerli değil."]},"Search for servers (zeroconf)":{"*":["Sunucuları ara (zeroconf)"]},"Restore program configuration":{"*":["Program yapılandırmasını geri yükle"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Yüklü sistemin onarımını kolaylaştıran bir yardımcı program, genellikle sistem önyükleme (Grub) onarımını sağlar. Ayrıca yüklü sistemin paket yöneticisine ve terminaline erişmek için de kullanılabilir."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Size seçmek için size tam yapılandırmalar sunuyoruz, son derece basit bir şekilde seçim yapabilirsiniz."]},"Install or remove programs.":{"*":["Programları yükle veya kaldır."]},"Introduction to BigLinux":{"*":["BigLinux'e Giriş"]},"Themes to Bootsplash":{"*":["Tema Ayarları için Başlangıç Ekranı"]},"Brightness and color":{"*":["Parlaklık ve renk"]},"Control brightness and colors":{"*":["Parlaklığı ve renkleri kontrol et"]},"Search for SSH servers":{"*":["SSH sunucularını ara"]},"Search for VNC servers":{"*":["VNC sunucularını ara"]},"Expand device support":{"*":["Cihaz desteğini genişlet"]},"The basis of the system and video card support":{"*":["Sistem ve video kartı desteğinin temeli"]},"Configure this window border theme":{"*":["Bu pencere kenar temasını yapılandır"]},"Configure this windows theme.":{"*":["Bu Windows temasını yapılandırın."]},"Advanced Audio Manager - Alsamixer":{"*":["Gelişmiş Ses Yöneticisi - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Ses denetleyicisi ses olmadığında."]},"Partition or format":{"*":["Bölümle veya biçimlendir"]},"Be careful, this program may erase all data on your computer.":{"*":["Dikkatli olun, bu program bilgisayarınızdaki tüm verileri silebilir."]},"Storage Information (SMART)":{"*":["Depolama Bilgisi (SMART)"]},"Gufw Firewall":{"*":["Gufw Güvenlik Duvarı"]},"Configure security rules for the internet connection.":{"*":["İnternet bağlantısı için güvenlik kurallarını yapılandırın."]},"Configure webcam or capture card":{"*":["Web kamerasını veya yakalama kartını yapılandırma"]},"HP printers":{"*":["HP yazıcıları"]},"Check status, ink level and maintenance.":{"*":["Durumu kontrol et, mürekkep seviyesi ve bakımı."]},"Scanners HP":{"*":["HP Tarayıcıları"]},"Assemble Apple Hardware":{"*":["Apple Donanımını Birleştir"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Bu program ile Apple iPhone veya iPad'inizdeki programlara, dosyalara USB bellek gibi erişebilirsiniz."]},"Connect to the internet using Android":{"*":["Android kullanarak internete bağlanın"]},"Connect to Internet":{"*":["İnternete bağlan"]},"Connect to the internet using iOS":{"*":["iOS kullanarak internete bağlanın"]},"Equalizer (DSP)":{"*":["Eşitleyici (DSP)"]},"Virtual desktops and activities":{"*":["Sanal masaüstleri ve etkinlikler"]},"Create more than one virtual desktop by switching between them.":{"*":["Birden fazla sanal masaüstü oluşturarak aralarında geçiş yapın."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Arama işlemi etkinleştirildiğinde önemli miktarda bellek ve işlemci kaynağı tüketebilir. Bu durum, kullanıcı dosyalarının sayısına bağlı olarak sistemin yavaşlamasına neden olabilir."]},"Adjust the date, time and time zone.":{"*":["Tarihi, saati ve saat dilimini ayarlayın."]},"Plasma Firewall":{"*":["Plazma Güvenlik Duvarı"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Bağlantılar için güvenlik kurallarını yapılandırın. Bu güvenlik duvarı, Gufw altyapısına dayanmaktadır."]},"Integration with Google Drive and ownCloud":{"*":["Google Drive ve ownCloud entegrasyonu"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Dosya yöneticisinden Google Drive veya ownCloud'daki dosyalarınıza doğrudan erişin."]},"Layout settings, hotkeys and other options.":{"*":["Düzen ayarları, kısayol tuşları ve diğer seçenekler."]},"Manage connections":{"*":["Bağlantıları yönet"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Gelişmiş ağ yapılandırması (VPN, wifi, kablolu, sabit IP, PPPoE, ADSL, kablolu ağ, mobil genişbant ve diğerleri)."]},"Manage services (Systemd)":{"*":["Hizmetleri Yönet (Systemd)"]},"Configure the Kvantum theme":{"*":["Kvantum temasını yapılandır"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Kvantum kurulumunun çalışması için 'Uygulama Stili'nde Kvantum temasını uygulayın."]},"KDE Password Wallet":{"*":["KDE Parola Cüzdanı"]},"Snapshots and backups":{"*":["Anlık görüntüler ve yedeklemeler"]},"Create or activate restore points":{"*":["Geri yükleme noktaları oluştur veya etkinleştir"]},"Manage files":{"*":["Dosyaları yönet"]},"Get access to your files and folders.":{"*":["Dosyalarınıza ve klasörlerinize erişim sağlayın."]},"Storage Usage":{"*":["Depolama Kullanımı"]},"KDE Connect":{"*":["KDE Bağlanabilirlik"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Bu program, akıllı telefonlar, tabletler ve diğer bilgisayarlar arasında dosya transferi yapabilir. Örneğin, akıllı telefonunuzu kablosuz fare ve klavye olarak kullanarak bilgisayarı kontrol edebilirsiniz. BigLinux ile daha iyi entegre olur ve sistem saatinin yakınında bulunan uygulamalar arasında yer alır. Akıllı telefonunuzla senkronize etmek için Google Store veya Apple Store'a gidin ve Kde Connect'i yükleyin."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Komut terminaline erişin."]},"Password Manager":{"*":["Parola Yöneticisi"]},"Sound and microphone":{"*":["Ses ve mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Ses giriş ve çıkış cihazlarını yapılandırın veya değiştirin. (Örn: HDMI)"]},"Shared file information":{"*":["Paylaşılan dosya bilgileri"]},"Printers":{"*":["Yazıcılar"]},"Install, configure or remove printers.":{"*":["Yazıcıları yükleyin, yapılandırın veya kaldırın."]},"KDE Control Center":{"*":["KDE Kontrol Merkezi"]},"Advanced power configurator":{"*":["Gelişmiş güç yapılandırıcısı"]},"$APP":{"*":["$UYGulama"]},"Erro na criação do diretório : $bigdir":{"*":["$bigdir dizin oluşturma hatası"]},"Category":{"*":["Kategori"]},"Name":{"*":["Adı"]},"ID":{"*":["Kimlik"]},"Info":{"*":["Bilgi"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["Rapor dosyası şuraya kaydedildi: $FILE_TO_SAVE\nRaporu şimdi görüntülemek ister misiniz?"]},"Visualizar o relatório":{"*":["Raporu Görüntüle"]},"Fechar":{"*":["Close"]},"Hardinfo Relatory":{"*":["Hardinfo Raporu"]},"Central de Controle - Webcam":{"*":["Kontrol Merkezi - Web Kamerası"]},"Nenhuma webcam localizada.":{"*":["No webcam found."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["Kamera zaten uygulamalar tarafından kullanılıyor:"]},"Abrirei em modo de configuração. ":{"*":["I will open in configuration mode."]},"As alterações feitas podem ser vistas":{"*":["Değişiklikler görülebilir."]},"na imagem da sua webcam em outros programas.":{"*":["Web kamerası görüntüsünü diğer programlarda."]},"Introdução ao BigLinux":{"*":["Giriş BigLinux"]},"Aguarde, carregando...":{"*":["Wait, loading..."]},"Bem vindo ao BigLinux":{"*":["Hoş geldiniz BigLinux'a"]},"Comece com algumas etapas simples.":{"*":["Başlayın bazı basit adımlarla."]},"Mostrar na inicialização":{"*":["Başlangıçta göster"]},"Olá":{"*":["Hello"]},"Ajustes iniciais":{"*":["Başlangıç ayarları"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["Tamamen basit bir şekilde seçebileceğiniz tam yapılandırma seçenekleri sunuyoruz."]},"Configurações da Tela":{"*":["Ekran Ayarları"]},"Escolha seu navegador padrão":{"*":["Choose your default browser"]},"Defina seus programas padrões.":{"*":["Set your default programs."]},"Outros navegadores":{"*":["Diğer tarayıcılar"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect, yerel ağlardaki cihazlar arasında kablosuz iletişimi ve veri transferini kolaylaştıran bir uygulamadır. Android için Google Play Store ve iPhone için Apple Store'da mevcuttur."]},"Instalação de Driver e Informações de Hardware":{"*":["Driver Kurulumu ve Donanım Bilgileri"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Install or Remove Drivers and Firmwares easily."]},"Impressoras":{"*":["Yazıcılar"]},"Conheça alguns recursos":{"*":["Tanıtım için bazı özellikler"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Our system is collaborative, come be part of this evolution. Check out the news!"]},"Big Store":{"*":["Büyük Mağaza"]},"Web Apps":{"*":["Web Uygulamaları"]},"Redutor de Ruídos":{"*":["Gürültü Azaltıcı"]},"Configurar a voz do sistema (TTS)":{"*":["Sistem sesini yapılandır (TTS)"]},"OCR para PDF":{"*":["PDF için OCR"]},"Doação e Redes sociais":{"*":["N/A"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Your donation is very important to the project and follow the social media."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Congratulations, you have completed the first steps to using BigLinux."]},"Aguarde...":{"*":["Bekleyin..."]},"Verificando conexão com a Internet...":{"*":["Checking Internet connection..."]},"Sem conexão com a Internet...":{"*":["No Internet connection..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Waydroid içinde yüklü olan programlar ve ayarlar silindiğinde kaybolacaktır. Gerçekten kaldırmak istiyor musunuz?"]},"Configurações removidas com sucesso!":{"*":["Ayarlar başarıyla kaldırıldı!"]},"Nenhuma configuração foi removida!":{"*":["No settings were removed!"]},"Não existem configurações para remover.":{"*":["There are no settings to remove."]},"ID do Android:":{"*":["Android Kimliği:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Android kimliği alınamadı. \\n\\nUyarı: Waydroid açık olmalıdır."]},"Remover":{"*":["Kaldır"]},"Maximizado":{"*":["Maksimize"]},"Desinstalar":{"*":["Kaldır"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I couldn't detect virtualization technology support, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Kullanıcı arayüzü oluşturucu."]},"Instalar o Waydroid":{"*":["Waydroid'u yükleyin"]},"Instalar o Waydroid com Google Apps":{"*":["Waydroid'u Google Uygulamaları ile birlikte yükleyin"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["İndirme yaklaşık 1 GB boyutundadır, bağlantınıza bağlı olarak uzun sürebilir."]},"Resolução":{"*":["Resolution"]},"Paisagem":{"*":["There is nothing to translate in the provided string."]},"Retrato":{"*":["There is nothing to translate in the provided string."]},"Aceleração 3D":{"*":["3D Acceleration"]},"Desativado":{"*":["Inactive"]},"Ativado":{"*":["Etkinleştirildi"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroid ayrıca sistem menüsünü kullanarak da başlatılabilir."]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Eğer uyumsuz bir donanımda 3D hızlandırma etkinleştirilirse, Android yükleme ekranından ileri geçmeyecektir."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D acceleration is incompatible on Nvidia video cards using the proprietary driver."]},"Exibir ID do Android":{"*":["Android Kimliğini Göster"]},"Ativar Google Apps":{"*":["Google Uygulamalarını Etkinleştir"]},"PlayStore":{"*":["Oyun Mağazası"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["To activate the Play Store, you need to click on (Display Android ID) and copy the Android ID, then click on (Enable Google Apps) to open the Device Registration page, you need to be logged into your Google account, enter your Android ID and register. It may take a few minutes to activate on your Waydroid. Close and reopen. Done!"]},"Remover Configurações":{"*":["Ayarları Kaldır"]},"Desinstalar o Waydroid":{"*":["Waydroid'u kaldır"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Eğer uyumsuz bir donanımda 3D hızlandırma etkinse, Android yükleme ekranından ileri geçmeyecektir."]},"Parar o Waydroid":{"*":["Waydroid'u durdur"]},"Iniciar o Waydroid":{"*":["Waydroid'u başlatmak"]},"Advanced Firewall":{"*":["Gelişmiş Güvenlik Duvarı"]}}}}