{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Aramak"]},"Control Center":{"*":["Kontrol Merkezi"]},"Main":{"*":["Ana"]},"Network and Internet":{"*":["Ağ ve İnternet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Özelleştir"]},"Region and Language":{"*":["Bölge ve Dil"]},"Multimedia":{"*":["Multimedya"]},"Accounts":{"*":["Hesap"]},"Devices":{"*":["Aygıtları"]},"System":{"*":["Sistem"]},"About":{"*":["Hakkında"]},"Other":{"*":["Başka"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Android Cihazınızın İnternetini USB Üzerinden Linux'ta Kullanma"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Android akıllı telefonunuzun internet bağlantısını bir USB kablosu kullanarak bir Linux bilgisayarla paylaşmak için şu adımları izleyin:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Android akıllı telefonunuzu bir USB kablosu kullanarak Linux bilgisayara bağlayın."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Akıllı telefonunuzda 'Ayarlar'ı açın ve 'Ağ ve İnternet' veya 'Bağlantılar ve Paylaşım'a gidin."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["'USB Tethering', 'USB Tether' veya benzer terimleri arayın ve etkinleştirin."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Android cihazınız Wi-Fi'ye bağlı değilse ve hücresel veri kullanıyorsa, bu tethering hücresel planınızdaki verileri tüketir. Veri ücretlerinden kaçınmak için, tethering'i etkinleştirmeden önce Android cihazınızın bir Wi-Fi ağına bağlı olduğundan emin olun."]},"Close":{"*":["Kapatmak"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["iOS Cihazınızın İnternetini USB Üzerinden Linux'ta Kullanma"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["iOS akıllı telefonunuzun internet bağlantısını bir USB kablosu kullanarak bir Linux bilgisayarla paylaşmak için şu adımları izleyin:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["iOS cihazınızı bir USB kablosu kullanarak Linux bilgisayara bağlayın."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["iOS cihazınızda 'Ayarlar'a gidin, ardından 'Kişisel Erişim Noktası'nı seçin."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["'Başkalarının Katılmasına İzin Ver'i etkinleştirin. Bu, bir USB bağlantısı algılanırsa otomatik olarak 'USB Tethering'i etkinleştirebilir."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["iOS aygıtınız Wi-Fi'ye bağlı değilse ve hücresel veri kullanıyorsa, bu tethering hücresel planınızdaki verileri tüketir. Veri ücretlerinden kaçınmak için tethering'i etkinleştirmeden önce iOS aygıtınızın bir Wi-Fi ağına bağlı olduğundan emin olun."]},"Configure AppimageLauncher":{"*":["AppimageLauncher'ı yapılandırma"]},"Choose the behavior of programs available in .appimage":{"*":[".appimage içinde bulunan programların davranışını seçin"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Eski müzik CD'lerinin kullanım ayarları MP3 müzik için geçerli değildir."]},"Search for servers (zeroconf)":{"*":["Sunucu arama (zeroconf)"]},"Restore program configuration":{"*":["Program yapılandırmasını geri yükle"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Kurulu sistemin geri yüklenmesini kolaylaştıran, esas olarak sistem önyüklemesini (Grub) geri yükleyen yardımcı program. Kurulu sistemin paket yöneticisine ve terminaline erişmek için de kullanılabilir."]},"Themes, Desktop and Tweaks":{"*":["Temalar, Masaüstü ve Tweaks"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Son derece basit bir şekilde seçmeniz için eksiksiz konfigürasyonlar sunuyoruz."]},"Install or remove programs.":{"*":["Programları yükleyin veya kaldırın."]},"Introduction to BigLinux":{"*":["BigLinux'a Giriş"]},"Themes to Bootsplash":{"*":["Bootsplash için Temalar"]},"Brightness and color":{"*":["Parlaklık ve renk"]},"Control brightness and colors":{"*":["Parlaklığı ve renkleri kontrol edin"]},"Search for SSH servers":{"*":["SSH sunucularını arayın"]},"Search for VNC servers":{"*":["VNC sunucularını arayın"]},"Configure this window border theme":{"*":["Bu pencere kenarlığı temasını yapılandır"]},"Configure this windows theme.":{"*":["Bu Windows temasını yapılandırın."]},"Advanced Audio Manager - Alsamixer":{"*":["Gelişmiş Ses Yöneticisi - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Ses olmaması durumunda ses denetleyicisi."]},"Partition or format":{"*":["Bölüm veya biçim"]},"Be careful, this program may erase all data on your computer.":{"*":["Dikkatli olun, bu program bilgisayarınızdaki tüm verileri silebilir."]},"Storage Information (SMART)":{"*":["Depolama Bilgileri (SMART)"]},"Gufw Firewall":{"*":["Gufw Güvenlik Duvarı"]},"Configure security rules for the internet connection.":{"*":["İnternet bağlantısı için güvenlik kurallarını yapılandırın."]},"Configure webcam or capture card":{"*":["Web kamerasını veya yakalama kartını yapılandırın"]},"HP printers":{"*":["HP yazıcılar"]},"Check status, ink level and maintenance.":{"*":["Durumu, mürekkep seviyesini ve bakımı kontrol edin."]},"Scanners HP":{"*":["HP Tarayıcılar"]},"Assemble Apple Hardware":{"*":["Apple Donanımını Bir Araya Getirin"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Bu programla, Apple iPhone veya iPad'inizdeki programlara, bir USB çubuğundaki dosyalara erişmeye benzer şekilde erişebilirsiniz."]},"Connect to the internet using Android":{"*":["Android kullanarak internete bağlanın"]},"Connect to Internet":{"*":["İnternet'e bağlan"]},"Connect to the internet using iOS":{"*":["iOS kullanarak internete bağlanma"]},"Equalizer (DSP)":{"*":["Ekolayzer (DSP)"]},"Virtual desktops and activities":{"*":["Sanal masaüstleri ve etkinlikler"]},"Create more than one virtual desktop by switching between them.":{"*":["Aralarında geçiş yaparak birden fazla sanal masaüstü oluşturun."]},"Enabling search increases system memory and processing consumption.":{"*":["Aramayı etkinleştirmek, sistem belleğini ve işlem tüketimini artırır."]},"Adjust the date, time and time zone.":{"*":["Tarihi, saati ve saat dilimini ayarlayın."]},"Plasma Firewall":{"*":["Plazma Güvenlik Duvarı"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Bağlantılar için güvenlik kurallarını yapılandırın. Bu güvenlik duvarı Gufw altyapısına dayanmaktadır"]},"Integration with Google Drive and ownCloud":{"*":["Google Drive ve ownCloud ile entegrasyon"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Google Drive veya ownCloud'daki dosyalarınıza doğrudan dosya yöneticisinden erişin."]},"Layout settings, hotkeys and other options.":{"*":["Düzen ayarları, kısayol tuşları ve diğer seçenekler."]},"Manage connections":{"*":["Bağlantıları yönet"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Gelişmiş ağ yapılandırması (VPN, wifi, kablolu, sabit IP, PPPoE, ADSL, kablolu ağ, mobil geniş bant ve diğerleri)."]},"Manage services (Systemd)":{"*":["Hizmetleri yönetme (Systemd)"]},"Configure the Kvantum theme":{"*":["Kvantum temasını yapılandırma"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Kvantum kurulumunun çalışması için Kvantum temasını 'Uygulama Stili'nde uygulayın."]},"KDE Password Wallet":{"*":["KDE Şifre Cüzdanı"]},"Manage files":{"*":["Dosyaları yönet"]},"Get access to your files and folders.":{"*":["Dosyalarınıza ve klasörlerinize erişin."]},"Storage Usage":{"*":["Depolama Kullanımı"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Bu program akıllı telefonlar, tabletler ve diğer bilgisayarlar arasında dosya aktarabilir. Bununla, örneğin, diğer özelliklerin yanı sıra bilgisayarı kontrol etmek için akıllı telefonunuzu kablosuz fare ve klavye olarak kullanabilirsiniz. BigLinux ile daha iyi bütünleşir ve sistem saatinin yanında bulunan uygulamalar arasında yer alır. Akıllı telefonunuzla senkronize etmek için Google Store veya Apple Store'a gidin ve Kde Connect'i yükleyin."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Komut terminaline erişin."]},"Password Manager":{"*":["Şifre Yöneticisi"]},"Sound and microphone":{"*":["Ses ve mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Ses giriş ve çıkış aygıtlarını yapılandırın veya değiştirin. (Örn: HDMI)"]},"Shared file information":{"*":["Paylaşılan dosya bilgileri"]},"Printers":{"*":["Yazıcı"]},"Install, configure or remove printers.":{"*":["Yazıcıları yükleyin, yapılandırın veya kaldırın."]},"KDE Control Center":{"*":["KDE Denetim Merkezi"]},"Advanced power configurator":{"*":["Gelişmiş güç konfigüratörü"]}}}}