{"he":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["חיפוש"]},"Control Center":{"*":["מרכז בקרה"]},"Main":{"*":["ראשי"]},"Network and Internet":{"*":["רשת ואינטרנט"]},"Phone":{"*":["טלפון"]},"Customize":{"*":["התאמה אישית"]},"Region and Language":{"*":["אזור ושפה"]},"Multimedia":{"*":["מולטימדיה"]},"Accounts":{"*":["חשבונות"]},"Devices":{"*":["התקן"]},"System":{"*":["מערכת"]},"About":{"*":["אודות"]},"Other":{"*":["אחר"]},"Using Your Android Device's Internet on Linux via USB":{"*":["שימוש באינטרנט של המכשיר האנדרואיד שלך ב-Linux דרך USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["כדי לשתף את חיבור האינטרנט של הסמארטפון שלך המשתמש במערכת ההפעלה אנדרואיד עם מחשב לינוקס באמצעות כבל USB, עקוב אחר השלבים הבאים:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["חבר את הסמארטפון שלך המרובה למחשב הלינוקס באמצעות כבל USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["על הסמארטפון שלך, פתח את 'הגדרות' ונווט אל 'רשת ואינטרנט' או 'חיבורים ושיתוף'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["חפש 'שיתוף גישה באמצעות USB', 'שיתוף גישה USB', או מונחים דומים והפעל אותם."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["זה יקים את חיבור האינטרנט במחשב הלינוקס שלך באופן אוטומטי מבלי לדרוש תצורה נוספת."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["אם המכשיר שלך ב-Android אינו מחובר לרשת Wi-Fi ומשתמש בנתונים סלולריים, השימוש בטתרינג יצרוך נתונים מתוך תוכנית הנתונים הסלולרית שלך. כדי למנוע חיובים נוספים, וודא שהמכשיר שלך מחובר לרשת Wi-Fi לפני הפעלת הטתרינג."]},"Close":{"*":["סגור"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["שימוש באינטרנט של המכשיר שלך ב-IOS על Linux דרך USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["כדי לשתף את חיבור האינטרנט של הטלפון החכם שלך במערכת ההפעלה Linux באמצעות כבל USB, עקוב אחר השלבים הבאים:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["חבר את המכשיר שלך המשתמש במערכת ההפעלה iOS למחשב המשתמש במערכת ההפעלה Linux באמצעות כבל USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["על המכשיר שלך ב- iOS, עבור ל 'הגדרות', ואז בחר 'נקודת גישה אישית'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["הפעל 'אפשר לאחרים להצטרף'. זה עשוי להפעיל באופן אוטומטי 'שיתוף גישה לאינטרנט דרך USB' אם גילו חיבור USB."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["אם המכשיר שלך במערכת ה-iOS אינו מחובר לרשת Wi-Fi ומשתמש בנתונים ניידים, השימוש בטתרינג יצרוך נתונים מתוך תוכנית הנתונים הניידים שלך. כדי למנוע חיובים בנתונים, וודא שהמכשיר שלך מחובר לרשת Wi-Fi לפני הפעלת הטתרינג."]},"Configure AppimageLauncher":{"*":["הגדר AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["בחר את ההתנהגות של התוכניות הזמינות ב־.appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["הגדרות השימוש עבור תקליטי מוזיקה ישנים אינן תקפות עבור מוזיקת MP3."]},"Search for servers (zeroconf)":{"*":["חפש שרתים (zeroconf)"]},"Restore program configuration":{"*":["שחזור הגדרות התוכנית"]},"biglinux-config":{"*":["תצורת-biglinux"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["כלי שמקל על שחזור המערכת שמותקנת, בעיקר שחזור האתחול של המערכת (Grub). ניתן גם להשתמש בו כדי לגשת למנהל החבילות ולטרמינל של המערכת שמותקנת."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["אנו מספקים הגדרות מלאות לבחירה בדרך קלה ביותר."]},"Install or remove programs.":{"*":["התקן או הסר תוכניות."]},"Introduction to BigLinux":{"*":["הקדמה ל־BigLinux"]},"Themes to Bootsplash":{"*":["ערכות נושאים למסך הטעינה"]},"Brightness and color":{"*":["בהירות וצבע"]},"Control brightness and colors":{"*":["שליטה בבהירות ובצבעים"]},"Search for SSH servers":{"*":["חפש שרתי SSH"]},"Search for VNC servers":{"*":["חפש שרתי VNC"]},"Configure this window border theme":{"*":["הגדר ערכת גבולות חלון זו"]},"Configure this windows theme.":{"*":["הגדר ערכת עיצוב זו של Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["מנהל שמע מתקדם - Alsamixer"]},"Audio controller in case of no sound.":{"*":["בקר שמע במקרה של אין קול."]},"Partition or format":{"*":["פריקה או פורמט"]},"Be careful, this program may erase all data on your computer.":{"*":["זהירות, התוכנית עשויה למחוק את כל הנתונים במחשב שלך."]},"Storage Information (SMART)":{"*":["מידע אחסון (SMART)"]},"Gufw Firewall":{"*":["גיבוי חומת אש"]},"Configure security rules for the internet connection.":{"*":["הגדר כללי אבטחה עבור חיבור האינטרנט."]},"Configure webcam or capture card":{"*":["הגדר מצלמת רשת או כרטיס כידוד"]},"HP printers":{"*":["מדפסות HP"]},"Check status, ink level and maintenance.":{"*":["בדוק מצב, רמת דיו ותחזוקה."]},"Scanners HP":{"*":["סורקים HP"]},"Assemble Apple Hardware":{"*":["צרי ציוד חומרה של Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["עם תוכנית זו ניתן לגשת לתוכניות ב-iPhone או iPad שלך בדרך דומה לגישה לקבצים בכונן פנימי."]},"Connect to the internet using Android":{"*":["התחבר לאינטרנט באמצעות Android"]},"Connect to Internet":{"*":["התחבר לאינטרנט"]},"Connect to the internet using iOS":{"*":["התחבר לאינטרנט באמצעות iOS"]},"Equalizer (DSP)":{"*":["מכוון עוצמת קול"]},"Virtual desktops and activities":{"*":["שולחנות עבודה ופעילויות וירטואליים"]},"Create more than one virtual desktop by switching between them.":{"*":["צור יותר ממסך רוחבי והחלף ביניהם."]},"Enabling search increases system memory and processing consumption.":{"*":["הפעלת החיפוש מגבירה את צריכת זיכרון המערכת ואת צריכת העיבוד."]},"Adjust the date, time and time zone.":{"*":["כוונן את התאריך, השעה ואזור הזמן."]},"Plasma Firewall":{"*":["גדר אש פלזמה"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["הגדר כללי אבטחה עבור חיבורים. חומת האש הזו מבוססת על תשתית Gufw"]},"Integration with Google Drive and ownCloud":{"*":["אינטגרציה עם Google Drive ו-ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["גישה לקבצים שנמצאים ב-Google Drive או ב-ownCloud ישירות מהמנהל קבצים."]},"Layout settings, hotkeys and other options.":{"*":["הגדרות פריסה, מקשי חים ואפשרויות נוספות."]},"Manage connections":{"*":["ניהול חיבורים"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["תצורת רשת מתקדמת (VPN, wifi, חוטי, כתובת IP קבועה, PPPoE, ADSL, רשת חוטית, רוחב פס נייד ואחרים)."]},"Manage services (Systemd)":{"*":["ניהול שירותים (Systemd)"]},"Configure the Kvantum theme":{"*":["הגדר את ערכת העיצוב Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["כדי שההגדרה של Kvantum תעבוד, יש להחיל את ערכת העיצוב של Kvantum ב'סגנון אפליקציה'."]},"KDE Password Wallet":{"*":["ארון הסיסמאות של KDE"]},"Manage files":{"*":["ניהול קבצים"]},"Get access to your files and folders.":{"*":["גישה לקבצים ותיקיות שלך."]},"Storage Usage":{"*":["שימוש באחסון"]},"KDE Connect":{"*":["חיבור KDE"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["תוכנית זו יכולה להעביר קבצים בין טלפונים חכמים, טאבלטים ומחשבים אחרים. עם זאת, ניתן, לדוגמה, להשתמש בטלפון החכם שלך כעכבר ומקלדת אלחוטיים כדי לשלוט במחשב, בין התכונות האחרות. הוא משתלב טוב יותר עם BigLinux ונמצא בין האפלטים הממוקמים ליד שעון המערכת. כדי לסנכרן עם הטלפון החכם שלך, עבור אל חנות Google או חנות Apple והתקן את Kde Connect."]},"Terminal":{"*":["טרמינל"]},"Access the command terminal.":{"*":["גש לטרמינל הפקודות."]},"Password Manager":{"*":["מנהל סיסמאות"]},"Sound and microphone":{"*":["קול ומיקרופון"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["הגדר או שנה מכשירי קלט ופלט של שמע. (לדוגמה: HDMI)"]},"Shared file information":{"*":["מידע קובץ משותף"]},"Printers":{"*":["מדפסות"]},"Install, configure or remove printers.":{"*":["התקן, הגדר או הסר מדפסות."]},"KDE Control Center":{"*":["מרכז בקרת KDE"]},"Advanced power configurator":{"*":["מגדיר הגדרות כח מתקדמות"]}}}}