{"pt":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Centro de Controle"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Usando a Internet do seu dispositivo Android no Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Para compartilhar a conexão de internet do seu smartphone Android com um computador Linux usando um cabo USB, siga estes passos:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Conecte seu smartphone Android ao computador Linux usando um cabo USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["No seu smartphone, abra 'Configurações' e navegue até 'Rede e Internet' ou 'Conexões e Compartilhamento'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Procure 'Compartilhamento de USB', 'USB Tether' ou termos similares e habilite-o."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Isso estabelecerá automaticamente a conexão com a internet no seu computador Linux sem exigir nenhuma configuração adicional."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se o seu dispositivo Android não estiver conectado ao Wi-Fi e estiver usando dados móveis, esse compartilhamento consumirá dados do seu plano celular. Para evitar cobranças de dados, certifique-se de que seu dispositivo Android esteja conectado a uma rede Wi-Fi antes de ativar o compartilhamento."]},"Close":{"*":["Fechar"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Usando a Internet do seu dispositivo iOS no Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Para compartilhar a conexão de internet do seu smartphone iOS com um computador Linux usando um cabo USB, siga estes passos:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Conecte seu dispositivo iOS ao computador Linux usando um cabo USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["No seu dispositivo iOS, vá para 'Ajustes', depois selecione 'Hotspot Pessoal'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Ativar 'Permitir que outros se juntem'. Isso pode ativar automaticamente 'Compartilhamento de USB' se uma conexão USB for detectada."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Se o seu dispositivo iOS não estiver conectado ao Wi-Fi e estiver usando dados celulares, esse compartilhamento consumirá dados do seu plano celular. Para evitar cobranças de dados, certifique-se de que seu dispositivo iOS esteja conectado a uma rede Wi-Fi antes de ativar o compartilhamento."]},"Configure AppimageLauncher":{"*":["Configurar AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Escolha o comportamento dos programas disponíveis em .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["As configurações de uso para CDs de música antigos não são válidas para músicas MP3."]},"Search for servers (zeroconf)":{"*":["Procurar servidores (zeroconf)"]},"Restore program configuration":{"*":["Restaurar configuração do programa"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Utilitário que facilita a restauração do sistema instalado, principalmente restaurando o boot do sistema (Grub). Também pode ser usado para acessar o gerenciador de pacotes e terminal do sistema instalado."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Fornecemos configurações completas para você selecionar de forma extremamente simples."]},"Install or remove programs.":{"*":["Instalar ou remover programas."]},"Introduction to BigLinux":{"*":["Introdução ao BigLinux"]},"Themes to Bootsplash":{"*":["Temas para a tela de inicialização"]},"Brightness and color":{"*":["Brilho e cor"]},"Control brightness and colors":{"*":["Controlar brilho e cores"]},"Search for SSH servers":{"*":["Procurar por servidores SSH"]},"Search for VNC servers":{"*":["Procurar por servidores VNC"]},"Configure this window border theme":{"*":["Configurar este tema de borda da janela"]},"Configure this windows theme.":{"*":["Configurar este tema do Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Gestor Avançado de Áudio - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Controlador de áudio em caso de ausência de som."]},"Partition or format":{"*":["Particionar ou formatar"]},"Be careful, this program may erase all data on your computer.":{"*":["Tenha cuidado, este programa pode apagar todos os dados do seu computador."]},"Storage Information (SMART)":{"*":["Informações de Armazenamento (SMART)"]},"Gufw Firewall":{"*":["Firewall Gufw"]},"Configure security rules for the internet connection.":{"*":["Configurar regras de segurança para a conexão com a internet."]},"Configure webcam or capture card":{"*":["Configurar webcam ou placa de captura"]},"HP printers":{"*":["Impressoras HP"]},"Check status, ink level and maintenance.":{"*":["Verificar status, nível de tinta e manutenção."]},"Scanners HP":{"*":["Scanners HP"]},"Assemble Apple Hardware":{"*":["Montar Hardware da Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Com este programa, você pode acessar programas no seu Apple iPhone ou iPad de forma semelhante ao acesso a arquivos em uma unidade flash."]},"Connect to the internet using Android":{"*":["Conectar à internet usando Android"]},"Connect to Internet":{"*":["Conectar à Internet"]},"Connect to the internet using iOS":{"*":["Conectar à internet usando iOS"]},"Equalizer (DSP)":{"*":["Equalizador (DSP)"]},"Virtual desktops and activities":{"*":["Desktops virtuais e atividades"]},"Create more than one virtual desktop by switching between them.":{"*":["Criar mais de um ambiente de trabalho virtual alternando entre eles."]},"Enabling search increases system memory and processing consumption.":{"*":["A ativação da pesquisa aumenta o consumo de memória do sistema e processamento."]},"Adjust the date, time and time zone.":{"*":["Ajustar a data, hora e fuso horário."]},"Plasma Firewall":{"*":["Firewall Plasma"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Configurar regras de segurança para conexões. Este firewall é baseado na infraestrutura do Gufw."]},"Integration with Google Drive and ownCloud":{"*":["Integração com Google Drive e ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Acesse seus arquivos que estão no Google Drive ou ownCloud diretamente do gerenciador de arquivos."]},"Layout settings, hotkeys and other options.":{"*":["Configurações de layout, atalhos e outras opções."]},"Manage connections":{"*":["Gerenciar conexões"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Configuração avançada de rede (VPN, wifi, com fio, IP fixo, PPPoE, ADSL, rede com fio, banda larga móvel e outros)."]},"Manage services (Systemd)":{"*":["Gerenciar serviços (Systemd)"]},"Configure the Kvantum theme":{"*":["Configurar o tema Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Para que a configuração do Kvantum funcione, aplique o tema Kvantum em 'Estilo do Aplicativo'."]},"KDE Password Wallet":{"*":["Carteira de Senhas do KDE"]},"Manage files":{"*":["Gerenciar arquivos"]},"Get access to your files and folders.":{"*":["Aceda aos seus ficheiros e pastas."]},"Storage Usage":{"*":["Uso de Armazenamento"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Este programa pode transferir arquivos entre smartphones, tablets e outros computadores. Com ele, você pode, por exemplo, usar seu smartphone como um mouse e teclado sem fio para controlar o computador, entre outras funcionalidades. Ele se integra melhor com o BigLinux e fica entre os applets localizados perto do relógio do sistema. Para sincronizar com seu smartphone, vá para a Google Store ou Apple Store e instale o Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Acesse o terminal de comando."]},"Password Manager":{"*":["Gerenciador de Senhas"]},"Sound and microphone":{"*":["Som e microfone"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Configurar ou alterar dispositivos de entrada e saída de áudio. (Ex: HDMI)"]},"Shared file information":{"*":["Informações do arquivo compartilhado"]},"Printers":{"*":["Impressoras"]},"Install, configure or remove printers.":{"*":["Instalar, configurar ou remover impressoras."]},"KDE Control Center":{"*":["Centro de Controle do KDE"]},"Advanced power configurator":{"*":["Configurador avançado de energia"]}}}}