{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Шукати"]},"Control Center":{"*":["Центр управління"]},"Main":{"*":["Головний"]},"Network and Internet":{"*":["Мережа та Інтернет"]},"Phone":{"*":["Телефон"]},"Customize":{"*":["Налаштувати"]},"Region and Language":{"*":["Регіон і мова"]},"Multimedia":{"*":["Мультимедіа"]},"Accounts":{"*":["Рахунки"]},"Devices":{"*":["Пристрої"]},"System":{"*":["Система"]},"About":{"*":["Про"]},"Other":{"*":["Інший"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Використання Інтернету на пристрої Android у Linux через USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Щоб поділитися інтернет-з'єднанням смартфона Android з комп'ютером з Linux за допомогою USB-кабелю, виконайте такі дії:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Підключіть смартфон Android до комп'ютера з ОС Linux за допомогою USB-кабелю."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["На своєму смартфоні відкрийте «Налаштування» та перейдіть до «Мережа та Інтернет» або «Підключення та спільний доступ»."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Знайдіть \"USB-модем\", \"USB Tether\" або подібні терміни та ввімкніть його."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Якщо ваш пристрій Android не підключено до Wi-Fi і використовує стільникові дані, цей модем споживатиме трафік із вашого стільникового плану. Щоб уникнути плати за передачу даних, переконайтеся, що пристрій Android підключено до мережі Wi-Fi, перш ніж вмикати модем."]},"Close":{"*":["Закрити"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Використання Інтернету на пристрої iOS у Linux через USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Щоб поділитися інтернет-з'єднанням смартфона iOS з комп'ютером з Linux за допомогою кабелю USB, виконайте такі дії:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Підключіть пристрій iOS до комп'ютера з Linux за допомогою кабелю USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["На пристрої iOS перейдіть до «Налаштування», а потім виберіть «Власний хот-спот»."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Увімкніть опцію \"Дозволити іншим приєднатися\". Це може автоматично ввімкнути «USB-модем», якщо виявлено USB-з'єднання."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Якщо ваш пристрій iOS не підключено до Wi-Fi і використовує стільникові дані, цей модем споживатиме дані з вашого стільникового плану. Щоб уникнути плати за передачу даних, переконайтеся, що ваш пристрій iOS підключено до мережі Wi-Fi, перш ніж вмикати модем."]},"Configure AppimageLauncher":{"*":["Налаштування AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Вибір поведінки програм, доступних у .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Настройки використання старих музичних компакт-дисків недійсні для музики у форматі MP3."]},"Search for servers (zeroconf)":{"*":["Пошук серверів (zeroconf)"]},"Restore program configuration":{"*":["Відновлення конфігурації програми"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Утиліта, що полегшує відновлення встановленої системи, в основному відновлює завантаження системи (Grub). Його також можна використовувати для доступу до менеджера пакетів і терміналу встановленої системи."]},"Themes, Desktop and Tweaks":{"*":["Теми, робочий стіл і налаштування"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Ми надаємо повні конфігурації, щоб ви могли вибрати їх надзвичайно простим способом."]},"Install or remove programs.":{"*":["Інсталяція або видалення програм."]},"Introduction to BigLinux":{"*":["Вступ до BigLinux"]},"Themes to Bootsplash":{"*":["Теми для Bootsplash"]},"Brightness and color":{"*":["Яскравість і колір"]},"Control brightness and colors":{"*":["Керування яскравістю та кольорами"]},"Search for SSH servers":{"*":["Пошук SSH-серверів"]},"Search for VNC servers":{"*":["Пошук серверів VNC"]},"Configure this window border theme":{"*":["Налаштуйте цю тему рамки вікна"]},"Configure this windows theme.":{"*":["Налаштуйте цю тему Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Розширений аудіоменеджер - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Аудіоконтролер на випадок відсутності звуку."]},"Partition or format":{"*":["Розділ або формат"]},"Be careful, this program may erase all data on your computer.":{"*":["Будьте обережні, ця програма може стерти всі дані на вашому комп'ютері."]},"Storage Information (SMART)":{"*":["Інформація про сховище (SMART)"]},"Gufw Firewall":{"*":["Брандмауер Gufw"]},"Configure security rules for the internet connection.":{"*":["Налаштуйте правила безпеки для інтернет-з'єднання."]},"Configure webcam or capture card":{"*":["Налаштування веб-камери або карти захоплення"]},"HP printers":{"*":["Принтери HP"]},"Check status, ink level and maintenance.":{"*":["Перевірте стан, рівень чорнила та технічне обслуговування."]},"Scanners HP":{"*":["Сканери HP"]},"Assemble Apple Hardware":{"*":["Збирання обладнання Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["За допомогою цієї програми ви можете отримати доступ до програм на Apple iPhone або iPad подібно до доступу до файлів на USB-накопичувачі."]},"Connect to the internet using Android":{"*":["Підключення до Інтернету за допомогою Android"]},"Connect to Internet":{"*":["Підключення до Інтернету"]},"Connect to the internet using iOS":{"*":["Підключення до Інтернету за допомогою iOS"]},"Equalizer (DSP)":{"*":["Еквалайзер (DSP)"]},"Virtual desktops and activities":{"*":["Віртуальні стільниці та дії"]},"Create more than one virtual desktop by switching between them.":{"*":["Створіть декілька віртуальних робочих столів, перемикаючись між ними."]},"Enabling search increases system memory and processing consumption.":{"*":["Увімкнення пошуку збільшує споживання системної пам'яті та обробки."]},"Adjust the date, time and time zone.":{"*":["Налаштуйте дату, час і часовий пояс."]},"Plasma Firewall":{"*":["Брандмауер Плазми"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Налаштуйте правила безпеки для з'єднань. Цей брандмауер базується на інфраструктурі Gufw"]},"Integration with Google Drive and ownCloud":{"*":["Інтеграція з Google Drive та ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Отримуйте доступ до своїх файлів, які знаходяться на Google Диску або ownCloud, безпосередньо з файлового менеджера."]},"Layout settings, hotkeys and other options.":{"*":["Налаштування макета, гарячі клавіші та інші опції."]},"Manage connections":{"*":["Керування підключеннями"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Розширена конфігурація мережі (VPN, wifi, дротова, фіксована IP, PPPoE, ADSL, дротова мережа, мобільний широкосмуговий зв'язок та інші)."]},"Manage services (Systemd)":{"*":["Керування службами (Systemd)"]},"Configure the Kvantum theme":{"*":["Налаштування теми Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Щоб налаштування Kvantum працювало, застосуйте тему Kvantum у розділі «Стиль програми»."]},"KDE Password Wallet":{"*":["Гаманець з паролями KDE"]},"Manage files":{"*":["Керування файлами"]},"Get access to your files and folders.":{"*":["Отримайте доступ до своїх файлів і папок."]},"Storage Usage":{"*":["Використання пам'яті"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Ця програма може передавати файли між смартфонами, планшетами та іншими комп'ютерами. З його допомогою ви можете, наприклад, використовувати свій смартфон як бездротову мишу та клавіатуру для керування комп'ютером, серед інших функцій. Він краще інтегрується з BigLinux і знаходиться серед аплетів, розташованих біля системного годинника. Щоб синхронізувати дані зі смартфоном, перейдіть до Google Store або Apple Store і встановіть Kde Connect."]},"Terminal":{"*":["термінал"]},"Access the command terminal.":{"*":["Перейдіть до командного терміналу."]},"Password Manager":{"*":["Менеджер паролів"]},"Sound and microphone":{"*":["Звук і мікрофон"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Налаштуйте або змініть пристрої введення та виведення звуку. (Наприклад: HDMI)"]},"Shared file information":{"*":["Інформація про спільний файл"]},"Printers":{"*":["Принтери"]},"Install, configure or remove printers.":{"*":["Встановлення, настроювання або видалення принтерів."]},"KDE Control Center":{"*":["Центр керування KDE"]},"Advanced power configurator":{"*":["Розширений конфігуратор живлення"]}}}}