{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Търсене"]},"Control Center":{"*":["Контролен център"]},"Main":{"*":["Основните"]},"Network and Internet":{"*":["Мрежа и интернет"]},"Phone":{"*":["Телефон"]},"Customize":{"*":["Персонализирате"]},"Region and Language":{"*":["Регион и език"]},"Multimedia":{"*":["Мултимедия"]},"Accounts":{"*":["Сметки"]},"Devices":{"*":["Устройства"]},"System":{"*":["Система"]},"About":{"*":["За"]},"Other":{"*":["Друг"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Използване на интернет на вашето устройство с Android на Linux чрез USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["За да споделите интернет връзката на вашия смартфон с Android с компютър с Linux с помощта на USB кабел, изпълнете следните стъпки:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Свържете вашия Android смартфон към компютъра Linux с помощта на USB кабел."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["На вашия смартфон отворете \"Настройки\" и навигирайте до \"Мрежа и интернет\" или \"Връзки и споделяне\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Потърсете \"USB Tethering\", \"USB Tether\" или подобни термини и го активирайте."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ако устройството ви с Android не е свързано с Wi-Fi и използва мобилни данни, това тетъринг ще консумира данни от мобилния ви план. За да избегнете такси за данни, уверете се, че устройството ви с Android е свързано към Wi-Fi мрежа, преди да активирате тетъринг."]},"Close":{"*":["Затварям"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Използване на интернет на вашето iOS устройство на Linux чрез USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["За да споделите интернет връзката на вашия смартфон с iOS с компютър с Linux с помощта на USB кабел, изпълнете следните стъпки:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Свържете вашето iOS устройство към компютъра с Linux с помощта на USB кабел."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["На вашето iOS устройство отидете в \"Настройки\", след което изберете \"Лична точка за достъп\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Разрешете \"Позволяване на други да се присъединят\". Това може автоматично да активира \"USB тетъринг\", ако бъде открита USB връзка."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ако вашето iOS устройство не е свързано с Wi-Fi и използва мобилни данни, това тетъринг ще консумира данни от вашия мобилен план. За да избегнете такси за данни, уверете се, че устройството ви с iOS е свързано към Wi-Fi мрежа, преди да активирате тетъринг."]},"Configure AppimageLauncher":{"*":["Конфигуриране на AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Изберете поведението на програмите, налични в .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Настройките за използване на стари музикални компактдискове не са валидни за MP3 музика."]},"Search for servers (zeroconf)":{"*":["Търсене на сървъри (zeroconf)"]},"Restore program configuration":{"*":["Възстановяване на конфигурацията на програмата"]},"biglinux-config":{"*":["биглинукс-конфиг"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Помощна програма, която улеснява възстановяването на инсталираната система, главно възстановяване на системното зареждане (Grub). Може да се използва и за достъп до пакетния мениджър и терминала на инсталираната система."]},"Themes, Desktop and Tweaks":{"*":["Теми, работен плот и ощипвания"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Ние предлагаме пълни конфигурации, които можете да изберете по изключително прост начин."]},"Install or remove programs.":{"*":["Инсталиране или премахване на програми."]},"Introduction to BigLinux":{"*":["Въведение в BigLinux"]},"Themes to Bootsplash":{"*":["Теми за Bootsplash"]},"Brightness and color":{"*":["Яркост и цвят"]},"Control brightness and colors":{"*":["Контролирайте яркостта и цветовете"]},"Search for SSH servers":{"*":["Търсене на SSH сървъри"]},"Search for VNC servers":{"*":["Търсене на VNC сървъри"]},"Configure this window border theme":{"*":["Конфигуриране на тази тема на граница на прозорец"]},"Configure this windows theme.":{"*":["Конфигуриране на тази тема на Windows."]},"Advanced Audio Manager - Alsamixer":{"*":["Разширен аудио мениджър - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Аудио контролер в случай на липса на звук."]},"Partition or format":{"*":["Дял или формат"]},"Be careful, this program may erase all data on your computer.":{"*":["Бъдете внимателни, тази програма може да изтрие всички данни на вашия компютър."]},"Storage Information (SMART)":{"*":["Информация за съхранение (SMART)"]},"Gufw Firewall":{"*":["Защитна стена на Gufw"]},"Configure security rules for the internet connection.":{"*":["Конфигуриране на правилата за защита за интернет връзката."]},"Configure webcam or capture card":{"*":["Конфигуриране на уеб камера или карта за заснемане"]},"HP printers":{"*":["Принтери на HP"]},"Check status, ink level and maintenance.":{"*":["Проверете състоянието, нивото на мастилото и поддръжката."]},"Scanners HP":{"*":["Скенери HP"]},"Assemble Apple Hardware":{"*":["Сглобяване на хардуер на Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["С тази програма можете да получите достъп до програми на вашия Apple iPhone или iPad по подобен начин на достъп до файлове на USB стик."]},"Connect to the internet using Android":{"*":["Свързване с интернет с помощта на Android"]},"Connect to Internet":{"*":["Свързване с интернет"]},"Connect to the internet using iOS":{"*":["Свързване с интернет с помощта на iOS"]},"Equalizer (DSP)":{"*":["Еквалайзер (DSP)"]},"Virtual desktops and activities":{"*":["Виртуални работни плотове и дейности"]},"Create more than one virtual desktop by switching between them.":{"*":["Създайте повече от един виртуален работен плот, като превключвате между тях."]},"Enabling search increases system memory and processing consumption.":{"*":["Активирането на търсенето увеличава системната памет и консумацията на обработка."]},"Adjust the date, time and time zone.":{"*":["Настройте датата, часа и часовата зона."]},"Plasma Firewall":{"*":["Плазмена защитна стена"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Конфигуриране на правилата за защита за връзки. Тази защитна стена се основава на инфраструктурата на Gufw"]},"Integration with Google Drive and ownCloud":{"*":["Интеграция с Google Диск и ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Достъп до вашите файлове, които са на Google Диск или ownCloud директно от файловия мениджър."]},"Layout settings, hotkeys and other options.":{"*":["Настройки на оформлението, клавишни комбинации и други опции."]},"Manage connections":{"*":["Управление на връзки"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Разширена мрежова конфигурация (VPN, wifi, кабелна, фиксирана IP, PPPoE, ADSL, кабелна мрежа, мобилна широколентова връзка и други)."]},"Manage services (Systemd)":{"*":["Управление на услуги (Systemd)"]},"Configure the Kvantum theme":{"*":["Конфигуриране на темата Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["За да работи настройката на Kvantum, приложете темата Kvantum в \"App Style\"."]},"KDE Password Wallet":{"*":["Портфейл с пароли за KDE"]},"Manage files":{"*":["Управление на файлове"]},"Get access to your files and folders.":{"*":["Получете достъп до вашите файлове и папки."]},"Storage Usage":{"*":["Използване на хранилището"]},"KDE Connect":{"*":["Свързване на KDE"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Тази програма може да прехвърля файлове между смартфони, таблети и други компютри. С него можете например да използвате смартфона си като безжична мишка и клавиатура, за да контролирате компютъра, наред с други функции. Той се интегрира по-добре с BigLinux и седи сред аплетите, разположени близо до системния часовник. За да синхронизирате със смартфона си, отидете в Google Store или Apple Store и инсталирайте Kde Connect."]},"Terminal":{"*":["Терминал"]},"Access the command terminal.":{"*":["Достъп до командния терминал."]},"Password Manager":{"*":["Мениджър на пароли"]},"Sound and microphone":{"*":["Звук и микрофон"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Конфигуриране или промяна на аудио входни и изходни устройства. (Пример: HDMI)"]},"Shared file information":{"*":["Информация за споделени файлове"]},"Printers":{"*":["Принтери"]},"Install, configure or remove printers.":{"*":["Инсталиране, конфигуриране или премахване на принтери."]},"KDE Control Center":{"*":["Контролен център на KDE"]},"Advanced power configurator":{"*":["Усъвършенстван конфигуратор на мощност"]}}}}