{"nl":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Bedieningspaneel"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Het internet van uw Android-apparaat gebruiken op Linux via USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Om de internetverbinding van uw Android-smartphone te delen met een Linux-computer via een USB-kabel, volgt u deze stappen:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Verbind uw Android-smartphone met de Linux-computer met behulp van een USB-kabel."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Op uw smartphone opent u 'Instellingen' en navigeert u naar 'Netwerk en internet' of 'Verbindingen en delen'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Zoek naar 'USB-tethering', 'USB-tether' of vergelijkbare termen en schakel het in."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Dit zal automatisch de internetverbinding tot stand brengen op uw Linux-computer zonder dat er extra configuratie nodig is."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Als uw Android-apparaat niet is verbonden met Wi-Fi en mobiele data gebruikt, zal deze tethering gegevens verbruiken van uw mobiele abonnement. Om datakosten te voorkomen, zorg ervoor dat uw Android-apparaat is verbonden met een Wi-Fi-netwerk voordat u tethering inschakelt."]},"Close":{"*":["Sluiten"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Het internet van uw iOS-apparaat gebruiken op Linux via USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Om de internetverbinding van uw iOS-smartphone te delen met een Linux-computer via een USB-kabel, volgt u deze stappen:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Sluit uw iOS-apparaat aan op de Linux-computer met een USB-kabel."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Op uw iOS-apparaat gaat u naar 'Instellingen', selecteert u vervolgens 'Persoonlijke hotspot'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Schakel 'Anderen toestaan om deel te nemen' in. Dit kan automatisch 'USB-tethering' inschakelen als er een USB-verbinding wordt gedetecteerd."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Als uw iOS-apparaat niet is verbonden met Wi-Fi en mobiele data gebruikt, zal deze tethering gegevens verbruiken van uw mobiele abonnement. Om datakosten te voorkomen, zorg ervoor dat uw iOS-apparaat is verbonden met een Wi-Fi-netwerk voordat u tethering inschakelt."]},"Main":{"*":["Hoofd"]},"Network and Internet":{"*":["Netwerk en internet"]},"Phone":{"*":["Telefoon"]},"Customize":{"*":["Aanpassen"]},"Region and Language":{"*":["Regio en Taal"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Accounts"]},"Devices":{"*":["Apparaten"]},"System":{"*":["Systeem"]},"About":{"*":["Over"]},"Other":{"*":["Andere"]},"Search...":{"*":["Zoeken..."]},"Configure AppimageLauncher":{"*":["AppimageLauncher configureren"]},"Choose the behavior of programs available in .appimage":{"*":["Kies het gedrag van programma's die beschikbaar zijn in .appimage."]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Gebruiksinstellingen voor oude muziek-cd's zijn niet geldig voor MP3-muziek."]},"Search for servers (zeroconf)":{"*":["Zoek naar servers (zeroconf)"]},"Restore program configuration":{"*":["Programconfiguratie herstellen"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Hulpprogramma dat het herstel van het geïnstalleerde systeem vergemakkelijkt, voornamelijk het herstellen van het systeem opstarten (Grub). Het kan ook worden gebruikt om toegang te krijgen tot de pakketbeheerder en terminal van het geïnstalleerde systeem."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["We bieden volledige configuraties voor u om op een uiterst eenvoudige manier te selecteren."]},"Install or remove programs.":{"*":["Programma's installeren of verwijderen."]},"Introduction to BigLinux":{"*":["Introductie tot BigLinux"]},"Themes to Bootsplash":{"*":["Thema's naar Bootsplash"]},"Brightness and color":{"*":["Helderheid en kleur"]},"Control brightness and colors":{"*":["Helderheid en kleuren aanpassen"]},"Search for SSH servers":{"*":["Zoek naar SSH-servers"]},"Search for VNC servers":{"*":["Zoek naar VNC-servers"]},"Expand device support":{"*":["Apparaatondersteuning uitbreiden"]},"The basis of the system and video card support":{"*":["De basis van het systeem en ondersteuning voor videokaarten"]},"Configure this window border theme":{"*":["Configureer dit vensterrandthema"]},"Configure this windows theme.":{"*":["Configureer dit Windows-thema."]},"Advanced Audio Manager - Alsamixer":{"*":["Geavanceerde audiobeheerder - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Audiobesturingselement in geval van geen geluid."]},"Partition or format":{"*":["Partitie of formatteer"]},"Be careful, this program may erase all data on your computer.":{"*":["Wees voorzichtig, dit programma kan alle gegevens op uw computer wissen."]},"Storage Information (SMART)":{"*":["Opslaginformatie (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Configureer beveiligingsregels voor de internetverbinding."]},"Configure webcam or capture card":{"*":["Webcam of capturekaart configureren"]},"HP printers":{"*":["HP-printers"]},"Check status, ink level and maintenance.":{"*":["Controleer status, inktniveau en onderhoud."]},"Scanners HP":{"*":["Scanners HP"]},"Assemble Apple Hardware":{"*":["Assemble Apple Hardware"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Met dit programma kunt u programma's op uw Apple iPhone of iPad benaderen op een vergelijkbare manier als het benaderen van bestanden op een USB-stick."]},"Connect to the internet using Android":{"*":["Verbind met internet met behulp van Android"]},"Connect to Internet":{"*":["Verbinden met internet"]},"Connect to the internet using iOS":{"*":["Verbind met internet met behulp van iOS"]},"Equalizer (DSP)":{"*":["Equalizer (DSP)"]},"Virtual desktops and activities":{"*":["Virtuele bureaubladen en activiteiten"]},"Create more than one virtual desktop by switching between them.":{"*":["Maak meer dan één virtueel bureaublad door tussen hen te schakelen."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Het activeren van de zoekfunctie kan aanzienlijk geheugen en verwerkingsbronnen verbruiken. Dit kan ervoor zorgen dat het systeem vertraagt, afhankelijk van het aantal gebruikersbestanden."]},"Adjust the date, time and time zone.":{"*":["Pas de datum, tijd en tijdzone aan."]},"Plasma Firewall":{"*":["Plasma Firewall"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Configureer beveiligingsregels voor verbindingen. Deze firewall is gebaseerd op de Gufw-infrastructuur."]},"Integration with Google Drive and ownCloud":{"*":["Integratie met Google Drive en ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Toegang tot uw bestanden die op Google Drive of ownCloud staan, rechtstreeks vanuit de bestandsbeheerder."]},"Layout settings, hotkeys and other options.":{"*":["Indeling instellingen, sneltoetsen en andere opties."]},"Manage connections":{"*":["Beheer verbindingen"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Geavanceerde netwerkconfiguratie (VPN, wifi, bedraad, vast IP, PPPoE, ADSL, bedraad netwerk, mobiel breedband en andere)."]},"Manage services (Systemd)":{"*":["Beheer services (Systemd)"]},"Configure the Kvantum theme":{"*":["Configureer het Kvantum-thema"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Voor de Kvantum-instellingen om te werken, pas het Kvantum-thema toe in 'App-stijl'."]},"KDE Password Wallet":{"*":["KDE Wachtwoordportemonnee"]},"Snapshots and backups":{"*":["Momentopnames en back-ups"]},"Create or activate restore points":{"*":["Maak of activeer herstelpunten"]},"Manage files":{"*":["Beheer bestanden"]},"Get access to your files and folders.":{"*":["Toegang krijgen tot uw bestanden en mappen."]},"Storage Usage":{"*":["Opslaggebruik"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Dit programma kan bestanden overzetten tussen smartphones, tablets en andere computers. Hiermee kunt u bijvoorbeeld uw smartphone gebruiken als draadloze muis en toetsenbord om de computer te bedienen, naast andere functies. Het integreert beter met BigLinux en staat tussen de applets in de buurt van de systeemklok. Om te synchroniseren met uw smartphone, gaat u naar de Google Store of Apple Store en installeert u Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Toegang tot de opdrachtterminal."]},"Password Manager":{"*":["Wachtwoordbeheerder"]},"Sound and microphone":{"*":["Geluid en microfoon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Audiobronnen en -uitvoerapparaten configureren of wijzigen. (Bijv.: HDMI)"]},"Shared file information":{"*":["Gedeelde bestandsinformatie"]},"Printers":{"*":["Printers"]},"Install, configure or remove printers.":{"*":["Printers installeren, configureren of verwijderen."]},"KDE Control Center":{"*":["KDE Configuratiescherm"]},"Advanced power configurator":{"*":["Geavanceerde energieconfigurator"]},"$APP":{"*":["$APP"]},"Erro na criação do diretório : $bigdir":{"*":["Fout bij het maken van de map: $bigdir"]},"Category":{"*":["Categorie"]},"Name":{"*":["Naam"]},"ID":{"*":["ID"]},"Info":{"*":["Informatie"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["Het rapport is opgeslagen in het bestand: $FILE_TO_SAVE\nWilt u het rapport nu bekijken?"]},"Visualizar o relatório":{"*":["Rapport weergeven"]},"Fechar":{"*":["Close"]},"Hardinfo Relatory":{"*":["Hardinfo Rapport"]},"Central de Controle - Webcam":{"*":["Centrale Controle - Webcam"]},"Nenhuma webcam localizada.":{"*":["Geen webcam gevonden."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["Een webcam wordt al gebruikt door de volgende applicaties:"]},"Abrirei em modo de configuração. ":{"*":["Ik zal het openen in de configuratiemodus."]},"As alterações feitas podem ser vistas":{"*":["De wijzigingen die zijn aangebracht, zijn zichtbaar."]},"na imagem da sua webcam em outros programas.":{"*":["in andere programma's op uw webcambeeld."]},"Introdução ao BigLinux":{"*":["Introductie tot BigLinux"]},"Aguarde, carregando...":{"*":["Wacht even, laden..."]},"Bem vindo ao BigLinux":{"*":["Welkom bij BigLinux"]},"Comece com algumas etapas simples.":{"*":["Start met een paar eenvoudige stappen."]},"Mostrar na inicialização":{"*":["Weergeven bij opstarten"]},"Olá":{"*":["I'm sorry, I can only assist with translations related to computer software."]},"Ajustes iniciais":{"*":["Initial Setup"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["We bieden volledige configuraties aan die u op een uiterst eenvoudige manier kunt selecteren."]},"Configurações da Tela":{"*":["Scherminstellingen"]},"Escolha seu navegador padrão":{"*":["Kies uw standaardbrowser"]},"Defina seus programas padrões.":{"*":["Stel uw standaardprogramma's in."]},"Outros navegadores":{"*":["Andere browsers"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect is an application that facilitates wireless communication and data transfer between devices on local networks. Available on the Google Play Store for Android and Apple Store for iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Installatie van stuurprogramma en hardware-informatie"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Drivers en Firmwares installeren of verwijderen op een eenvoudige manier."]},"Impressoras":{"*":["Printers"]},"Conheça alguns recursos":{"*":["Leer algunos recursos"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Ons systeem is collaboratief, doe mee aan deze evolutie. Bekijk de nieuwigheden!"]},"Big Store":{"*":["Grote winkel"]},"Web Apps":{"*":["Web-apps"]},"Redutor de Ruídos":{"*":["Ruisverminderaar"]},"Configurar a voz do sistema (TTS)":{"*":["Configureer de systeemstem (TTS)"]},"OCR para PDF":{"*":["OCR naar PDF"]},"Doação e Redes sociais":{"*":["Donatie en sociale media"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Er is niets om te vertalen."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Gefeliciteerd, u heeft de eerste stappen voltooid om BigLinux te gebruiken."]},"Aguarde...":{"*":["Wachten..."]},"Verificando conexão com a Internet...":{"*":["Checking internet connection..."]},"Sem conexão com a Internet...":{"*":["Geen internetverbinding..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Bij het verwijderen van de instellingen worden de geïnstalleerde programma's binnen Waydroid en hun instellingen verwijderd. Weet u zeker dat u wilt verwijderen?"]},"Configurações removidas com sucesso!":{"*":["Instellingen succesvol verwijderd!"]},"Nenhuma configuração foi removida!":{"*":["Geen instellingen zijn verwijderd!"]},"Não existem configurações para remover.":{"*":["Er zijn geen instellingen om te verwijderen."]},"ID do Android:":{"*":["Android-ID:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Het Android ID kon niet worden opgehaald. \\n\\nLet op: Waydroid moet geopend zijn."]},"Remover":{"*":["Verwijderen"]},"Maximizado":{"*":["Gemaximaliseerd"]},"Desinstalar":{"*":["Verwijderen"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Gebruik Android-apps op BigLinux."]},"Instalar o Waydroid":{"*":["Installeer Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Waydroid installeren met Google-apps"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["De download is ongeveer 1 GB groot, afhankelijk van je verbinding kan het even duren."]},"Resolução":{"*":["Resolution"]},"Paisagem":{"*":["There is no text to translate in your request."]},"Retrato":{"*":["Niks om te vertalen"]},"Aceleração 3D":{"*":["3D-versnelling"]},"Desativado":{"*":["Uitgeschakeld"]},"Ativado":{"*":["Geactiveerd"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroid kan ook worden gestart via het systeemmenu."]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Als 3D-versnelling is ingeschakeld op een oncompatibele hardware, zal Android niet verder gaan dan het laadscherm."]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D-versnelling is niet compatibel op Nvidia grafische kaarten met de eigen driver."]},"Exibir ID do Android":{"*":["Display Android ID"]},"Ativar Google Apps":{"*":["Google Apps activeren"]},"PlayStore":{"*":["Play Store"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["Om de PlayStore te activeren, moet je op (Android ID weergeven) klikken en het Android ID kopiëren, vervolgens op (Google-apps activeren) klikken om de apparaatregistratiepagina te openen, je moet ingelogd zijn op je Google-account, voer je Android ID in en registreer het apparaat. Het kan enkele minuten duren voordat het geactiveerd is op je Waydroid. Sluit en open opnieuw. Klaar!"]},"Remover Configurações":{"*":["Verwijder instellingen"]},"Desinstalar o Waydroid":{"*":["Waydroid verwijderen"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["Als 3D-versnelling is ingeschakeld op een incompatibele hardware, zal Android niet voorbij het laadscherm komen."]},"Parar o Waydroid":{"*":["Stop Waydroid"]},"Iniciar o Waydroid":{"*":["Start Waydroid"]}}}}