{"bigcontrolcenter/bigcontrolcenter":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"search":{"*":["Leita"]},"Control Center":{"*":["Stjórnstöð"]},"Main":{"*":["Aðal"]},"Network and Internet":{"*":["Net og Internet"]},"Phone":{"*":["Sími"]},"Customize":{"*":["Sérsníða"]},"Region and Language":{"*":["Svæði og tungumál"]},"Multimedia":{"*":["Margmiðlun"]},"Accounts":{"*":["Reikninga"]},"Devices":{"*":["Tæki"]},"System":{"*":["Kerfi"]},"About":{"*":["Um"]},"Other":{"*":["Annar"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Notkun Internet Android tækisins þíns á Linux í gegnum USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Til að deila nettengingu Android snjallsímans með Linux tölvu með USB snúru skaltu fylgja þessum skrefum:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Tengdu Android snjallsímann þinn við Linux tölvuna með USB snúru."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Opnaðu \"Stillingar\" í snjallsímanum þínum og farðu í \"Network &amp; Internet\" eða \"Connections &amp; Sharing\"."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Leitaðu að 'USB Tethering', 'USB Tether' eða svipuðum hugtökum og virkjaðu það."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ef Android tækið þitt er ekki tengt við Wi-Fi og notar farsímagögn mun þessi tjóðrun neyta gagna úr farsímaáætluninni þinni. Til að forðast gagnagjöld skaltu ganga úr skugga um að Android tækið þitt sé tengt við Wi-Fi net áður en tenging er virkjuð."]},"Close":{"*":["Loka"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Notkun internets iOS tækisins þíns á Linux í gegnum USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Til að deila nettengingu iOS snjallsímans með Linux tölvu með USB snúru skaltu fylgja þessum skrefum:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Tengdu iOS tækið við Linux tölvuna með USB snúru."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Í iOS tækinu þínu skaltu fara í \"Stillingar\" og velja síðan \"Personal Hotspot\"."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Virkjaðu \"Leyfa öðrum að vera með\". Þetta gæti sjálfkrafa virkjað 'USB tjóðrun' ef USB tenging greinist."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Ef iOS tækið þitt er ekki tengt við Wi-Fi og notar farsímagögn, mun þessi tjóðrun neyta gagna úr farsímaáætluninni þinni. Til að forðast gagnagjöld skaltu ganga úr skugga um að iOS tækið þitt sé tengt við Wi-Fi net áður en tenging er virkjuð."]},"Configure AppimageLauncher":{"*":["Stilla AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Veldu virkni forrita sem eru tiltæk í .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Notkunarstillingar fyrir gamla tónlistardiska eru ekki gildar fyrir MP3-tónlist."]},"Search for servers (zeroconf)":{"*":["Leita að þjónum (zeroconf)"]},"Restore program configuration":{"*":["Endurheimta grunnstillingu forrits"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Gagnsemi sem auðveldar endurreisn uppsett kerfi, aðallega endurheimta kerfi stígvél (Lirfa). Það er einnig hægt að nota til að fá aðgang að pakkastjóra og flugstöð uppsetta kerfisins."]},"Themes, Desktop and Tweaks":{"*":["Þemu, skrifborð og klip"]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Við bjóðum upp á fullkomnar stillingar sem þú getur valið á afar einfaldan hátt."]},"Install or remove programs.":{"*":["Setja upp eða fjarlægja forrit."]},"Introduction to BigLinux":{"*":["Kynning á BigLinux"]},"Themes to Bootsplash":{"*":["Þemu fyrir Bootsplash"]},"Brightness and color":{"*":["Birta og litur"]},"Control brightness and colors":{"*":["Stjórna birtu og litum"]},"Search for SSH servers":{"*":["Leitaðu að SSH netþjónum"]},"Search for VNC servers":{"*":["Leita að VNC framreiðslumaður"]},"Configure this window border theme":{"*":["Stilla rammaþema þessa glugga"]},"Configure this windows theme.":{"*":["Samskipa þessu Windows þema."]},"Advanced Audio Manager - Alsamixer":{"*":["Ítarlegri hljóðstjóri - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Hljóðstýring ef ekkert hljóð er."]},"Partition or format":{"*":["Skipting eða snið"]},"Be careful, this program may erase all data on your computer.":{"*":["Farið varlega, þetta forrit gæti eytt öllum gögnum í tölvunni."]},"Storage Information (SMART)":{"*":["Upplýsingar um geymslu (SMART)"]},"Gufw Firewall":{"*":["Gufw eldvegg"]},"Configure security rules for the internet connection.":{"*":["Grunnstilla öryggisreglur fyrir nettenginguna."]},"Configure webcam or capture card":{"*":["Stilla webcam eða handtaka nafnspjald"]},"HP printers":{"*":["HP prentarar"]},"Check status, ink level and maintenance.":{"*":["Athugaðu stöðu, blekstig og viðhald."]},"Scanners HP":{"*":["HP Skannar"]},"Assemble Apple Hardware":{"*":["Setja saman Apple vélbúnað"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Með þessu forriti geturðu fengið aðgang að forritum á Apple iPhone eða iPad á svipaðan hátt og að fá aðgang að skrám á USB staf."]},"Connect to the internet using Android":{"*":["Tengjast internetinu með Android"]},"Connect to Internet":{"*":["Tengjast Internetinu"]},"Connect to the internet using iOS":{"*":["Tengstu við internetið með iOS"]},"Equalizer (DSP)":{"*":["Tónjafnari (DSP)"]},"Virtual desktops and activities":{"*":["Sýndarskjáborð og starfsemi"]},"Create more than one virtual desktop by switching between them.":{"*":["Búðu til fleiri en eitt sýndarskjáborð með því að skipta á milli þeirra."]},"Enabling search increases system memory and processing consumption.":{"*":["Ef leit er gerð virk eykst kerfisminni og vinnslunotkun."]},"Adjust the date, time and time zone.":{"*":["Breyta dagsetningu, tíma og tímabelti."]},"Plasma Firewall":{"*":["Plasma eldveggur"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Grunnstilla öryggisreglur fyrir tengingar. Þessi eldveggur er byggður á Gufw innviðum"]},"Integration with Google Drive and ownCloud":{"*":["Sameining við Google Drive og ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Fáðu aðgang að skránum þínum sem eru á Google Drive eða ownCloud beint frá skráarstjóranum."]},"Layout settings, hotkeys and other options.":{"*":["Skipulagsstillingar, flýtilyklar og aðrir valkostir."]},"Manage connections":{"*":["Stjórna tengingum"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Ítarlegri netstillingar (VPN, WiFi, hlerunarbúnað, fast IP, PPPoE, ADSL, hlerunarbúnað net, farsíma breiðband og aðrir)."]},"Manage services (Systemd)":{"*":["Stjórna þjónustu (kerfisbundið)"]},"Configure the Kvantum theme":{"*":["Skilgreina þemað Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Til að uppsetning Kvantum virki þarf að nota þemað Kvantum í 'App Style'."]},"KDE Password Wallet":{"*":["KDE lykilorð veski"]},"Manage files":{"*":["Stjórna skrám"]},"Get access to your files and folders.":{"*":["Fá aðgang að skrám og möppum."]},"Storage Usage":{"*":["Geymsla Notkun"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Þetta forrit getur flutt skrár á milli snjallsíma, spjaldtölva og annarra tölva. Með því geturðu til dæmis notað snjallsímann þinn sem þráðlausa mús og lyklaborð til að stjórna tölvunni, meðal annarra eiginleika. Það samlagast betur BigLinux og situr meðal smáforritanna sem staðsett eru nálægt kerfisklukkunni. Til að samstilla við snjallsímann þinn skaltu fara í Google Store eða Apple Store og setja upp Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Opnaðu skipanastöðina."]},"Password Manager":{"*":["Lykilorðastjóri"]},"Sound and microphone":{"*":["Hljóð og hljóðnemi"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Samskipa eða breyta hljóðílags- og úttakstækjum. (Dæmi: HDMI)"]},"Shared file information":{"*":["Samnýttar skrárupplýsingar"]},"Printers":{"*":["Prentara"]},"Install, configure or remove printers.":{"*":["Setja upp, samskipa eða fjarlægja prentara."]},"KDE Control Center":{"*":["KDE stjórnborð"]},"Advanced power configurator":{"*":["Ítarlegur orkusamskipunarbúnaður"]}}}}