{"is":{"plural-forms":"nplurals=2; plural=(n != 1);","messages":{"Control Center":{"*":["Pusat Kontrol"]},"Using Your Android Device's Internet on Linux via USB":{"*":["Menggunakan Internet Peranti Android Anda pada Linux melalui USB"]},"To share your Android smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Untuk membagikan koneksi internet ponsel Android Anda dengan komputer Linux menggunakan kabel USB, ikuti langkah-langkah berikut:"]},"Connect your Android smartphone to the Linux computer using a USB cable.":{"*":["Sambungkan smartphone Android Anda ke komputer Linux menggunakan kabel USB."]},"On your smartphone, open 'Settings' and navigate to 'Network &amp; Internet' or 'Connections &amp; Sharing'.":{"*":["Pada telefon pintar anda, buka 'Tetapan' dan navigasikan ke 'Rangkaian & Internet' atau 'Sambungan & Berkongsi'."]},"Look for 'USB Tethering', 'USB Tether', or similar terms and enable it.":{"*":["Cari 'USB Tethering', 'USB Tether', atau istilah serupa dan aktifkan."]},"This will automatically establish the internet connection on your Linux computer without requiring any additional configuration.":{"*":["Ini akan secara otomatis membuat koneksi internet pada komputer Linux Anda tanpa memerlukan konfigurasi tambahan."]},"If your Android device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your Android device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jika peranti Android anda tidak disambungkan ke Wi-Fi dan menggunakan data selular, pengikatan ini akan menggunakan data dari rancangan selular anda. Untuk mengelakkan caj data, pastikan bahawa peranti Android anda disambungkan ke rangkaian Wi-Fi sebelum mengaktifkan pengikatan."]},"Close":{"*":["Tutup"]},"Using Your iOS Device's Internet on Linux via USB":{"*":["Menggunakan Internet Peranti iOS Anda pada Linux melalui USB"]},"To share your iOS smartphone's internet connection with a Linux computer using a USB cable, follow these steps:":{"*":["Untuk membagikan koneksi internet smartphone iOS Anda dengan komputer Linux menggunakan kabel USB, ikuti langkah-langkah berikut:"]},"Connect your iOS device to the Linux computer using a USB cable.":{"*":["Sambungkan perangkat iOS Anda ke komputer Linux menggunakan kabel USB."]},"On your iOS device, go to 'Settings', then select 'Personal Hotspot'.":{"*":["Pada peranti iOS anda, pergi ke 'Tetapan', kemudian pilih 'Hotspot Peribadi'."]},"Enable 'Allow Others to Join'. This may automatically enable 'USB Tethering' if a USB connection is detected.":{"*":["Aktifkan 'Izinkan Orang Lain Bergabung'. Ini mungkin secara otomatis mengaktifkan 'USB Tethering' jika koneksi USB terdeteksi."]},"If your iOS device is not connected to Wi-Fi and is using cellular data, this tethering will consume data from your cellular plan. To avoid data charges, ensure that your iOS device is connected to a Wi-Fi network before enabling tethering.":{"*":["Jika peranti iOS anda tidak disambungkan ke Wi-Fi dan menggunakan data selular, pengikatan ini akan menggunakan data dari rancangan selular anda. Untuk mengelakkan caj data, pastikan bahawa peranti iOS anda disambungkan ke rangkaian Wi-Fi sebelum mengaktifkan pengikatan."]},"Main":{"*":["Utama"]},"Network and Internet":{"*":["Jaringan dan Internet"]},"Phone":{"*":["Telefon"]},"Customize":{"*":["Sesuaikan"]},"Region and Language":{"*":["Wilayah dan Bahasa"]},"Multimedia":{"*":["Multimedia"]},"Accounts":{"*":["Akaun"]},"Devices":{"*":["Peranti"]},"System":{"*":["Sistem"]},"About":{"*":["Tentang"]},"Other":{"*":["lain"]},"Search...":{"*":["Cari..."]},"Configure AppimageLauncher":{"*":["Konfigurasikan AppimageLauncher"]},"Choose the behavior of programs available in .appimage":{"*":["Pilih perilaku program yang tersedia dalam .appimage"]},"Usage settings for old music CDs are not valid for MP3 music.":{"*":["Pengaturan penggunaan untuk CD musik lama tidak valid untuk musik MP3."]},"Search for servers (zeroconf)":{"*":["Cari server (zeroconf)"]},"Restore program configuration":{"*":["Pulihkan konfigurasi program"]},"biglinux-config":{"*":["biglinux-config"]},"Utility that facilitates the restoration of the installed system, mainly restoring the system boot (Grub). It can also be used to access the package manager and terminal of the installed system.":{"*":["Utilitas yang memudahkan pemulihan sistem yang diinstal, terutama memulihkan boot sistem (Grub). Ini juga dapat digunakan untuk mengakses manajer paket dan terminal sistem yang diinstal."]},"We provide complete configurations for you to select in an extremely simple way.":{"*":["Kami menyediakan konfigurasi lengkap untuk Anda pilih dengan cara yang sangat sederhana."]},"Install or remove programs.":{"*":["Pasang atau hapus program."]},"Introduction to BigLinux":{"*":["Pengenalan BigLinux"]},"Themes to Bootsplash":{"*":["Tema ke Bootsplash"]},"Brightness and color":{"*":["Kecerahan dan warna"]},"Control brightness and colors":{"*":["Kawal kecerahan dan warna"]},"Search for SSH servers":{"*":["Cari server SSH"]},"Search for VNC servers":{"*":["Cari pelayan VNC"]},"Expand device support":{"*":["Perluas dukungan perangkat"]},"The basis of the system and video card support":{"*":["Dasar sistem dan dukungan kartu video"]},"Configure this window border theme":{"*":["Konfigurasikan tema batas jendela ini"]},"Configure this windows theme.":{"*":["Konfigurasikan tema Windows ini."]},"Advanced Audio Manager - Alsamixer":{"*":["Pengurus Audio Lanjutan - Alsamixer"]},"Audio controller in case of no sound.":{"*":["Pengawal audio dalam kes tiada bunyi."]},"Partition or format":{"*":["Partisi atau format"]},"Be careful, this program may erase all data on your computer.":{"*":["Berhati-hatilah, program ini mungkin akan menghapus semua data di komputer Anda."]},"Storage Information (SMART)":{"*":["Maklumat Penyimpanan (SMART)"]},"Gufw Firewall":{"*":["Gufw Firewall"]},"Configure security rules for the internet connection.":{"*":["Konfigurasikan aturan keamanan untuk koneksi internet."]},"Configure webcam or capture card":{"*":["Konfigurasikan webcam atau kartu tangkap"]},"HP printers":{"*":["Pencetak HP"]},"Check status, ink level and maintenance.":{"*":["Periksa status, tingkat tinta, dan pemeliharaan."]},"Scanners HP":{"*":["Pemindai HP"]},"Assemble Apple Hardware":{"*":["Kumpulkan Perangkat Keras Apple"]},"With this program you can access programs on your Apple iPhone or iPad in a similar way to accessing files on a pendrive.":{"*":["Dengan program ini, Anda dapat mengakses program di Apple iPhone atau iPad Anda dengan cara yang mirip dengan mengakses file di flash drive."]},"Connect to the internet using Android":{"*":["Sambungkan ke internet menggunakan Android"]},"Connect to Internet":{"*":["Sambungkan ke Internet"]},"Connect to the internet using iOS":{"*":["Sambungkan ke internet menggunakan iOS"]},"Equalizer (DSP)":{"*":["Pemerata Suara (DSP)"]},"Virtual desktops and activities":{"*":["Desktop maya maya dan aktiviti"]},"Create more than one virtual desktop by switching between them.":{"*":["Buat lebih dari satu desktop virtual dengan beralih di antara mereka."]},"Activating the search can consume significant memory and processing resources. This may cause the system to slow down, depending on the number of user files.":{"*":["Mengaktifkan pencarian dapat menghabiskan memori dan sumber daya pemrosesan yang signifikan. Hal ini dapat menyebabkan sistem melambat, tergantung pada jumlah file pengguna."]},"Adjust the date, time and time zone.":{"*":["Sesuaikan tanggal, waktu, dan zona waktu."]},"Plasma Firewall":{"*":["Plasma Dinding Api"]},"Configure security rules for connections. This firewall is based on the Gufw infrastructure":{"*":["Konfigurasikan aturan keamanan untuk koneksi. Firewall ini didasarkan pada infrastruktur Gufw"]},"Integration with Google Drive and ownCloud":{"*":["Integrasi dengan Google Drive dan ownCloud"]},"Access your files that are on Google Drive or ownCloud directly from the file manager.":{"*":["Akses fail anda yang berada di Google Drive atau ownCloud secara langsung dari pengurus fail."]},"Layout settings, hotkeys and other options.":{"*":["Pengaturan tata letak, pintasan keyboard, dan opsi lainnya."]},"Manage connections":{"*":["Mengelola koneksi"]},"Advanced network configuration (VPN, wifi, wired, fixed IP, PPPoE, ADSL, wired network, mobile broadband and others).":{"*":["Konfigurasi rangkaian lanjutan (VPN, wifi, wayar, IP tetap, PPPoE, ADSL, rangkaian wayar, jalur lebar mudah alih dan lain-lain)."]},"Manage services (Systemd)":{"*":["Mengelola layanan (Systemd)"]},"Configure the Kvantum theme":{"*":["Konfigurasikan tema Kvantum"]},"For the Kvantum setup to work, apply the Kvantum theme in 'App Style'.":{"*":["Untuk pengaturan Kvantum berfungsi, terapkan tema Kvantum di 'Gaya Aplikasi'."]},"KDE Password Wallet":{"*":["KDE Kata Sandi Dompet"]},"Snapshots and backups":{"*":["Snapshot dan sandaran"]},"Create or activate restore points":{"*":["Buat atau aktifkan titik pemulihan"]},"Manage files":{"*":["Mengelola berkas"]},"Get access to your files and folders.":{"*":["Dapatkan akses ke fail dan folder anda."]},"Storage Usage":{"*":["Penggunaan Penyimpanan"]},"KDE Connect":{"*":["KDE Connect"]},"This program can transfer files between smartphones, tablets and other computers. With it, you can, for example, use your smartphone as a wireless mouse and keyboard to control the computer, among other features. It integrates better with BigLinux and sits among the applets located near the system clock. To synchronize with your smartphone, go to the Google Store or Apple Store and install Kde Connect.":{"*":["Program ini dapat mentransfer file antara smartphone, tablet, dan komputer lain. Dengan ini, Anda dapat, misalnya, menggunakan smartphone Anda sebagai mouse dan keyboard nirkabel untuk mengontrol komputer, di antara fitur lainnya. Ini terintegrasi lebih baik dengan BigLinux dan duduk di antara applet yang terletak dekat dengan jam sistem. Untuk menyinkronkan dengan smartphone Anda, pergi ke Google Store atau Apple Store dan instal Kde Connect."]},"Terminal":{"*":["Terminal"]},"Access the command terminal.":{"*":["Akses terminal perintah."]},"Password Manager":{"*":["Pengurus Kata Laluan"]},"Sound and microphone":{"*":["Bunyi dan mikrofon"]},"Configure or change audio input and output devices. (Ex: HDMI)":{"*":["Konfigurasikan atau ubah perangkat masukan dan keluaran audio. (Contoh: HDMI)"]},"Shared file information":{"*":["Maklumat fail berkongsi"]},"Printers":{"*":["Pencetak"]},"Install, configure or remove printers.":{"*":["Pasang, konfigurasikan, atau hapus printer."]},"KDE Control Center":{"*":["Pusat Kontrol KDE"]},"Advanced power configurator":{"*":["Pengatur daya lanjutan"]},"$APP":{"*":["$APLIKASI"]},"Erro na criação do diretório : $bigdir":{"*":["Error in creating directory: $bigdir"]},"Category":{"*":["Kategori"]},"Name":{"*":["Nama"]},"ID":{"*":["ID"]},"Info":{"*":["Info"]},"O relatório foi salvo no arquivo: $FILE_TO_SAVE\nDeseja visualizar o relatório agora?\n\t\t":{"*":["The report has been saved to the file: $FILE_TO_SAVE\nWould you like to view the report now?"]},"Visualizar o relatório":{"*":["View Report"]},"Fechar":{"*":["Close"]},"Hardinfo Relatory":{"*":["Laporan Hardinfo"]},"Central de Controle - Webcam":{"*":["Control Panel - Webcam"]},"Nenhuma webcam localizada.":{"*":["Tidak ada webcam yang ditemukan."]},"A webcam já está sendo utilizada pelos aplicativos: ":{"*":["Kamera web telah digunakan oleh aplikasi:"]},"Abrirei em modo de configuração. ":{"*":["I will open in configuration mode."]},"As alterações feitas podem ser vistas":{"*":["The changes made can be viewed"]},"na imagem da sua webcam em outros programas.":{"*":["on the webcam image in other programs."]},"Introdução ao BigLinux":{"*":["Pengenalan BigLinux"]},"Aguarde, carregando...":{"*":["Wait, loading..."]},"Bem vindo ao BigLinux":{"*":["Selamat datang di BigLinux"]},"Comece com algumas etapas simples.":{"*":["Mulai dengan beberapa langkah sederhana."]},"Mostrar na inicialização":{"*":["Show at startup"]},"Olá":{"*":["Hello"]},"Ajustes iniciais":{"*":["Initial Setup"]},"Disponiblizamos configurações completas para você selecionar de forma extremamente simples.":{"*":["We provide complete settings for you to select in an extremely simple way."]},"Configurações da Tela":{"*":["Screen Settings"]},"Escolha seu navegador padrão":{"*":["Pilih peramban bawaan Anda"]},"Defina seus programas padrões.":{"*":["Setel program baku Anda."]},"Outros navegadores":{"*":["Lain kali penjelajah"]},"O KDE Connect é um aplicativo que facilita as comunicações sem fio e a transferência de dados entre dispositivos em redes locais. Disponível na Google Play Store para Android e Apple Store para iPhone.":{"*":["KDE Connect is an application that facilitates wireless communication and data transfer between devices on local networks. Available on the Google Play Store for Android and Apple Store for iPhone."]},"Instalação de Driver e Informações de Hardware":{"*":["Pemasangan Pemandu dan Maklumat Peranti"]},"Instalar ou Remover Drivers e Firmwares de forma simples.":{"*":["Install or Remove Drivers and Firmwares easily."]},"Impressoras":{"*":["Printers"]},"Conheça alguns recursos":{"*":["Discover some features"]},"Nosso sistema é colaborativo, venha fazer parte dessa evolução. Confira as novidades!":{"*":["Our system is collaborative, come be part of this evolution. Check out the news!"]},"Big Store":{"*":["Toko Besar"]},"Web Apps":{"*":["Aplikasi Web"]},"Redutor de Ruídos":{"*":["Noise Reduction"]},"Configurar a voz do sistema (TTS)":{"*":["Setel suara sistem (TTS)"]},"OCR para PDF":{"*":["OCR ke PDF"]},"Doação e Redes sociais":{"*":["Donation and Social Media"]},"Sua doação é muito importante para o projeto e siga as redes sociais.":{"*":["Sumbangan anda sangat penting untuk projek ini dan ikuti media sosial kami."]},"Parabéns, você concluiu os primeiros passos para utilizar o BigLinux.":{"*":["Congratulations, you have completed the first steps to using BigLinux."]},"Aguarde...":{"*":["Wait..."]},"Verificando conexão com a Internet...":{"*":["Checking Internet connection..."]},"Sem conexão com a Internet...":{"*":["No Internet connection..."]},"Waydroid":{"*":["Waydroid"]},"Ao remover as configurações os programas instalados dentro do Waydroid e suas configurações serão perdidas. Realmente deseja remover?":{"*":["Apabila menghapus pengaturan, program yang diinstal di dalam Waydroid beserta pengaturannya akan hilang. Apakah Anda yakin ingin menghapus?"]},"Configurações removidas com sucesso!":{"*":["Pengaturan berhasil dihapus!"]},"Nenhuma configuração foi removida!":{"*":["No configurations have been removed!"]},"Não existem configurações para remover.":{"*":["There are no settings to remove."]},"ID do Android:":{"*":["ID Android:"]},"Não foi possível resgatar o ID do Android. \\n\\nAtenção: Waydroid precisa estar aberto.":{"*":["Tidak dapat mengambil ID Android. \\n\\nPerhatian: Waydroid harus terbuka."]},"Remover":{"*":["Hapus"]},"Maximizado":{"*":["Diperbesar"]},"Desinstalar":{"*":["Uninstall"]},"Não identifiquei suporte a tecnologia de virtualização, talvez seja necessário habilitar essa opção na BIOS do computador.":{"*":["I did not detect support for virtualization technology, you may need to enable this option in the computer's BIOS."]},"Utilize programas para Android no BigLinux.":{"*":["Gunakan aplikasi Android di BigLinux."]},"Instalar o Waydroid":{"*":["Install Waydroid"]},"Instalar o Waydroid com Google Apps":{"*":["Pasang Waydroid dengan Google Apps"]},"O download tem aproximadamente 1 GB, dependendo da sua conexão pode demorar.":{"*":["The download is approximately 1 GB, depending on your connection it may take a while."]},"Resolução":{"*":["Resolution"]},"Paisagem":{"*":["There is no text to translate in your request."]},"Retrato":{"*":["Portrait"]},"Aceleração 3D":{"*":["3D Acceleration"]},"Desativado":{"*":["Nonaktif"]},"Ativado":{"*":["Aktif"]},"O Waydroid também pode ser iniciado utilizando o menu do sistema":{"*":["Waydroid juga dapat dimulai menggunakan menu sistem"]},"Se a aceleração 3D estiver ativada em um hardware incompatível o android não passará da tela de loading":{"*":["Jika akselerasi 3D diaktifkan pada perangkat keras yang tidak kompatibel, Android tidak akan melewati layar loading"]},"Aceleração 3D é incompatível em placas de vídeo Nvidia utilizando o driver proprietário.":{"*":["3D acceleration is incompatible on Nvidia graphics cards using the proprietary driver."]},"Exibir ID do Android":{"*":["Tampilkan ID Android"]},"Ativar Google Apps":{"*":["Enable Google Apps"]},"PlayStore":{"*":["PlayStore"]},"Para ativar a PlayStore é necessário clicar em (Exibir ID do Android) e copiar o ID do Android, em seguida clique em (Ativar Google Apps) para abrir a página de Registro do dispositivo, precisa estar logado na sua conta Google, insira seu ID do Android e faça o registro. Pode demorar alguns minutos para ativar no seu Waydroid. Feche e abra novamente. Pronto!":{"*":["To activate the PlayStore, you need to click on (Display Android ID) and copy the Android ID, then click on (Enable Google Apps) to open the device registration page, you need to be logged into your Google account, enter your Android ID and register. It may take a few minutes to activate on your Waydroid. Close and reopen. Done!"]},"Remover Configurações":{"*":["Hapus Pengaturan"]},"Desinstalar o Waydroid":{"*":["Uninstall Waydroid"]},"Se a aceleração 3D estiver ativada em um hardware incompatível<br> o android não passará da tela de loading":{"*":["If 3D acceleration is enabled on incompatible hardware, Android will not go past the loading screen."]},"Parar o Waydroid":{"*":["Stop Waydroid"]},"Iniciar o Waydroid":{"*":["Start Waydroid"]}}}}